{
  "countries": [
    "Mexico", 
    "Macedonia", 
    "Ethiopia", 
    "Zimbabwe", 
    "Germany", 
    "Bolivia", 
    "Norway"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Forests"
  ], 
  "section_title": "AD HOC WORKING GROUP ON LONG-TERM COOPERATIVE ACTION UNDER THE CONVENTION", 
  "enb_start_date": "31-May-10", 
  "enb_short_title": "AWGs", 
  "subtype": "GROUPS", 
  "actors": [], 
  "sentences": [
    "AWG-LCA 10 opened on Tuesday, 1 June with Margaret Mukahanana-Sangarwe (Zimbabwe) continuing as the AWG-LCA Chair, Daniel Reifsnyder (US) as the AWG-LCA Vice-Chair, and Teodora Obradovic-Grncarovska (Former Yugoslav Republic of Macedonia) as the Rapporteur.", 
    "Mukahanana-Sangarwe opened the session and parties adopted the agenda and agreed to the organization of work (FCCC/AWGLCA/2010/4).", 
    "Reporting on intersessional meetings, Mexico highlighted the informal ministerial meeting on 20-21 May, which focused on financing and was attended by Mexican President Felipe Calderón and German Chancellor Angela Merkel.", 
    "Bolivia provided an overview of the World People s Conference on Climate Change and the Rights of Mother Earth, held in Cochabamba, Bolivia in April 2010.", 
    "Germany highlighted the Petersburg Climate Dialogue convened jointly by Germany and Mexico in early May.", 
    "Norway described the Oslo Forest Climate Conference in May 2010 where a non-binding partnership on reducing emissions from deforestation and forest degradation in developing countries and the role of conservation, sustainable management of forests and enhancement of forest carbon stocks (REDD+) was established to help coordinate action, and is consistent with negotiations under the UNFCCC.", 
    "Ethiopia reported on the work by the UN Secretary-General s High-level Advisory Group on Climate Change Financing, describing efforts to identify financing sources and informing delegates that the aim is to report the outcomes by November 2010."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12472e.html", 
  "enb_long_title": "Bonn Climate Change Talks - May/June 2010", 
  "type": "WORKING GROUP", 
  "id": "enb12472e_9", 
  "enb_end_date": "11-Jun-10"
}