{
  "countries": [], 
  "topics": [
    "Adaptation", 
    "National Communications & Inventories"
  ], 
  "section_title": "Adaptation", 
  "enb_start_date": "01-Oct-11", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Discussions in this group centered around three areas: the operational modalities for performing the functions of the Adaptation Committee; the composition of the Committee; and linkages with new and existing institutions under the Convention.", 
    "Parties views diverged on the composition of the Adaptation Committee, with developing countries noting the need for input from vulnerable countries.", 
    "The EU highlighted the urgency of finalizing draft decision text in Durban in order to operationalize the Committee.", 
    "Parties discussed possible activities for the Committee, including: providing guidance and technical support to parties upon request, including through workshops and meetings; compiling, reviewing, synthesizing and disseminating information, knowledge, experiences and good practices, including through regional centers and networks, and national entities; developing and preparing targeted reports, technical papers, guidance materials, methodologies, web-based resources and other knowledge products; and creating channels and mechanisms to exchange information, knowledge and expertise, including through the creation of networks at the regional and international levels.", 
    "During the final AWG-LCA contact group meeting on Friday, Facilitator Kumarsingh reported that the group had agreed to a draft decision text based on a consolidated text, which incorporates views expressed and submissions from eight parties in the group.", 
    "He further noted that text still needs to be negotiated, especially regarding the composition and procedures of the Adaptation Committee."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12521e.html", 
  "enb_long_title": "UN Climate Change Conference October 2011", 
  "type": "", 
  "id": "enb12521e_20", 
  "enb_end_date": "07-Oct-11"
}