{
  "countries": [
    "Turkey", 
    "Sudan", 
    "Peru", 
    "Bolivia", 
    "Saudi Arabia", 
    "Australia", 
    "Algeria", 
    "Tuvalu", 
    "Guatemala", 
    "China", 
    "Indigenous Peoples", 
    "Thailand", 
    "Belize", 
    "Liberia", 
    "Kyrgyzstan", 
    "Sweden", 
    "Guyana", 
    "Switzerland", 
    "Pakistan", 
    "India", 
    "Lesotho", 
    "Japan"
  ], 
  "topics": [
    "Anthropogenic Interference with Climate System", 
    "Mitigation"
  ], 
  "section_title": "OPENING STATEMENTS:", 
  "enb_start_date": "29-Sep-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States", 
    "African Group", 
    "Least Developed Countries", 
    "Environmental Integrity Group", 
    "Umbrella Group", 
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Sudan, for the G-77/CHINA, expressed concern over slow progress under the AWG-KP, lamenting delay in adopting conclusions on Annex I parties aggregate and individual emission reductions.", 
    "While noting Japan s new pledge to reduce emissions by 25% from 1990 levels by 2020, he stressed that the overall emission reductions pledged by Annex I countries were still below levels demanded by historical responsibility and science.", 
    "He emphasized that agreement in Copenhagen will not be possible without Annex I leadership.", 
    "Belize, for the ALLIANCE OF SMALL ISLAND STATES (AOSIS), highlighted that the best available science requires stabilizing greenhouse gas concentrations as far below 350 ppm as possible and limiting temperature increase to below 1.5°C, stressing that 2°C is inconsistent with the Convention s precautionary approach.", 
    "He lamented the enormous gap between science and current Annex I pledges, and urged industrialized countries to cut emissions by more than 45% by 2020.", 
    "Algeria, for the AFRICAN GROUP, said Annex I countries must reduce emissions by at least 40% by 2020 and, acknowledging Japan s new pledge, urged other Annex I parties to step up their pledges.", 
    "Australia, for the UMBRELLA GROUP, called for a comprehensive and durable outcome in Copenhagen and identified the need for coherence between the AWGs.", 
    "Lesotho, for the LEAST DEVELOPED COUNTRIES (LDCs), stressed the need for ambitious mitigation targets by Annex I countries and to avoid compromising sustainable development and the survival of the LDCs.", 
    "Sweden, for the EUROPEAN UNION (EU), urged parties to increase their emission reduction commitments and welcomed the new Japanese pledge.", 
    "He identified the need for coordination with AWG-LCA and for continuing discussions on enhancement of carbon markets and LULUCF rules.", 
    "Switzerland, for the ENVIRONMENTAL INTEGRITY GROUP, stressed the need to strengthen coordination between the AWGs and emphasized that both AWGs should finish their work in Barcelona in November. BOLIVIA lamented that negotiations under the AWG-KP are behind schedule and urged parties to work towards an equitable and just outcome.", 
    "TUVALU stressed that the Protocol must survive after Copenhagen as a standalone agreement.", 
    "INDIA highlighted ambitious targets by Annex I countries as a central feature of a successful agreement.", 
    "LIBERIA stressed the vulnerability of LDCs and outlined his country s energy policy, which includes a low-emissions development path. CHINA underlined the Protocol s importance and stressed the need to complete the AWG-KP s work at COP/MOP 5.", 
    "SAUDI ARABIA supported retaining the Protocol.", 
    "PAKISTAN identified Annex I countries aggregate and individual targets as the main stumbling block in the negotiations.", 
    "GUYANA called for prioritizing work, given the scarce time remaining before COP 15.", 
    "THAILAND stressed that the world is waiting for Annex I targets and expressed hope that improved rules on sinks under the Clean Development Mechanism (CDM) would provide positive incentives for developing countries.", 
    "PERU stressed that the burden of addressing climate change should not be transferred to developing countries, including through the use of trade measures.", 
    "TURKEY noted that all countries should contribute to solving the climate change problem in accordance with the principle of common but differentiated responsibilities and without jeopardizing sustainable development. KYRGYZSTAN noted that glaciers are projected to decrease by half by 2050 and called for sufficient attention to the problems of the Himalayan region.", 
    "GUATEMALA outlined efforts at the national level to create an interministerial committee and to engage civil society and indigenous peoples."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12429e.html", 
  "enb_long_title": "Bangkok Climate Change Talks - 2009", 
  "type": "working group", 
  "id": "enb12429e_3", 
  "enb_end_date": "29-Sep-09"
}