{
  "countries": [], 
  "topics": [
    "Compliance and Enforcement", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Compliance and Enforcement"
  ], 
  "section_title": "COMPLIANCE", 
  "enb_start_date": "19-Jul-01", 
  "enb_short_title": "COP-6 bis", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "On Wednesday afternoon, delegates heard a report from Chair Romero of the working group on consequences applied under the enforcement branch and the related issue of the legal basis for adoption.", 
    "He said the group had identified and agreed on a list of short and specific questions for the attention of Ministers.", 
    "Co-Chair Slade then submitted a Co-Chairs' Note, based on a similar format, identifying questions on the outstanding issues.", 
    "He explained that the sections on consequences and legal basis for adoption were mainly based on the outcome of the working group. On the enforcement branch consequences, a number of Parties questioned the differences between the Note and the text agreed in the working group.", 
    "They suggested that the language agreed in the latter be retained.", 
    "On the legal basis for adoption, delegates discussed whether the COP or the COP/MOP should adopt the decision. On membership, several Annex I Parties said the proposed questions were drafted in a prejudicial manner, did not distinguish between the two branches, and lacked a clear presentation of the different available options.", 
    "They said the first option presumed that the composition of the Compliance Committee be based on UNFCCC existing practice with regard to the bureau, and questioned the precedent-setting nature of this rule in this context.", 
    "On the second proposed option, some Annex I Parties said membership should be based on the functions and mandate of the branch, rather than solely on the commitments of groups of Parties.", 
    "A group of developing countries responded that the proposed text constituted a minimalist approach clearly giving the two guiding composition- options.", 
    "Developing countries and a group of developed countries suggested that voting rules of compliance bodies also be addressed in the questionnaire. On Principles, non-Annex I Parties and several Annex I Parties proposed a question addressing whether Principles should expressly be included in the text.", 
    "One Annex I Party added a question asking whether, rather than how, the principle of common but differentiated responsibilities should be reflected in the consequences of the facilitative branch.", 
    "Several Annex I Parties suggested that the wording 'and respective capabilities' be added. On appeal, some Annex I Parties said the questions should be presented in a clear, neutral manner and follow a staged approach.", 
    "They suggested that the first question ask whether there should be an appeal. The Co-Chairs undertook to amend their Note, based on these comments and discussions held the previous day, and to present issues and positions in a balanced and neutral manner.", 
    "The revised Note will be conveyed to Plenary and submitted under the responsibility of the Co-Chairs."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12169e.html", 
  "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION", 
  "type": "", 
  "id": "enb12169e_2", 
  "enb_end_date": "19-Jul-01"
}