{
  "countries": [
    "Turkey", 
    "Iran", 
    "Senegal", 
    "United States", 
    "Austria", 
    "China", 
    "Switzerland", 
    "Kazakhstan"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "IPCC Governance", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adverse Effects & Response Measure", 
    "National Communications & Inventories"
  ], 
  "section_title": "SUBSIDIARY BODY FOR IMPLEMENTATION (SBI)", 
  "enb_start_date": "11-Jun-99", 
  "enb_short_title": "10th Session SBSTA & SBI", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "On Monday, 31 May, SBI Chair Bakary Kante (Senegal) opened the session by introducing the provisional agenda (FCCC/SBI/1999/1) and introduced the new officers, SBI Vice Chair Mohammad Reza Salamat (Iran) and Klaus Radunsky (Austria), Rapporteur.", 
    "He said that, following consultations with the COP Bureau, the second review of adequacy of commitments would be addressed at COP-5; Turkey\u0092s request to be taken out of Annex I would be discussed in the run-up to COP-5; and Kazakhstan\u0092s request to amend Annex I would be on the provisional agenda for COP-5. SBI discussed: Annex I and non-Annex I communications; implementation of FCCC Articles 4.8 and 4.9 (adverse effects); arrangements for intergovernmental meetings; and administrative and financial matters.", 
    "During the course of the two weeks, contact groups and informal consultations were convened for some agenda items following initial discussion in plenary. SWITZERLAND stated that while this SBI session should advance as many elements of the Buenos Aires Plan of Action as possible, it should also strive to make progress on implementation of the Convention.", 
    "He called for a strong and enforceable compliance regime and reliable procedures for verification and certification.", 
    "CHINA, with the REPUBLIC OF KOREA, said the item on the timing of second non-Annex I communications was premature, as only 11 developing countries had submitted first national communications.", 
    "He attributed this delay to the GEF.", 
    "The EU, with the US, said proper consideration of initial national communications should result in improved second national communications. On implementation of Articles 4.8 and 4.9 (adverse effects), the Chair conveyed the decision of the SBI/SBSTA Chairs to set up a Friends of the Chair group, consisting of the Vice-Chair of SBI, Coordinator of the G-77/China, the EU, countries with economies in transition and JUSCANZ, to finalize the workshop\u0092s terms of reference on the issue."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12110e.html", 
  "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "SBI", 
  "id": "enb12110e_21", 
  "enb_end_date": "11-Jun-99"
}