{
  "countries": [
    "Kenya", 
    "Samoa"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Reasons for Concern", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "WATER RESOURCES:", 
  "enb_start_date": "15-Sep-07", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "This group was facilitated by Taule'ale'ausumai La'avasa Malua, Isikuki Punivalu and Associates, Samoa, and Khaled Abuzeid, Center for Environment and Development for the Arab Region and Europe (CEDARE).", 
    "Participants broke into four subgroups, focusing on water-supply protection, water harvesting, watershed management, and salinization.", 
    "Regarding water-supply protection, participants identified efficiency and equity as cross-cutting themes in the context of water availability, accessibility, scarcity and quality.", 
    "Participants identified challenges, including information gaps, downscaling difficulties, and limits to monitoring all aspects of the water cycle.", 
    "Attitudinal constraints were also acknowledged, including perceptions of water as free and infinite, and lack of recognition that one person's wastewater is another person's resource.", 
    "On possible further actions, participants pointed to the importance of communication through different media outlets.", 
    "They recommended, inter alia : oversight and quality control of UNFCCC databases; understanding the viability of case studies and guidance on transferability of case-study approaches; guidance on the social, economic and environmental valuation of water; better communication between users and generators of scientific information; and assessing water resources necessary to meet demand, given climate variability and change.", 
    "On water harvesting, participants considered for whom and for what purpose.", 
    "They noted that water harvesting is taking the flow of water and turning it into a stock of water for a specific purpose, but cautioned that doing so could mean giving water to one group at the expense of another, including the environment, which can be maladaptive.", 
    "Conversely, they noted that water harvesting can be a legitimate and useful component of adaptation.", 
    "Successful local approaches were highlighted, such as sand dams in Kenya, but they underlined the difficulty in applying one solution across many locations.", 
    "Participants pointed to the role of forecasting in supporting decisions regarding how much water to harvest.", 
    "Regarding constraints, they noted the importance of public perceptions and governance issues, in particular relating to the value of water.", 
    "On possible further actions, participants highlighted the need to change the perception about rights to water and to water-intensive livelihoods, especially in situations of drought or water scarcity.", 
    "They also suggested coordination across government agencies.", 
    "They noted, however, that there is no one-size-fits-all approach.", 
    "Participants recommended a focus on how the UNFCCC can promote the concept of integrated water resources management, and the use of goodwill ambassadors to make links between the UNFCCC and adaptation.", 
    "On watershed management, participants observed that developed countries prepare for climate change through policy and planning, while developing countries respond to risks.", 
    "They noted the need to provide a credible institutional and scientific basis, through data, technology, and monitoring, acknowledging that this does not guarantee less difficulty in moving from policy to implementation.", 
    "Participants discussed the reliability and usefulness of seasonal or decadal forecasting for planning, highlighting that poor decisions are made even with accurate information.", 
    "On possible further actions, participants noted the importance of promoting and disseminating good practices, including through the UNFCCC website.", 
    "They stressed the need for leadership, noting that the UNFCCC can only have a catalytic function in this regard.", 
    "Participants recommended risk mapping, cost-benefit analyses, and technology transfer.", 
    "On salinization, focus was on intrusion of saline water from sea-level rise and storm surges.", 
    "Participants noted current adaptation practices, such as the development of policies and regulations, regular monitoring and regulation of abstractions, and the introduction of aquaculture in brackish and saline areas.", 
    "They highlighted some examples of cross-sectoral coordination and existing networks, particularly in West Africa and the Sahel region.", 
    "Participants identified constraints, including: the high costs of desalinization; sociocultural issues related to displacement of people by loss of land due to salinization; biodiversity loss; and lack of capacity to maintain infrastructure and technology.", 
    "On possible further actions, participants said there are many existing studies on this issue, but said findings need to be disseminated and results implemented.", 
    "They noted that desalinization technology is not appropriate in all situations.", 
    "They recommended rehabilitation of World Meteorological Organization (WMO) and national data collection networks, and more research funding."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12340e.html", 
  "enb_long_title": "UN Framework Convention on Climate Change (UNFCCC) Workshop on Adaptation Planning and Practices under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)", 
  "type": "", 
  "id": "enb12340e_8", 
  "enb_end_date": "15-Sep-07"
}