{
  "countries": [
    "United States", 
    "United Kingdom"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer"
  ], 
  "section_title": "REPORT OF THE MEETING", 
  "enb_start_date": "02-Oct-01", 
  "enb_short_title": "IPCC-18", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "IPCC Chair Robert Watson opened the eighteenth session of the Panel (IPCC-18) on Monday morning, 24 September.", 
    "Delegates observed a minute of silence as a mark of respect for the victims of the recent terrorist attacks in the US. UK Deputy Prime Minister John Prescott welcomed all participants to the UK.", 
    "Paying tribute to the IPCC, he stated that the Panel's hard work and analysis had helped to defeat the 'flat-earthers' who denied the existence of human-induced climate change.", 
    "He noted that the adoption of the Kyoto Protocol to the UNFCCC had marked a coming together of sound science and political will.", 
    "He outlined the UK climate change programme, which is expected to cut greenhouse gas emissions by 23%, and emphasized the opportunities for 'gain not pain' in climate policy through cost-effective measures and better technology.", 
    "He expressed hope that the 'Bonn Agreements,' recently adopted at the resumed UNFCCC COP-6 held in Bonn from 16-27 July 2001, would pave the way for the entry into force of the Kyoto Protocol by 2002.", 
    "In conclusion, he underscored the important role played by the IPCC in advancing the political process on climate change. WMO Secretary-General G.O.P.", 
    "Obasi thanked the UK government for hosting the meeting.", 
    "Noting that the TAR is eagerly awaited, he commended the IPCC for its work, recalling the critical role that the First and Second Assessment Reports had played in the negotiations on the UNFCCC and the Kyoto Protocol, respectively.", 
    "Referring to the IPCC's future work and structure, he stressed that the Panel must be 'ruthlessly factual,' work by consensus, and serve all governments.", 
    "Finally, he emphasized the need for strengthened climate observation and drew attention to the Integrated Global Observing Strategy that is being developed by WMO and its relevant partners. UNEP Assistant Executive Director Jorge Illueca, speaking on behalf of UNEP Executive Director Klaus Töpfer, congratulated all those involved in the preparation of the TAR.", 
    "He noted that scientific consensus on climate change has grown stronger, and that its impacts are already being felt around the world.", 
    "He highlighted UNEP's role in addressing climate change, notably in the areas of adaptation, renewable energy and public awareness, as well as its work on international environmental governance. Dennis Tirpak, Coordinator for Methods, Science and Technology, UNFCCC Secretariat, speaking on behalf of UNFCCC Executive Secretary Michael Zammit Cutajar, expressed his appreciation for the fresh material and new insights contained in the TAR.", 
    "He underlined the importance of UNFCCC COP-7, noting that decisions adopted at that session will close one chapter of the climate change negotiations and start opening a new one.", 
    "He stated that a key question at UNFCCC COP-7 with regard to the TAR will be the use of its information, and put forward several specific operational, research and policy questions to be considered.", 
    "In conclusion, he remarked that time will be needed to adequately reflect on the information presented in the TAR and to take decisions on subsequent actions. Chair Watson thanked delegates for their commitment to the IPCC and remarked that the Panel is entering the final phase of its work on the TAR.", 
    "He stated that the issue now is not whether climate change is happening, but how much, where and when.", 
    "He said that the IPCC has helped shape policy and that all those involved in the Panel should be proud of their work in providing decision- makers with the best available evidence to formulate cost- effective and equitable climate change policies.", 
    "He congratulated governments on the constructive comments received on the draft Synthesis Report and stated that he looked forward to an early approval of the Report. IPCC Secretary N. Sundararaman stressed the need for the IPCC to uncompromisingly uphold its objectivity in order to remain useful.", 
    "He emphasized the importance of aggressively increasing the involvement of experts from developing countries and countries with economies in transition, given that climate change affects different communities in different ways. Chair Watson then introduced the programme of work of the session.", 
    "He stated that the main task for the Panel was to approve/adopt the draft Synthesis Report of the TAR, including the SPM and the underlying longer part.", 
    "He noted that a number of 'management decisions' were also on the agenda.", 
    "Delegates agreed on the organization of work for the session."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12177e.html", 
  "enb_long_title": "IPCC-18", 
  "type": "ipcc", 
  "id": "enb12177e_5", 
  "enb_end_date": "02-Oct-01"
}