{
  "countries": [
    "China"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Compliance and Enforcement"
  ], 
  "section_title": "BLOWING THE WHISTLE ON INFRINGEMENTS - SETTING THE RULES ON COMPLIANCE", 
  "enb_start_date": "19-Jun-00", 
  "enb_short_title": "SB-12", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Like many elements of the BAPA, the negotiations over the establishment of a compliance system find their roots in the process leading to COP-3 in Kyoto, where the adoption of Article 18 (non-compliance) provided the legal basis for the current work of the JWG.", 
    "Although negotiations have moved ahead since COP-3, some elements of Article 18 are still the object of diverging views.", 
    "For instance, the requirement that any legally binding consequences shall be adopted by means of an amendment to the Protocol will have an impact on the formal steps needed for the adoption of the compliance system.", 
    "However, the bulk of current discussions cover rather complex 'post-Kyoto' issues.", 
    "With the help of several constructive meetings, the JWG has progressed on several issues, inter alia, the need: to establish a compliance body; for both facilitative and enforcement approaches to address non-compliance; for an expedited procedure to deal with eligibility requirements to mechanisms; and for the possibility of an appeal for outcomes of a mandatory nature.", 
    "The JWG is therefore now in a good position to continue its work in accordance with the schedule set out in the BAPA. Stumbling blocks are still numerous and cover complex political and legal issues.", 
    "These include: whether the compliance system applies to all Parties or only Annex I Parties; the relationship between the facilitative and enforcement approaches to non-compliance; whether the system will be given 'teeth' in terms of mandatory outcomes; and whether the compliance body will be composed of a greater number of Annex I Parties. The number of difficult issues currently on the table leaves scope for several package-deals within the JWG between the EU, the G-77/China and other delegations.", 
    "These include Article 4 (joint fulfillment), mandatory outcomes such as financial penalties or loss of access to mechanisms, composition of the compliance body and scope of application of the compliance system.", 
    "Next to this, several linkages with the work undertaken in other groups, namely Articles 5, 7 and 8 and mechanisms, and the possibility of give-and-take outside any predictable framework, for purely strategic reasons, leave scope for further package deals."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12137e.html", 
  "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC", 
  "type": "SBI/SBSTA", 
  "id": "enb12137e_46", 
  "enb_end_date": "19-Jun-00"
}