{
  "countries": [
    "Australia", 
    "Algeria", 
    "Gambia", 
    "Philippines", 
    "China", 
    "Swaziland", 
    "Switzerland", 
    "Bolivia", 
    "Saint Lucia"
  ], 
  "topics": [
    "Extension of the Kyoto protocol", 
    "Post-Kyoto Agreements", 
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "AWG-KP CLOSING PLENARY", 
  "enb_start_date": "07-Dec-12", 
  "enb_short_title": "COP 18", 
  "subtype": "plenary", 
  "actors": [
    "Group of 77", 
    "African Group", 
    "Environmental Integrity Group", 
    "Umbrella Group", 
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "On Thursday morning, AWG-KP Chair Diouf reported that work had been undertaken until the early hours of Thursday morning to streamline her proposal to facilitate negotiations under the AWG-KP (FCCC/KP/AWG/2012/CRP.3).", 
    "She explained that the results of this work, which aim to provide ministers with clear options, had been incorporated in her draft conclusion text on the outcome of the work of the AWG-KP (FCCC/KP/AWG/2012/L.3), which she proposed to forward to the CMP for adoption.", 
    "Algeria, for the G-77/CHINA, highlighted outstanding issues, including operationalization of an ambitious second commitment period under the Kyoto Protocol beginning on 1 January 2013, and commitment by Annex I parties to ambitious QELROs.", 
    "With the Gambia, for the LDCs, he called for a decision to restrict access to the flexibility mechanisms to those Annex I parties that take on commitments under the second commitment period.", 
    "The LDCs further supported an ambitious five-year second commitment period with provisional application.", 
    "Swaziland, for the AFRICAN GROUP, expressed hope that ministers will be able to take the necessary political decisions.", 
    "He said the second commitment period should: exclude the carry-over of surplus AAUs; enable only parties with second commitment period QELROs to participate in the flexibility mechanisms; and include a mechanism for increasing mitigation ambition within two years of the start of the commitment period.", 
    "The EU underscored that the text before parties shows that the AWG-KP will contribute to the balanced outcome Doha is expected to deliver.", 
    "He identified the need to secure uninterrupted access to market mechanisms for all parties who will take on commitments during the second commitment period, noting that the current text addresses this concern.", 
    "On the possibility of Annex B parties strengthening their QELROs during the second commitment period, the EU indicated willingness to explore the ambition mechanism proposed by the G-77/China.", 
    "He recognized the importance of the issue of carry-over of surplus AAUs, but noted that there will be minimal demand for such AAUs between 2013 and 2020.", 
    "Australia, for several UMBRELLA GROUP members, noted convergence on many issues and highlighted key elements that require agreement, including an eight-year second commitment period and expanded participation in market mechanisms.", 
    "He underlined that the AWG-KP is part of a much broader, shared endeavor.", 
    "The PHILIPPINES drew attention to the Bopha typhoon afflicting his country.", 
    "He appealed to parties to open their eyes to the stark reality we face in order to let this be the year we found the courage to take responsibility for the future we want, and asked delegates: If not us, then who?", 
    "If not now, then when?", 
    "If not here, then where?", 
    "Switzerland, for the EIG, said adopting the Protocol amendments in Doha will ensure a seamless transition to the second commitment period.", 
    "He stressed the need to: ensure environmental integrity of the second commitment period through the limitation of carry-over of surplus AAUs from the first commitment period; and allow those Annex I parties that will not take on QELROs to participate in the CDM.", 
    "He expressed solidarity with the people of the Philippines, as did BOLIVIA, who stated that the current situation in that country is a testimony of what can be expected to take place more frequently.", 
    "BOLIVIA cautioned against empty promises and described the low level of ambition as a death sentence to some people.", 
    "He opposed the idea of voluntary commitments, saying that since developed countries have not managed to raise the level of ambition in seven years, why should they be believed now.", 
    "Saint Lucia, for AOSIS, called for, inter alia : a five-year commitment period; Annex I parties moving to the top end of their pledges and beyond, and dropping their conditionalities; provisional application of the Protocol amendments to be adopted in Doha; and limiting participation in the flexibility mechanisms to Annex I parties with commitments under the second commitment period.", 
    "She noted that the G-77/China s proposal on the ambition mechanism is missing from the AWG-KP text, underlining her view that this proposal remains on the table, and stressed that the mechanism must bear fruit by 2014 at the latest. AWG-KP Chair Diouf proposed forwarding the report on the AWG-KP s work to the CMP.", 
    "AOSIS requested bracketing parts of the text, including sections containing: the amended Protocol Annex B with parties mitigation commitments; text on eligibility to participate in the flexibility mechanisms; and text on the fulfillment of the AWG-KP s mandate and conclusion of its work.", 
    "Parties agreed to forward the outcome of the work of the AWG-KP (FCCC/KP/AWG/2012/L.3), as orally amended by AOSIS, to the CMP for consideration and finalization.", 
    "Chair Diouf recalled earlier agreement to form a group that will conduct a legal review of the text forwarded to the CMP, saying the review will not reopen any substantive discussions.", 
    "She said the group will comprise members from all regional groups and SIDS, and explained that she would report to the CMP President if any changes are required based on the findings of the legal review.", 
    "The AWG-KP adopted its report (FCCC/KP/AWG/2012/L.2) and Chair Diouf closed the session at 12:24pm."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12566e.html", 
  "enb_long_title": "Doha Climate Change Conference - November 2012", 
  "type": "working group", 
  "id": "enb12566e_2", 
  "enb_end_date": "07-Dec-12"
}