{
  "countries": [
    "Canada", 
    "Ireland", 
    "Sudan", 
    "Saint Lucia", 
    "France", 
    "United States", 
    "Russian Federation", 
    "Peru", 
    "Japan", 
    "Switzerland", 
    "Argentina", 
    "Norway", 
    "New Zealand", 
    "Pakistan", 
    "Saudi Arabia", 
    "Australia", 
    "Morocco", 
    "Egypt", 
    "South Africa", 
    "United Kingdom", 
    "Austria", 
    "Zimbabwe", 
    "China", 
    "Colombia", 
    "Belgium", 
    "Germany", 
    "Niger", 
    "Tajikistan", 
    "Spain"
  ], 
  "topics": [
    "Reasons for Concern", 
    "Reasons for Concern", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "CURRENT KNOWLEDGE ABOUT OBSERVED IMPACTS OF CLIMATE CHANGE ON THE NATURAL AND HUMAN ENVIRONMENT:", 
  "enb_start_date": "02-Apr-07", 
  "enb_short_title": "IPCC WGII", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "This section was first addressed by plenary on Monday morning, and discussions continued in plenary, contact groups and informal discussion until Friday morning.", 
    "Discussions focused, inter alia , on the title of the section, reference to WGI findings, reference to data gaps, and confidence levels.", 
    "In introducing the section, Co-Chair Parry highlighted inequitable spatial coverage and stressed focus on the effects of observed changes.", 
    "The title of Section B was considered on Monday morning.", 
    "Criticizing the proposed title current knowledge about observed impacts in natural, managed and human systems as too academic, the UK suggested simplifying the language, and also removing the wording current knowledge.", 
    "Co-Chair Parry said that reference to current knowledge in various sections of the SPM was meant to explain the nature of the IPCC's work.", 
    "After informal lunchtime consultations, WGII agreed to the new title referring to the natural and human environment.", 
    "On text referring to WGI findings, France expressed concerns over wording on long-term climate changes, and stressed that focus should be on recent and future changes.", 
    "The UK proposed emphasizing that the recent warming is connected to human activities.", 
    "Suggesting reference to last 50 years, the Russian Federation highlighted that changes between the 1910s and 1940s are more difficult to attribute to human activities than those between the 1970s and today.", 
    "Having consulted informally, delegates agreed to indicate that a full consideration of observed climate change is provided in the WGI contribution to AR4.", 
    "On a sentence on the scope of the section, the US said the language should reflect the difference between changes in climate, and changes in the natural systems.", 
    "After some clarification on when the terms observed and recent referred to changes in climate or natural systems, delegates agreed to modified text proposed by Co-Chair Parry.. Delegates discussed a paragraph on the increase in studies since the TAR, including how to refer to limitations in coverage.", 
    "When first considering the question in plenary on Monday, the US suggested a general reference to the paucity of coverage in many regions, instead of singling out Africa and Southeast Asia.", 
    "Saint Lucia, supported by New Zealand, proposed adding a reference to small islands.", 
    "Switzerland, opposed by the UK, proposed referring to limitations and caveats only in a later section.", 
    "Based on the discussion, Co-Chair Parry introduced new text on Tuesday morning, which also referred to improved data quality in developed countries.", 
    "Pakistan stressed that data has not improved in all developed countries.", 
    "Co-Chair Parry, opposed by Morocco, suggested reference to North America and Europe.", 
    "Saint Lucia proposed to add the Caribbean to the list of regions with data gaps.", 
    "The US opposed, saying that the list reflected the underlying chapters where the Caribbean is not listed.", 
    "The UK proposed saying some developing countries, with Sudan, South Africa and others preferring maintaining reference to specific regions.", 
    "The final text refers to lack of geographical balance and marked scarcity in developing countries.", 
    "A bold header, which stated with very high confidence that many natural systems, in all continents and some oceans, are being affected by regional climate changes, particularly temperature increases, was discussed in plenary and in a contact group co-chaired by Belgium and Sudan.", 
    "China, supported by Saudi Arabia, proposed changing the statement's confidence level from very high confidence to high confidence.", 
    "France, Austria, Belgium, UK, US, Germany, Canada and others opposed changing the confidence level from what had been assessed by the Lead Authors.", 
    "The UK, opposed by China, proposed using a likelihood statement noting that the impacts are very likely.", 
    "The Lead Authors restated their very high confidence on the statement.", 
    "They explained the rationale that when independent lines of evidence, each having a similar outcome and each carrying high confidence by themselves, are evaluated collectively, they imply a much higher confidence due to their consistent conclusion.", 
    "The question was returned to plenary early on Friday morning.", 
    "The Lead Authors elaborated on the scientific basis for the statement.", 
    "Saying that scientists in his delegation disagreed, China, supported by Saudi Arabia, continued to oppose the very high confidence level.", 
    "The Lead Authors requested that if the very were removed, a footnote be inserted noting that the authors do not agree with the statement and that the authors have very high confidence that natural systems are being affected by regional climate change.", 
    "They added that having a government questioning widely-employed and sound methodologies and then putting into question the work of Lead Authors was unprecedented in the IPCC, and asked to record a formal protest.", 
    "When the matter was taken up again at the end of the meeting, the US suggested deleting the confidence level and leaving the rest of the statement.", 
    "Japan, with the Lead Authors strongly supporting, called for inserting a footnote stating the Lead Authors \u0092 views that the statement carried a very high confidence level.", 
    "In the final text, the confidence level has been omitted and no footnote has been included.", 
    "A paragraph relating to snow, ice and frozen ground was considered on Monday and Tuesday, with delegates discussing glacier lake outbursts, reference to physical systems, and ground instability.", 
    "Germany asked about the basis for selecting glacial lakes, ground instability and polar regions as the examples.", 
    "A Lead Author replied that the three selected cases are the most relevant ones.", 
    "China questioned whether this was the right place to refer to other important potential impacts, such as increased risk of glacial lake outburst floods.", 
    "France, Peru and Pakistan proposed their inclusion, but the Lead Authors indicated there is no evidence in the literature, and Co-Chair Parry elaborated that the problem is establishing the relationship with climate change.", 
    "Tajikistan noted existing literature in Russian.", 
    "On ground instability in permafrost regions, the UK indicated that the crucial distinction was one between direct and indirect impacts, rather than physical and non-physical environments.", 
    "Using bird nesting time as an example, Co-Chair Parry responded that there may not be enough of a knowledge-base to tease out second and third order impacts.", 
    "On the overall structure of the paragraph, Co-Chair Parry proposed first summarizing WGI conclusions on changes in physical systems, and then stating that WGII has high confidence that these changes in regions of snow, ice and frozen ground are affecting natural systems, for example, through the enlargement and increased numbers of glacial lakes, increasing ground instability of permafrost regions, and rock avalanches.", 
    "Austria drew attention to the different spheres, with the US stating that this discussion only related to the cryosphere and proposing deleting reference to physical systems.", 
    "Colombia proposed discussing direct and indirect impacts without explaining the physical systems.", 
    "The paragraph was deferred to informal consultations.", 
    "After informal consultations, WGII agreed to text introduced on Tuesday morning that omitted reference to physical systems and included some other small changes.", 
    "Concerning changes in hydrological systems, the issues discussed focused on the confidence level, how to best express the number and significance of systems involved, and what was meant by systems.", 
    "On the level of confidence, the US proposed using emerging evidence, while Austria, Norway and others preferred retaining the proposed wording high confidence. WGII agreed to text combining both propositions.", 
    "Discussions on whether some or many systems are affected were resolved after the Lead Authors explained that four of at least ten types of systems were affected, and Saudi Arabia proposed language on the following types of systems, followed by a list.", 
    "Switzerland, opposed by Norway, proposed specific reference to the Alps and Andes, with WGII deciding not to include it.", 
    "Germany and Egypt highlighted sea-level rise.", 
    "Ireland proposed, and WGII agreed to, language saying around the world to refer to the range of the effects.", 
    "On changes in biological systems, Germany proposed, and WGII agreed, to reinsert language from the Technical Summary stating that recent warming is strongly affecting terrestrial and biological systems.", 
    "WGII also agreed to a US proposal to delete reference to increasing atmospheric carbon dioxide concentrations, and to a proposal by Switzerland to refer instead to recent warming.", 
    "Reference to thermal growing seasons was included after Zimbabwe underscored shorter growing seasons and decreased yield production in Africa.", 
    "On changes in marine and freshwater biological systems, WGII agreed to a US proposal to include reference to substantial new evidence on observed changes being associated with rising water temperatures.", 
    "Noting that two out of three examples have high confidence, China asked about the basis for stating very high confidence in the chapeau.", 
    "Australia highlighted the need to err on the conservative side to avoid the impression that the IPCC has overstated confidence levels, and WGII agreed to high confidence language.", 
    "On ocean acidification , delegates considered the link between acidity of ocean waters and increased absorption of atmospheric carbon dioxide.", 
    "China questioned reference to modeled evidence.", 
    "Opposed by Austria, Co-Chair Parry proposed and WGII agreed to delete mention of modeled evidence.", 
    "Noting the WGI report, China, opposed by Norway, suggested removing the entire statement on ocean acidification.", 
    "Delegates agreed to a new wording that indicates that since 1750 oceans have become more acidic.", 
    "On global assessment data, Co-Chair Parry explained that, in response to government comments, a box on using climate models and spatial pattern analysis in linking the causes of climate change to observed effects in natural systems was removed.", 
    "A Lead Author presented the sets of evidence used on a global scale assessment of data since 1970 showing that it is likely that anthropogenic warming has had a discernible influence on many physical and biological systems.", 
    "On a statement on consistency between changes in physical and biological systems and warming, delegates discussed numbers and text in plenary and in three contact group meetings.", 
    "Responding to questions from China, Australia, the US and others, the Lead Authors detailed the data-selection process and explained the statistical significance of the data sets.", 
    "Delegates agreed to insert a footnote describing the selection process of the 29,000 data series, from about 80,000 data series from 577 studies.", 
    "China questioned a statement noting that more than 90% of the 29,000 data series is consistent with warming.", 
    "After further clarification from the Lead Authors, delegates agreed to refer to more than 89%.", 
    "On text noting agreement between observed system responses and anthropogenic warming in modeling studies, Belgium proposed and WGII agreed to insert language explaining natural and anthropogenic forcing.", 
    "Several other suggestions were made to clarify the language and to make it consistent with that used by WGI.", 
    "Discussions on a paragraph on effects of temperature increases on managed and human systems focused on reference to coastal zones, present impacts and adaptation, and consideration of other variables than temperature change.", 
    "Colombia, supported by France, the US, Spain, Niger and Argentina underscored the importance of emphasizing adaptation to present effects and which impacts can be addressed by adaptation.", 
    "Austria said the language should clarify that it refers only to temperature changes.", 
    "France said text was needed explaining why other variables had not been used.", 
    "Co-Chair Parry noted that the assessment had only been done with respect to temperature.", 
    "South Africa expressed concern about the lack of representation of Africa in the section.", 
    "Germany and Spain proposed, and WGII agreed, to include the effects of sea-level rise."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12320e.html", 
  "enb_long_title": "Eighth session of the IPCC Working Group II", 
  "type": "ipcc", 
  "id": "enb12320e_9", 
  "enb_end_date": "05-Apr-07"
}