{
  "countries": [
    "Nauru"
  ], 
  "topics": [
    "National Communications & Inventories"
  ], 
  "section_title": "SBSTA Conclusions", 
  "enb_start_date": "04-Jun-14", 
  "enb_short_title": "SB 40", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "In its conclusions (FCCC/SBSTA/2014/L.15), the SBSTA notes that progress needs to be made on two sets of issues, those set out in Annex I (in-session discussion text relating to reporting and accounting) and in Annex II (note by the co-facilitators on elements of text relating to review and adjustments of the conclusions), and facilitate finalization of work for consideration at CMP 10, the SBSTA: - requests the Secretariat to update and extend the technical paper (FCCC/TP/2013/9) for consideration at SBSTA 41 and reflect the status of work as of June 2014, address the update of conservativeness factors contained in Appendix III to Decision 20/CMP.1, including consideration of the default uncertainties in the IPCC's 2006 Guidelines for National GHG Inventories, and reflect any party submissions on this issue; - invites submissions by parties by 20 August 2014; and - requests the Secretariat to explore ways to facilitate a technical discussion among experts from interested parties prior to SBSTA 41.", 
    "The SBSTA agrees to continue consideration of this item at SBSTA 41.", 
    "Clarification of the Text in Section G (Article 3, paragraph 7 ter ) of the Doha Amendment to the Kyoto Protocol: This issue (FCCC/KP/CMP/2013/7) was first addressed by the SBSTA on 4 June.", 
    "Nauru, for AOSIS, stressed that work on agenda items on implications of implementation of Decisions 2/CMP.7 to 4/CMP.7 and 1/CMP.8, and clarification of the text will be expedited if parties agree that the text of Section G not be re-written or creatively interpreted.", 
    "A contact group was co-chaired by Maesela Kekana and Anke Herold.", 
    "During the contact group and informal consultations, parties discussed five options for clarifying the text in Section G (Article 3, paragraph 7 ter ) of the Doha Amendment, which include that: the paragraph not apply to parties without QELRCs during the first commitment period; the paragraph refers to parties with QELRCs inscribed in the third column of Annex B to the Kyoto Protocol, and clarifies the term 'average annual emissions' for parties without QELRCs in the first commitment period; and the paragraph refers to the parties' 'preceding commitment period'.", 
    "Text in several options remained bracketed and no agreement on which option to use could be reached."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12598e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2014", 
  "type": "", 
  "id": "enb12598e_76", 
  "enb_end_date": "15-Jun-14"
}