{
  "countries": [
    "Canada", 
    "Australia", 
    "Philippines", 
    "Central African Republic", 
    "Uzbekistan", 
    "China", 
    "Japan", 
    "Marshall Islands", 
    "Kazakhstan"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "CAPACITY BUILDING", 
  "enb_start_date": "08-Nov-99", 
  "enb_short_title": "COP-5", 
  "subtype": "", 
  "actors": [
    "Least Developed Countries", 
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "This agenda item was considered in a joint SBI/SBSTA session on 26 October and in a contact group that met four times from 27-30 October.", 
    "The contact group considered the Co-Chairs' proposal for a draft decision on capacity building that was based on a G-77/China proposal and incorporated submissions from the EU and other Annex I Parties. Many delegates welcomed the G-77/CHINA proposal for a draft decision on capacity building (FCCC/SBSTA/1999/MISC.9) for developing countries, which contains a list of developing country needs, as a basis for adopting a decision at COP-5.", 
    "The G-77/China draft decision called on the COP to, inter alia: conduct capacity building activities in and for developing countries; provide the necessary financial and technical support to strengthen national focal points; promote climate-related research and studies; and promote capacity building of national institutions and expertise.", 
    "It further requests the Secretariat to, inter alia, prepare a plan to facilitate capacity building for developing countries.", 
    "It underscored the importance of workshops being undertaken with the participation of developing countries. In discussing the G-77/China proposal, delegates highlighted, inter alia: the inclusion of EITs in capacity-building activities (EU, KAZAKHSTAN); that capacity building be 'for,' 'by' and 'in' developing countries (the PHILIPPINES); the need for a coordinated response among existing efforts in capacity building (CANADA); the lack of utility in holding short workshops, as developing countries need continuous ones (CENTRAL AFRICAN REPUBLIC); and the identification of non-Annex I Parties' needs by analyzing their national communications (EU).", 
    "AUSTRALIA, CANADA, JAPAN and UZBEKISTAN said that capacity building was necessary to take full advantage of the CDM. Regarding the process of capacity building, a number of developing countries said it should be country driven rather than agency driven and must follow the guidance of the COP. The meeting decided to continue the deliberations in a contact group co-chaired by SBI Chair John Ashe and Dan Reifsnyder (US).", 
    "The contact group discussed whether: to use the draft as a basis for negotiation; if EITs should be included in the draft decision; and whether capacity building is a prerequisite for meaningful developing country participation. On Wednesday 3 November, the joint SBI/SBSTA agreed to recommend COP-5 to adopt the Co-Chairs' two proposals for draft decisions on capacity building for developing countries and for EITs.", 
    "The MARSHALL ISLANDS expressed its reservation on the request to the Secretariat to coordinate with bilateral and multilateral institutions in preparing the elements of a draft framework for capacity building activities, since this would be a top-down approach.", 
    "The COP adopted these draft decisions on 4 November. The decision for capacity building in developing countries (FCCC/CP/1999/L.19), inter alia: recognizes the constraints in developing countries to implementing the Convention and, in particular, the special capacity-building needs of the least developed countries (LDCs) and SIDS; emphasizes that capacity building is a continuous process; and states that capacity building for developing countries must be country-driven, reflecting national initiatives and priorities.", 
    "COP-5 decided that: financial and technical support for capacity building in developing countries should be provided through the financial mechanism and bilateral and multilateral agencies; existing capacity building activities and programmes should be comprehensively assessed to determine their effectiveness and identify gaps and weaknesses in ongoing efforts; and developing countries' special needs should be further elaborated.", 
    "The decision outlines issues to be considered in the assessment, including ways and means for capacity building to strengthen FCCC national focal points, build expertise and strengthen institutions, and conduct training, seminars and exchange programmes for the personnel of developing country institutions. The decision on capacity building for EITs (FCCC/CP/1999/L.20) states that, inter alia: financial and technical support for capacity building in EITs should be provided through bilateral and multilateral channels and the private sector; existing programmes and activities should be comprehensively assessed to determine their effectiveness and identify gaps and weaknesses; and the special needs of EITs should be elaborated. Both decisions further invite concerned Parties to identify their needs and priorities for capacity building, and request the Secretariat to compile and synthesize the information and, based on the information and in consultation with the Parties, develop a draft framework for capacity-building activities."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12123e.html", 
  "enb_long_title": "Fifth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12123e_19", 
  "enb_end_date": "08-Nov-99"
}