{
  "countries": [
    "Brazil", 
    "Philippines", 
    "Indonesia", 
    "United States", 
    "New Zealand", 
    "Bolivia", 
    "Norway", 
    "Australia", 
    "South Africa", 
    "El Salvador", 
    "Tuvalu", 
    "Mexico", 
    "India", 
    "Papua New Guinea", 
    "Togo", 
    "China", 
    "Colombia", 
    "Indigenous Peoples", 
    "Paraguay", 
    "Japan", 
    "Panama"
  ], 
  "topics": [
    "Financial Mechanisms and Funds 2", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "forests", 
    "Mitigation", 
    "Flexibility Mechanims"
  ], 
  "section_title": "REDD-plus", 
  "enb_start_date": "09-Jun-09", 
  "enb_short_title": "SB 30", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Parties then considered issues related to paragraph 1(b)(iii) of the BAP (REDD-plus).", 
    "Regarding objectives, scope and principles, the Philippines, for the G-77/CHINA, stressed that REDD activities should receive appropriate financial and technological support.", 
    "South Africa, for the AFRICAN GROUP, favored a broad scope for REDD, not limited to forestry.", 
    "The EU highlighted a link between REDD-plus actions and low-carbon development strategies.", 
    "He called for: a clear reference to the ambition level; emphasis on readiness; integrating biological diversity considerations into REDD; and ensuring that parties are ready to introduce REDD policies and have the requisite capacity. NEW ZEALAND supported including an article establishing a REDD or REDD-plus mechanism.", 
    "He called for a process to define scope, and options to address non-permanence.", 
    "NORWAY highlighted their submission, stressing the need for criteria for adding new activities.", 
    "She also called for a phased approach and, supported by the EU, emphasized the need to establish safeguards for biodiversity. BRAZIL, BOLIVIA and TUVALU supported addressing REDD in the context of NAMAs, and opposed offsetting.", 
    "INDIA, supported by TOGO, highlighted the need for an explicit definition of REDD-plus actions.", 
    "TUVALU identified the need to clarify the concept of REDD-plus.", 
    "TUVALU, PARAGUAY and BOLIVIA requested reference to the UN Declaration on the Rights of Indigenous Peoples.", 
    "Underscoring difficulties with the overall framework for addressing REDD under the Convention, TUVALU noted the need to address demand-side drivers of deforestation and forest degradation. MEXICO proposed introducing language on the co-benefits of REDD-plus actions, as well as taking into account the distribution of benefits to local and indigenous communities. PAPUA NEW GUINEA opposed including reference to other non-forest land-use activities, and said discussions on including REDD in NAMAs were premature.", 
    "He suggested limiting leakage discussions to domestic leakage, and opposed sub-national accounting.", 
    "The US said the text should include language encouraging all parties to consider actions that relieve pressure on forests and land, which result in emissions.", 
    "He said a broader view of REDD-plus must be taken, considering the dynamic links between population growth, consumption patterns and land-use decisions.", 
    "He expressed concern with the text s structure, and urged consolidating provisions, which have much in common with other types of mitigation actions into the broader mitigation framework.", 
    "He said the provisions on financing and institutional arrangements should be included in their respective sections in the text, and not repeated in the REDD section. JAPAN highlighted the co-benefits of sustainable forest management, called for clarification of the meaning of permanence, and said accounting should take place at the national level.", 
    "COLOMBIA said the text should reflect national circumstances and be flexible, and said NAMAs and REDD were not necessarily mixed.", 
    "PANAMA, supported by PARAGUAY, stressed that REDD-plus and NAMAs should be kept separate to reflect the importance of REDD-plus as an option for reducing emissions. PARAGUAY supported reference to the role of indigenous peoples, and coordination with related agreements and programmes.", 
    "He said that addressing the socio-economic consequences of REDD-plus requires reflecting the underlying causes of deforestation and emissions, which are linked to consumption patterns. AUSTRALIA called for a forest carbon market in the post-2012 regime, saying a market mechanism is the only option capable of generating funding at the required scale.", 
    "She noted the aspiration to expand REDD-plus to broader coverage of the land sector.", 
    "She also supported: voluntary participation; robust, transparent and simple MRV; an effective and efficient governance framework to minimize transaction costs; and capacity building that supports non-climate outcomes. CHINA stressed voluntary participation, suggested deleting reference to land use, noted connections to sustainable development, and said REDD should not be an offset mechanism.", 
    "On means of implementation, the AFRICAN GROUP, BOLIVIA, EL SALVADOR and PARAGUAY expressed preference for the use of public funds as opposed to market mechanisms, while INDIA and INDONESIA supported a combination of market and non-market approaches. PAPUA NEW GUINEA stressed that readiness funding must come from multiple sources, and that market-based reductions must be additional and not simply part of an offsetting mechanism.", 
    "COLOMBIA supported MRV of finance for readiness by developed countries and said language on finance for REDD-plus should be strengthened and specific resources identified. TUVALU supported new and innovative sources of funding, such as: auctioning of allowances; levies on international transport; and trust funds.", 
    "He opposed using market mechanisms for REDD, noting they can lead to problems associated with leakage, permanence and additionality.", 
    "He also supported a REDD funding window in a broader climate change fund.", 
    "The US said some of the MRV elements should be included within the broader MRV section under mitigation.", 
    "PAPUA NEW GUINEA supported use of IPCC guidelines and methodologies, saying that verification of actions should be undertaken by an expert review team under the COP, and that verification of support should be done by a technical panel with developing and developed country representatives. PARAGUAY noted the increase in costs created by the proposed MRV, called for commitments to cover these costs and expressed preference for a funding mechanism under control of the COP.", 
    "INDIA stressed that MRV of actions should be limited to supported actions, and that MRV of support should be elaborated and specified, stressing that the two are complementary."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12417e.html", 
  "enb_long_title": "Bonn Climate Change Talks - June 2009", 
  "type": "", 
  "id": "enb12417e_3", 
  "enb_end_date": "09-Jun-09"
}