{
  "countries": [
    "Australia", 
    "Sudan", 
    "Panama", 
    "Nepal", 
    "China", 
    "Belize", 
    "Bolivia"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Loss and Damage"
  ], 
  "section_title": "OPENING STATEMENTS:", 
  "enb_start_date": "02-Dec-14", 
  "enb_short_title": "COP 20", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Central American Integration System", 
    "Group of 77", 
    "Coalition for Rainforest Nations", 
    "Umbrella Group", 
    "African Group"
  ], 
  "sentences": [
    "Bolivia, for the G-77/CHINA, stressed the need to make the Warsaw International Mechanism for Loss and Damage functional and establish a mechanism to address the impacts of response measures.", 
    "He said that market and non-market-based approaches must be addressed in a balanced manner.", 
    "The EU called for focus on priority areas, including: finalization of methodological issues for timely reporting under the second commitment period of the Kyoto Protocol; elaboration of robust accounting for market and non-market-based mechanisms; and conclusion of the work programme on clarification of quantified economy-wide emission reduction targets of developed countries.", 
    "Australia, for the UMBRELLA GROUP, welcomed consideration of the IPCC AR5 under the Structured Expert Dialogue (SED).", 
    "He noted the need to continue work on adaptation and consider rules to enhance capabilities for mitigation, including in the land sector.", 
    "Sudan, for the AFRICAN GROUP, highlighted IPCC AR5, stressing the need for high mitigation ambition.", 
    "He emphasized the importance of continuing the mandates of the TEC and CTCN, and called for consistent and adequate financial support.", 
    "Belize, for SICA, said the relevance of the NWP could be enhanced if brought under the Adaptation Committee.", 
    "Panama, for CfRN, called for finance to start implementation of REDD+ on the ground.", 
    "Nepal, for the LDCs, stressed the need for deep cuts in GHG emissions to avoid irreversible impacts of climate change, mostly suffered by LDCs, and called for prioritization of MOI."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12609e.html", 
  "enb_long_title": "Lima Climate Change Conference - December 2014", 
  "type": "sbsta", 
  "id": "enb12609e_10", 
  "enb_end_date": "02-Dec-14"
}