{
  "countries": [
    "Brazil", 
    "Mauritania", 
    "Saudi Arabia", 
    "Iran", 
    "Canada", 
    "Philippines", 
    "India", 
    "United States", 
    "China", 
    "Switzerland", 
    "Japan"
  ], 
  "topics": [
    "UNFCCC Functioning", 
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer"
  ], 
  "section_title": "SBI", 
  "enb_start_date": "03-Jun-99", 
  "enb_short_title": "10th Session SBSTA & SBI", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "On the program budget for the biennium 2000-2001, FCCC Executive Secretary, introduced the documents FCCC/SBI/1999/4 and FCCC/SBI/1999/4/Add.1.", 
    "He highlighted its new features, inter alia, a cross-cutting emphasis on capacity building and strong focus on ensuring high quality of inventory data.", 
    "He said the budget also seeks to strengthen capacity within the Secretariat to enable it to respond effectively to Parties\u0092 demands.", 
    "He informed delegates of a 50% increase in the budget for programme activities.", 
    "Chair Kante initially sought to confine discussion to consultations to be led by Mohamed Mahmoud Ould El Ghaouth (Mauritania) but at the insistence of CHINA, the PHILIPPINES, SAUDI ARABIA and INDIA, allowed Parties to make general statements in Plenary.", 
    "The PHILIPPINES stressed that capacity building was for developing countries not for the Secretariat.", 
    "IRAN, with CHINA, BRAZIL, SAUDI ARABIA, INDIA and the PHILIPPINES expressed concern over a steep increase in the proposed budget\u0092s expenditure levels. On income and budget performance in the biennium 1998-1999, the EU called for timely payment of contributions.", 
    "The PHILIPPINES noted that developing countries were penalized for arrears in their contributions by being denied the benefit of the trust fund for participation and inquired whether similar penalties existed for Annex I countries.", 
    "The EU said options to deal with cash surpluses and carry-over of resources from previous biennium periods required further consideration.", 
    "SWITZERLAND asked why there were unspent reserves.", 
    "JAPAN said it preferred repayment to the Parties. On the institutional linkage of the Convention Secretariat to the United Nations, the FCCC Executive Secretary said the institutional linkage was working well.", 
    "The G-77/CHINA accepted the document.", 
    "The EU said its experiences with the linkage were positive and welcomed its continuation.", 
    "The US queried whether maintenance of the institutional linkage was part of the problem with respect to financing of conference services.", 
    "The Executive Secretary suggested that this issue be discussed by the contact group on the budget.", 
    "Chair Kante proposed drafting a decision on the issue. On annual inventories of national greenhouse gas data from Annex I Parties, the EU called for a single document containing all available data from Annex I Parties and urged Parties that had not done so to submit their inventories.", 
    "The US underscored the importance of good quality reports and questioned the delay in submission of Annex I inventories. On reporting on technology transfer and financial assistance, CANADA, with the US, said exhaustive reporting on all areas related to climate change, including reporting on private and public technology transfer, is impractical and beyond the means of most Parties\u0092 budgets.", 
    "On the future review process, the US said the review process under the FCCC and the review of implementation under Article 8 of the Protocol are fundamentally different.", 
    "The EU noted that work should first be undertaken to develop the review for inventories and then guidelines developed for the review process under the Convention and the Protocol."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12102e.html", 
  "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "SBI", 
  "id": "enb12102e_2", 
  "enb_end_date": "03-Jun-99"
}