{
  "countries": [
    "Brazil", 
    "Canada", 
    "South Africa", 
    "China", 
    "Japan", 
    "Bolivia", 
    "Norway"
  ], 
  "topics": [
    "Flexibility Mechanims"
  ], 
  "section_title": "HFC-23:", 
  "enb_start_date": "15-May-06", 
  "enb_short_title": "UNFCCC SB 24", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "The implications of the establishment of new HCFC-22 facilities seeking to obtain Certified Emissions Reductions (CERs) under the CDM for the destruction of HFC-23 was taken up in SBSTA plenary on 18 May , in a contact group and informal consultations chaired by Georg Børsting (Norway).", 
    "The issue was placed on the agenda in response to a request by the CDM Executive Board for guidance on potential perverse incentives resulting from crediting the destruction of HFC-23 under the CDM, which could thereby create incentives for the increased production of HCFC-22, an ozone-depleting gas controlled under the Montreal Protocol.", 
    "Parties agreed on the need to avoid higher global production of HCFC-22 as a result of CDM project activities, but differed on how to do so.", 
    "Brazil, South Africa, Bolivia and others proposed no credits for new facilities and crediting only existing production capacity.", 
    "However, some parties favored a less strict approach.", 
    "Canada and China called for practical solutions based on market trends and demand.", 
    "The EU and Japan called for further exploration of solutions that would provide sufficient incentives for mitigation but not for increased production.", 
    "Unable to agree, parties accepted a proposal to request submissions on practical solutions and to consider the issue further at SBSTA 25."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12306e.html", 
  "enb_long_title": "Twenty-Fourth sessions of the Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) of the UNFCCC and First session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG) and related meetings", 
  "type": "WORKING GROUP", 
  "id": "enb12306e_69", 
  "enb_end_date": "26-May-06"
}