{
  "countries": [
    "Australia", 
    "Samoa", 
    "Russian Federation", 
    "China", 
    "Japan", 
    "Switzerland", 
    "Iran", 
    "Norway"
  ], 
  "topics": [
    "Compliance and Enforcement", 
    "Financial Mechanisms and Funds", 
    "Compliance and Enforcement", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "COMPLIANCE", 
  "enb_start_date": "01-Nov-01", 
  "enb_short_title": "COP-7", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Delegates resumed consideration of the Co-Chairs' non- paper on the status of negotiation, referring the majority of unresolved issues to a drafting group.", 
    "On the facilitative branch, JAPAN put forward a proposal intended to reflect the language in the Bonn Agreements on the type of questions of implementation to be addressed.", 
    "The G-77/CHINA said the proposal required further clarification.", 
    "On the enforcement branch, delegates discussed the need to specify which commitment under Protocol Article 7.4 (establishment of guidelines and modalities for the accounting of assigned amounts) would fall within its mandate. On submissions, AUSTRALIA, supported by the RUSSIAN FEDERATION and opposed by a number of Parties, suggested the deletion of the possibility for a Party to submit a question of implementation with respect to another Party, explaining that it had the potential to create rifts among Parties or could eventually be used for 'other reasons,' and that the reports from expert review teams (ERTs) provided a thorough triggering process.", 
    "The EU highlighted that the Party-to-Party triggering option was useful for the effectiveness and balance of the compliance procedures.", 
    "With IRAN, he said that if questions could be indicated in the reports of ERTs, sovereign states should also have the possibility to make submissions against another Party.", 
    "SAMOA stressed that procedures are non-adversarial, multilateral in nature and include due-process provisions.", 
    "JAPAN, opposed by CHINA, suggested that triggering against another Party could be limited to the facilitative branch.", 
    "Co-Chair Dovland said this issue was not of a drafting nature and would thus be forwarded to the Plenary. On general procedures, the G-77/CHINA suggested that the ERT reports not be made publicly available before the Party concerned had the opportunity to respond in writing to the relevant branch.", 
    "The RUSSIAN FEDERATION suggested that the information considered by the branch be made available to the public after the conclusion of the process.", 
    "SWITZERLAND and NORWAY highlighted the existence of due process provisions in, and the need to be consistent with, the text on Protocol Articles 5, 7 and 8. On the procedures for the enforcement branch, the RUSSIAN FEDERATION, opposed by the EU, suggested text reflecting the right for the Party concerned to have a closed hearing.", 
    "SAMOA expressed concern about upsetting the balance between access to information, transparency and public participation, and safeguarding the sovereign rights of the Party. On expedited procedures, JAPAN said it would submit a proposal on the procedure for reinstalling mechanisms' eligibility.", 
    "On consequences applied by the facilitative branch, the RUSSIAN FEDERATION, opposed by the G-77/CHINA, called for the deletion of text requiring that UNFCCC Article 4.3 (financial resources), 4.4 (costs of adaptation), 4.5 (technology transfer) and 4.7 (conditionality in the fulfillment of commitments) be taken into account. On consequences applied by the enforcement branch, JAPAN, opposed by the EU, proposed deleting the paragraphs providing for consequences in case of non-compliance with Protocol Articles 5.1 (national systems), 5.2 (adjustments), 7.1 (annual inventories) and 7.4 (establishment of guidelines and modalities for the accounting of assigned amounts)."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12181e.html", 
  "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12181e_5", 
  "enb_end_date": "01-Nov-01"
}