{
  "countries": [
    "Iceland", 
    "Poland", 
    "Norway"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "forests"
  ], 
  "section_title": "OPENING PLENARY", 
  "enb_start_date": "11-Jul-00", 
  "enb_short_title": "LULUCF", 
  "subtype": "plenary", 
  "actors": [], 
  "sentences": [
    "Harald Dovland (Norway), Chair of the Subsidiary Body for Technological and Scientific Advice (SBSTA) of the United Nations Framework Convention on Climate Change (FCCC), opened the meeting and welcomed participants.", 
    "He said the new IPCC Special Report on LULUCF marked a watershed in work on this issue and provided a strong scientific basis for deciding on the various policy options available.", 
    "He noted the upcoming 1 August deadline for the submission of country-specific data and information on proposals by Annex I Parties for activities related to Article 3.3 (ARD) and 3.4 (additional activities) of the Kyoto Protocol.", 
    "Noting that COP-6 was rapidly approaching, he informed participants that consultations on LULUCF had been tentatively scheduled for the second week of October. Antoni Tokarczuk, Minister of the Environment of Poland, noted that this workshop was being held in response to a request by SBSTA to analyze the IPCC Special Report in the context of the requirements of Protocol Articles 3.3 and 3.4.", 
    "He stressed the importance of wise land use and forestry policies in addressing climate change concerns, and outlined elements of Poland's National Sustainable Forestry Policy, including, inter alia: conservation of existing forest areas; promotion of natural forest regeneration; and reduction of clear-cutting.", 
    "Stating that LULUCF is one of the most important issues addressed by the Protocol, he urged participants to work to achieve 'concrete results' at this meeting that could support the Protocol's entry into force in 2002. COP-5 President Jan Szyszko (Poland) stressed the opportunity provided by this workshop to make progress on LULUCF.", 
    "He noted the carbon storage, biodiversity, socio- economic and other benefits of sound forestry policy. Halldor Thorgeirsson (Iceland), Co-Chair of the SBSTA contact group on LULUCF, noted concerns expressed by a number of Parties regarding the agenda items relating to discussion of possible elements of decisions.", 
    "He stressed that this workshop was not a forum for negotiating outcomes. IPCC Chair Robert Watson highlighted key issues for decisions, including: defining a forest, including single or multiple thresholds of canopy cover, and aggradation and degradation; excluding or including the harvest- regeneration cycle and the problem of accurately reflecting changes in carbon in the atmosphere; addressing the question of permanence; differentiating between direct and indirect human-induced activities; identifying which pools to monitor, including issues related to costs, the need for precision and technical feasibility, and monitoring of project-based activities; addressing 1990-2008 incentives and disincentives; and determining quantitative potentials considering accounting approaches and the definition of a forest, including effects under a single threshold."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12138e.html", 
  "enb_long_title": "Workshop on Land-Use, Land-Use Change and Forestry", 
  "type": "special workshop", 
  "id": "enb12138e_1", 
  "enb_end_date": "11-Jul-00"
}