{
  "countries": [], 
  "topics": [], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "08-Apr-09", 
  "enb_short_title": "AWGs", 
  "subtype": "corridors", 
  "actors": [], 
  "sentences": [
    "On Tuesday, the corridors of the Maritim were busy with delegates engaged in various informal consultations on the AWG-KP and on the need for additional meeting time.", 
    "As there was still no agreement on Tuesday evening, some were willing to laugh about the irony that it would take a full session of informal consultations just to figure out whether, where and when to hold additional meetings before Copenhagen.", 
    "Imagine if we had dedicated all this time to substantive discussions here, commented one.", 
    "Others were already getting stressed about the hectic schedule emerging for the second half of the year.", 
    "For us, additional meeting time in November is problematic because it does not leave us enough time at home to prepare and coordinate our positions for Copenhagen, worried some developing country delegates.", 
    "Maybe it would help if we left a bit more time between the second additional session and Copenhagen.", 
    "Leaving the rest of the year aside, it seems like a lot of meeting time this evening will be required, sighed one AWG-KP delegate.", 
    "The day s contact group and informal consultations had revealed divergent views over the documents to be developed for the June meeting, as well as on linkages with the AWG-LCA.", 
    "And it didn t exactly help that we spent a long time playing musical chairs trying to decide who gets to sit next to whom in the meeting room, commented one negotiator after delegates dedicated the first portion of the evening s informals trying out different configurations to seat like-minded countries together.", 
    "Having found nationally appropriate seating arrangements, delegates stayed glued to their seats late into the evening."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12406e.html", 
  "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)", 
  "type": "working group", 
  "id": "enb12406e_7", 
  "enb_end_date": "08-Apr-09"
}