{
  "countries": [
    "Brazil", 
    "Saudi Arabia", 
    "Australia", 
    "Colombia", 
    "Bhutan", 
    "Togo", 
    "Indonesia", 
    "Gambia", 
    "Philippines", 
    "Uruguay", 
    "Qatar", 
    "Trinidad and Tobago", 
    "China", 
    "Chile", 
    "Japan", 
    "New Zealand", 
    "Argentina"
  ], 
  "topics": [
    "Reasons for Concern", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adverse Effects & Response Measure", 
    "Adaptation", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "AWG-LCA WORKSHOP", 
  "enb_start_date": "01-Apr-09", 
  "enb_short_title": "AWGs", 
  "subtype": "groups", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "The AWG-LCA in-session workshop on response measures was chaired by Kishan Kumarsingh (Trinidad and Tobago).", 
    "The Philippines, for the G-77/CHINA, called for enhanced understanding of the nature and magnitude of consequences and for evaluating the effectiveness of existing tools for addressing negative impacts of response measures. SAUDI ARABIA highlighted trade-related issues and argued that sectoral approaches impose burdens on developing countries. AUSTRALIA noted that the economic downturn has a far greater impact on exporting economies than climate policy, and underscored the need for long-term planning for exporting economies.", 
    "Noting that impacts can change over time, QATAR highlighted the need for continuous assessment.", 
    "He proposed establishing a forum to address impacts of response measures, to be held in conjunction with the Subsidiary Bodies. INTERNATIONAL LABOUR ORGANIZATION recommended: labor-market policies that are aligned with climate policies; assessment tools; programmes that target the most disadvantaged; entrepreneurship and skills development; and transition measures. JAPAN noted a lack of common understanding on what is meant by spillover effects and response measures, and whether they actually exist.", 
    "NEW ZEALAND highlighted national communications as a channel to raise concerns.", 
    "JAPAN and the GAMBIA supported considering positive impacts and co-benefits.", 
    "The EU stated that a comprehensive climate agreement is the best option for minimizing consequences.", 
    "CHILE said that consideration of consequences should be a fundamental part of the agreement. NEW ZEALAND, TOGO and the EU called for prioritizing the most vulnerable countries, and the GAMBIA and BHUTAN emphasized LDCs.", 
    "COLOMBIA called for an IPCC special report on consequences at regional and local levels. URUGUAY, with ARGENTINA and BRAZIL, urged avoiding negative impacts on the agricultural sector and food production.", 
    "ARGENTINA and BRAZIL underscored the adverse impacts of labeling, standards and subsidies.", 
    "NEW ZEALAND highlighted existing remedies and other international organizations for pursuing negative impacts of subsidies.", 
    "INDONESIA said efforts to minimize adverse impacts of response measures can be considered as part of NAMAs.", 
    "In the ensuing discussion, parties addressed positive and negative effects of response measures.", 
    "Participants also addressed the relationship between carbon dependence and vulnerability to response measures, measurement issues, and impacts on health, work conditions, and human rights.", 
    "They highlighted possible negative impacts of REDD and offset measures on indigenous communities."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12400e.html", 
  "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)", 
  "type": "working group", 
  "id": "enb12400e_1", 
  "enb_end_date": "01-Apr-09"
}