{
  "countries": [
    "China", 
    "Croatia", 
    "Bhutan"
  ], 
  "topics": [], 
  "section_title": "CAPACITY BUILDING", 
  "enb_start_date": "15-Dec-03", 
  "enb_short_title": "UNFCCC COP-9", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "On Tuesday, 2 December, several Parties highlighted the need to document best practice and lessons learned.", 
    "Chair Stoycheva said that a contact group, chaired by Dechen Tsering (Bhutan), would prepare a draft COP decision. On Wednesday, 3 December, the contact group considered actions and steps to complete the comprehensive review of the implementation of the framework for capacity building in developing countries.", 
    "Parties discussed a request to the Secretariat to produce a technical paper on lessons learned.", 
    "The G-77/China, supported by the EU, stressed the importance of the Secretariat also considering gaps and shortfalls in implementing the framework.", 
    "Chair Tsering said informal consultations would be held to prepare a draft COP decision. On Friday, 5 December, the contact group discussed the Chair\u0092s draft decision.", 
    "Parties decided that submissions requested from Parties would be incorporated into a text on the effectiveness of capacity building in developing countries to be prepared by the Secretariat by SBI-20.", 
    "On guidance to the GEF, Croatia proposed that the GEF\u0092s approach to enhancing capacity building should be to respond to the framework for capacity building in EITs.", 
    "Parties decided to forward bracketed text on further guidance to the GEF for consideration under the relevant agenda item. On Saturday, 6 December, the contact group considered the Chair\u0092s revised draft COP decision.", 
    "Delegates were unable to agree on whether to hold a workshop to facilitate an exchange of views and experience on the implementation of decision 2/CP.7.", 
    "Chair Tsering said she would consult informally with Parties. On Tuesday, 9 December, Chair Tsering presented a report of the contact group\u0092s work and SBI agreed to forward the draft decision to the COP, which adopted it on Friday, 12 December."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12231e.html", 
  "enb_long_title": "Ninth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12231e_57", 
  "enb_end_date": "15-Dec-03"
}