{
  "countries": [
    "Canada", 
    "Brazil", 
    "Australia", 
    "South Africa", 
    "India", 
    "Belarus", 
    "Russian Federation", 
    "Japan", 
    "New Zealand", 
    "Norway"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "Mitigation", 
    "Technology Transfer"
  ], 
  "section_title": "ANNEX I EMISSION REDUCTIONS:", 
  "enb_start_date": "13-Aug-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "In the afternoon, the informal group continued considering Annex I emission reductions.", 
    "Several developing countries stated that more time should be allocated for considering the architecture relating to commitments. CANADA presented on their national target to reduce emissions by 20% from 2006 levels by 2020, emphasizing it is a mid-term target on the pathway towards a 60-70% reduction relative to 2006 by 2050.", 
    "He underscored that this commitment is not conditional on the outcome in Copenhagen.", 
    "On the choice of base year, he noted that 2006 is the first year for which complete and accurate data is available.", 
    "On LULUCF, he explained that its inclusion depends on changes in the accounting rules to eliminate penalties for countries with highly variable LULUCF emissions due to natural disturbances.", 
    "The RUSSIAN FEDERATION outlined plans to reduce emissions by 10-15% by 2020 in comparison to 1990 levels.", 
    "He explained the national goal does not include offsetting or LULUCF and that emission levels will not peak until after 2020.", 
    "He also said the target was not conditional on the pledges of other states, but was conditional on the state of the Russian economy. BELARUS confirmed its target of reducing emissions between 5 10% from 1990 levels by 2020.", 
    "He lamented the limited rate of technology transfer and highlighted improvement in carbon intensity.", 
    "On their pledge to reduce emissions by 30% from 1990 levels by 2020, NORWAY noted that LULUCF comprises between 3-6% of their target but that certain changes in the LULUCF accounting rules are necessary to achieve this.", 
    "In addition, she explained that two-thirds of the reduction would come from domestic mitigation actions.", 
    "During broader discussion on the Secretariat s paper on possible QELROs as submitted by parties, SOUTH AFRICA noted the importance of including information on what proportion of the QELROs are to be achieved through flexibility mechanisms.", 
    "Several developed countries said that this information was not yet available.", 
    "AUSTRALIA and NEW ZEALAND highlighted the principle of least-cost emission reductions in the Convention.", 
    "SOUTH AFRICA underscored that the alternative would be to establish a cap on the use of the flexibility mechanisms.", 
    "The EU emphasized that the full costs of offsetting through flexibility mechanisms was covered by developed countries.", 
    "BRAZIL said that developed countries want to both differentiate between developing countries and establish targets for them without any commensurate commitment to actual reductions themselves.", 
    "JAPAN opposed introducing a cap on the use of flexibility mechanisms, while recognizing the benefit of domestic mitigation. SOUTH AFRICA, supported by INDIA and AOSIS, said the use of offsets through the CDM is antithetical to the principle of common but differentiated responsibilities because it allows developed countries to use the least-cost mitigation opportunities in developing countries to fulfill their own obligations while leaving the expensive mitigation to be undertaken by developing countries.", 
    "The EU highlighted their cap on use of flexibility mechanisms, and underscored proposals to avoid double counting. INDIA expressed concern that NAMA trading would be used to create harmonization of emissions standards and noted that only one proposal on the table eliminates double counting by restricting trading to use against financial commitments to developing countries rather than against mitigation commitments.", 
    "He noted that there might be convergence around that proposal.", 
    "Noting the absence of some major emitting countries under the Protocol, the EU suggested a joint session on pledges and targets with the AWG-LCA.", 
    "JAPAN emphasized that the impact of Annex I countries that are Protocol parties is limited because they account for only 30% of total emissions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12425e.html", 
  "enb_long_title": "Bonn Climate Change Talks - August 2009", 
  "type": "working group", 
  "id": "enb12425e_6", 
  "enb_end_date": "13-Aug-09"
}