{
  "countries": [
    "Mexico"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Forests", 
    "Mitigation", 
    "Adaptation"
  ], 
  "section_title": "CANCUN:", 
  "enb_start_date": "14-May-12", 
  "enb_short_title": "SB 36", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Following four preparatory meetings in 2010, the UN Climate Change Conference in Cancun, Mexico, took place in December 2010.", 
    "By the end of the conference, parties had finalized the Cancun Agreements, which include decisions under both negotiating tracks.", 
    "Under the Convention track, Decision 1/CP.16 recognized the need for deep cuts in global emissions in order to limit global average temperature rise to 2°C.", 
    "Parties also agreed to keep the global long-term goal under regular review and consider strengthening it during a review by 2015, including in relation to a proposed 1.5°C target.", 
    "They took note of emission reduction targets and NAMAs communicated by developed and developing countries, respectively (FCCC/SB/2011/INF.1/Rev.1 and FCCC/ AWGLCA/2011/INF.1, both issued after Cancun).", 
    "Decision 1/CP.16 also addressed other aspects of mitigation, such as measuring, reporting and verification (MRV); reducing emissions from deforestation and forest degradation in developing countries; and the role of conservation, sustainable management of forests and enhancement of forest carbon stocks in developing countries (REDD+).", 
    "The Cancun Agreements also established several new institutions and processes, such as the Cancun Adaptation Framework and the Adaptation Committee, as well as the Technology Mechanism, which includes the Technology Executive Committee (TEC) and the Climate Technology Centre and Network (CTCN).", 
    "They also created the Green Climate Fund (GCF), designated to be a new operating entity of the Convention s financial mechanism and governed by a Board of 24 members.", 
    "Parties agreed to set up a Transitional Committee tasked with the Fund s detailed design.", 
    "Parties also established a Standing Committee to assist the COP with respect to the financial mechanism.", 
    "They also recognized the commitment by developed countries to provide US$30 billion of fast-start finance in 2010-2012, and to jointly mobilize US$100 billion per year by 2020.", 
    "Under the Protocol track, the CMP urged Annex I parties to raise the level of ambition of their emission reduction targets with a view to achieving aggregate emission reductions consistent with the range identified in the Fourth Assessment Report of the Intergovernmental Panel on Climate Change (IPCC).", 
    "Parties also adopted Decision 2/CMP.6 on land use, land-use change and forestry (LULUCF).", 
    "The mandates of the two AWGs were extended to the UN Climate Change Conference in Durban."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12535e.html", 
  "enb_long_title": "Bonn Climate Change Conference - May 2012", 
  "type": "", 
  "id": "enb12535e_4", 
  "enb_end_date": "14-May-12"
}