{
  "countries": [
    "United States", 
    "Tuvalu", 
    "China", 
    "India"
  ], 
  "topics": [
    "Legal Status of Agreements", 
    "Legal Status of Agreeements", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "10-Dec-09", 
  "enb_short_title": "COP 15", 
  "subtype": "CORRIDORS", 
  "actors": [
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The corridors were buzzing on Wednesday afternoon following an intense COP morning plenary.", 
    "Tuvalu s statement calling for parties in Copenhagen to sign a new legally-binding protocol under the Convention to complement an amended Kyoto Protocol, and to discuss this in a contact group, was the cause of the commotion.", 
    "Many countries from AOSIS, Latin America and Africa were backing Tuvalu s call.", 
    "However, several other developing countries, such as India and China, opposed the idea, fearing it would divert attention away from negotiations on a second commitment period for Annex I parties under the Kyoto Protocol.", 
    "These countries stressed the need to focus on the AWG-LCA s outcome on the Convention s implementation, rather than adopting a new protocol.", 
    "Tuvalu s call for a new legally-binding instrument also roused significant civil society backing.", 
    "When returning to the plenary in the afternoon, delegates had to pass through a vocal crowd shouting their support for the proposal.", 
    "As the demonstration was unauthorized, security guards promptly responded and kept the throng in the corridors and away from the meeting room.", 
    "We are afraid this is a sign of increasingly tight security to come, commented one NGO participant.", 
    "Other signs of the growing tension in Copenhagen included reports of non-violent clashes between civil society and a group of climate change skeptics.", 
    "Things are definitely starting to heat up, commented one delegate.", 
    "This was evident also from the fact that ministers and other high-level delegates have started to arrive in Copenhagen, including a Chinese minister and the US Special Climate Change Envoy.", 
    "A list of Heads of State intending to attend the high-level segment was in the process of being finalized.", 
    "There was also further fallout from Tuesday s leaking of the Danish text, with some delegates wondering who on the Danish side had been taking the lead, and several delegates from the South taking exception to the process as much as the substance.", 
    "They should have engaged more with us, said one LDC representative.", 
    "The group that was privy to this document was too exclusive and one-sided, said another developing country delegate.", 
    "Many developed countries, however, continued to play down the significance of the text, as well as the leak."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12451e.html", 
  "enb_long_title": "Copenhagen Climate Change Conference", 
  "type": "", 
  "id": "enb12451e_2", 
  "enb_end_date": "10-Dec-09"
}