{
  "countries": [
    "Brazil", 
    "Oman", 
    "Mexico", 
    "United States", 
    "New Zealand", 
    "Venezuela", 
    "Saudi Arabia", 
    "Australia", 
    "Angola", 
    "Algeria", 
    "Singapore", 
    "Egypt", 
    "Tuvalu", 
    "South Africa", 
    "India", 
    "China", 
    "Chile", 
    "Japan"
  ], 
  "topics": [], 
  "section_title": "MITIGATION (sub-paragraph 1(b)(v) of the BAP)", 
  "enb_start_date": "07-Oct-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Parties discussed a non-paper on various approaches to enhance cost-effectiveness of mitigation actions, including markets, and how to approach further streamlining and consolidation of the text. VENEZUELA emphasized that 99% of the text reflects proposals by developed countries on market mechanisms and stressed that the text should better reflect proposals by developing countries.", 
    "SOUTH AFRICA, with CHINA and INDIA, VENEZUELA and SINGAPORE, stressed that this sub-paragraph of the BAP addresses various approaches, not just markets.", 
    "EGYPT, noting that less than two weeks of negotiating time remain, proposed elucidating general principles for further discussion following COP 15.", 
    "He also stressed that market mechanisms should complement public finance for mitigation actions.", 
    "TUVALU stressed that no new offseting mechanisms should be created. VENEZUELA proposed restructuring the non-paper to reflect views expressed by developing countries and deleting the text that addresses the existing flexibility mechanisms under the Protocol.", 
    "Stressing that the AWG-KP is a separate process, TUVALU, SAUDI ARABIA, CHINA, INDIA, SOUTH AFRICA, ANGOLA, SINGAPORE, CHILE and many other non-Annex I countries emphasized that the Protocol s mechanisms should not be discussed under the AWG-LCA.", 
    "Several non-Annex I countries also expressed preference for focusing on the proposed new mechanisms. JAPAN, AUSTRALIA, NEW ZEALAND and others supported considering proposed new mechanisms, but also underscored the importance of discussions on the existing mechanisms.", 
    "JAPAN identified the need to retain text on his country s proposals related to the existing mechanisms under the Protocol.", 
    "The US noted that it is uncertain what the configuration of Copenhagen might be regarding the fate of the Kyoto Protocol and suggested addressing such uncertainty by adding language that: the COP shall take decisions necessary to enable the applicability of the CDM under this agreement.", 
    "ALGERIA noted that countries wishing to use the CDM could ratify the Protocol.", 
    "The EU clarified that their intention is not to step away from the Protocol, but to build on it.", 
    "He explained that their preferred outcome from Copenhagen would be an integrated instrument that incorporates key elements from the Protocol, including: binding QELROs; robust reporting consistent with Protocol Articles 5, 7 and 8; strong compliance; and the flexibility mechanisms.", 
    "He stressed the intention to: strengthen the legally binding framework for all parties; retain the CDM; and integrate new market mechanisms as voluntary tools for developing countries to engage in cost-effective mitigation.", 
    "He noted efforts by the EU, the Republic of Korea, New Zealand and others to consolidate their proposals on new mechanisms and provide streamlined text. BRAZIL stressed that for his country, the continuity of the Protocol is one of the key aspects of the Copenhagen outcome and noted that selectively picking elements from the Protocol would weaken the entire regime.", 
    "SAUDI ARABIA, with ALGERIA, CHINA and OMAN, opposed cherry-picking elements of the Protocol and killing it. CHILE noted the need to have institutional linkages between existing and new mechanisms to enable sharing of experiences between them.", 
    "CHINA said that the text should not single out technologies or greenhouse gases.", 
    "MEXICO recommended including concepts relating to the voluntary nature of the mechanisms and environmental integrity.", 
    "Facilitator Flores noted that there was no agreement to delete text related to the Protocol but said the text would not be discussed by the sub-group.", 
    "She said that discussions would continue focusing on proposals for new market mechanisms."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12436e.html", 
  "enb_long_title": "Bangkok Climate Change Talks - 2009", 
  "type": "", 
  "id": "enb12436e_3", 
  "enb_end_date": "07-Oct-09"
}