{
  "countries": [
    "Saudi Arabia", 
    "Singapore", 
    "India", 
    "Switzerland", 
    "Japan", 
    "Barbados"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "Forests", 
    "Mitigation"
  ], 
  "section_title": "AWG-LCA:", 
  "enb_start_date": "14-Jun-11", 
  "enb_short_title": "SB 34", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "During the morning contact group, facilitators presented on progress in their informal groups.", 
    "Parties also exchanged views on future work.", 
    "On shared vision, AWG-LCA Vice-Chair Mukahanana-Sangarwe reported that parties had been given more time to explain their proposals on issues for consideration and that further views were expressed on a possible workshop and technical paper to assist discussions on the long-term global goal for emission reductions and peaking of global emissions.", 
    "Facilitator Børsting said discussions on finance had focused on the role and nature of the Standing Committee, with parties exchanging views on its functions, composition and relationship to the COP.", 
    "Facilitator Socorro Flores reported on substantive discussions on legal options for the AWG-LCA s outcome.", 
    "She explained that those parties supporting a legally-binding outcome cited the need for predictably, reciprocity and transparency.", 
    "She noted views on the need to work within the context of the Bali Action Plan and the Convention, and the view that any new instrument should not be weaker than the Kyoto Protocol.", 
    "Facilitator Uosukainen said the technology group had addressed the steps required to operationalize the Technology Mechanism in 2012.", 
    "He noted agreement that the functions of the Climate Technology Centre and Network (CTCN) require elaboration, the CTCN should be efficient, compact and responsive to parties requests, and that any substantive work will mainly be done by the Network.", 
    "Facilitator Uosukainen identified the need for more technical work before Durban on the design of the Centre and selection procedure for its host institution, noting a proposal to develop an inventory of possible host organizations.", 
    "He also underscored the need for discussions on financing for the Technology Mechanism and institutional linkages to adaptation and mitigation.", 
    "AWG-LCA Chair Reifsnyder called on parties to finalize nominations for the Technology Executive Committee so that its first meeting could be held before Durban.", 
    "Facilitator Gaspar Martins reported common ground that could form the basis for a COP decision on market mechanisms and non-market approaches.", 
    "Facilitator Garibaldi said the focus of discussions on developed country mitigation had been on a possible outcome in Bonn and also on what can be done between now and Durban.", 
    "On developing country mitigation, Facilitator Pilgaard reported a good exchange of views on the Durban outcome and the focus of work in Bonn.", 
    "On REDD+, Facilitator La Viña reported that parties had agreed to open the informal meetings to observers.", 
    "He said views had been exchanged on the Cancun mandate and where finance for REDD+ should be discussed.", 
    "On response measures, Facilitator Gichu reported that parties had outlined the context of related work and that discussions would be informed by the forum on response measures.", 
    "Facilitator Kumarsingh reported on adaptation, observing that parties had built upon the exchange of views on the Adaptation Committee, with some parties supporting the inclusion of budgetary matters.", 
    "He noted convergence on the guidelines and modalities for the Committee. AWG-LCA Chair Reifsnyder encouraged parties to submit textual proposals to facilitate negotiations.", 
    "He identified the need for a five to six-day intersessional meeting in September or October, subject to availability of funding.", 
    "He suggested that, at such an intersessional meeting, the AWGs start directly in contact groups without plenaries and other formalities, and also noted that the incoming COP Presidency was consulting informally on how to take work forward between now and Durban.", 
    "On the utility of the AWG-LCA s contact group s stocktaking meetings in Bonn, AWG-LCA Chair Reifsnyder also reported that it had been suggested that he might as well just read out the Earth Negotiations Bulletin.", 
    "Many parties supported continuing the stocktaking meetings, while some suggested reducing their frequency to allow more time for substantive discussions. INDIA called for an intersessional meeting of both, the SBs and the AWGs.", 
    "SWITZERLAND and the EU said the usefulness of an intersessional meeting would depend on progress in Bonn and that not all topics required the same time allocation.", 
    "SAUDI ARABIA cautioned against prioritizing some issues over others.", 
    "JAPAN supported the proposal to convene the AWG-LCA and AWG-KP contact groups directly.", 
    "BARBADOS observed that both technical workshops and expert meetings are required and that outputs of any expert meetings should be brought back to a formal meeting.", 
    "SINGAPORE suggested that the intersessional meeting be a continuation of the Bonn session."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12509e.html", 
  "enb_long_title": "UN Climate Change Conference June 2011", 
  "type": "working group", 
  "id": "enb12509e_2", 
  "enb_end_date": "14-Jun-11"
}