{
  "countries": [
    "Canada", 
    "Brazil", 
    "Australia", 
    "Samoa", 
    "Jamaica", 
    "United States", 
    "China", 
    "Switzerland", 
    "Japan", 
    "New Zealand", 
    "Norway"
  ], 
  "topics": [], 
  "section_title": "EMISSIONS TRADING", 
  "enb_start_date": "18-Sep-00", 
  "enb_short_title": "SB-13", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "On Wednesday, 6 September, the Secretariat gave a presentation on liability options for emissions trading.", 
    "The US, New Zealand, Canada and Australia stressed the role of the private sector and the advantages of issuer liability.", 
    "Switzerland highlighted concerns with overselling, cautioned against relying solely on seller liability, and emphasized support for 'units in surplus to plan.", 
    "' The EU presented an option representing a mix of shared and acquiring party liability.", 
    "The G-77/China supported surplus units, and emphasized the importance of nature and scope, supplementarity, and the precautionary approach. Parties continued deliberations on the consolidated text on Thursday, 14 September.", 
    "On the draft decision, the EU, Japan and Norway questioned the need for text on principles.", 
    "The G-77/China, with Brazil, Samoa and Jamaica, and opposed by the US and Canada, said assigned amounts (AAs) were fixed.", 
    "Chair Chow gave a presentation on AAs.", 
    "Samoa questioned whether parts of AAs (PAAs) could be held by allocated legal entities or only by sovereign States, and suggested that the issue of legal entities participating in emissions trading be addressed in the appendix on domestic systems.", 
    "She added that if legal entities were allowed to participate, the process must be transparent.", 
    "On the modalities of operation, the G-77/China, opposed by Canada, questioned whether Parties could transfer PAAs that remained unused because of factors other than P&Ms, such as economic recession.", 
    "Canada, opposed by the G-77/China and EU, suggested withdrawing the appendix on elaborating guidelines on national systems relating to AA units and/or PAAs.", 
    "On the share of proceeds, the US proposed that the group on guidelines address this."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12151e.html", 
  "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC", 
  "type": "", 
  "id": "enb12151e_45", 
  "enb_end_date": "18-Sep-00"
}