{
  "countries": [
    "Sweden", 
    "Australia", 
    "China"
  ], 
  "topics": [
    "Legal Status of Agreements", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "15-Dec-09", 
  "enb_short_title": "COP 15", 
  "subtype": "corridors", 
  "actors": [
    "African Group", 
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "As the negotiations resumed on Monday morning, the very large crowd of new participants who had arrived in Copenhagen for the second and crucial week took many by surprise.", 
    "Even those who had already registered were forced to stand in line outside the conference center for more than half an hour to get through security.", 
    "Those unfortunate participants without badges, however, found themselves much worse off: the corridors were full of talk about people who had spent between six to eight hours in registration lines - before being ultimately asked to return to their hotels.", 
    "We were herded like cattle for the whole day!", 
    "I couldn t even get a cup of coffee, commented one hungry journalist standing in line at the cafe.", 
    "Some also claimed that the total number of people requesting accreditation had hit more than 40,000, thus far exceeding the 15,000 capacity of the Bella Center.", 
    "Corridors certainly felt packed during the day and some celebrities, such as Crown Princess Victoria of Sweden and Nobel Laureate Al Gore, were spotted amongst the throng of humanity.", 
    "Other famous faces, including Prince Charles, were also rumored to be on their way to Copenhagen.", 
    "Due to the large number of participants, limits will be placed on the amount of observers allowed to access the Bella Center from Tuesday onwards.", 
    "With the high-level segment set to begin on Wednesday, increasingly strict restrictions will be introduced throughout the week and, according to unconfirmed reports, only 90 observers will be allowed in the conference center on Friday.", 
    "Many NGOs reacted angrily to this and complained about being excluded from the process.", 
    "I can t believe this is happening to us, it has costs us a fortune to send a team here, fumed one irate NGO participant.", 
    "During a briefing by COP President Connie Hedegaard to the civil society in the evening, NGOs voiced their concerns over these arrangements.", 
    "While COP President Hedegaard urged the civil society to keep up the pressure on governments during the last crucial days of the conference, she also recognized that access by observers and the media would be more difficult during the final days due to tightened security and also due to the fact that Heads of State would be bringing large entourages with them to Copenhagen.", 
    "In the negotiations, substantive work on the long-term issues was suspended until late afternoon, pending consultations by the COP President on how to proceed.", 
    "The need for such consultations arose due to deadlock between developing and developed countries: the African Group and LDCs, supported by the G-77/China, requested suspending all negotiations under the AWG-LCA.", 
    "The move was repeated under the AWG-KP in all negotiating groups apart from the one focusing on Annex I parties further emission reductions.", 
    "The EU, Australia and other developed countries participating in the AWG-KP, in turn, found this unacceptable.", 
    "Developing countries were ostensibly protesting against the arrangement whereby only AWG-LCA issues were to be discussed at the ministerial level and urged for more attention to be given to the AWG-KP.", 
    "The issue was eventually resolved during closed consultations by the COP President in the main plenary, leading to an agreement to hold informal consultations on crunch issues under both negotiating tracks, headed by a minister from a developed and developing country.", 
    "Many parties emerging from the meeting were heard wondering how work by the ministerial groups will be balanced against the more technical work by the various drafting groups, which is expected to continue in parallel with ministerial consultations.", 
    "Nevertheless, work resumed under both negotiating tracks in the evening and the informal ministerial groups also began their work.", 
    "Many drafting groups continued working late into the night.", 
    "Many seemed determined to keep fighting towards a successful outcome and resolving as many issues as possible in Copenhagen: Nothing gets easier by postponing it, if something does not get resolved in Copenhagen when will there ever be a better chance and more attention focused on climate change, including by more than a hundred Heads of State?", 
    "commented one delegate, reflecting the mood by many negotiators."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12455e.html", 
  "enb_long_title": "Copenhagen Climate Change Conference", 
  "type": "", 
  "id": "enb12455e_2", 
  "enb_end_date": "15-Dec-09"
}