{
  "countries": [
    "Canada", 
    "Georgia", 
    "Kuwait", 
    "Poland", 
    "United States", 
    "Honduras", 
    "Argentina", 
    "Venezuela", 
    "Ghana", 
    "Saudi Arabia", 
    "Iran", 
    "Malaysia", 
    "Senegal", 
    "Zimbabwe", 
    "China", 
    "Marshall Islands", 
    "Russian Federation", 
    "Japan", 
    "Germany"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "OPENING PLENARY", 
  "enb_start_date": "02-Dec-97", 
  "enb_short_title": "3rd COP FCCC", 
  "subtype": "PLENARY", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Chen Chimutengwende (Zimbabwe), President of the Second Conference of the Parties (COP-2), stated that delegates face a political dilemma of apportioning responsibility for the historical burden that humanity has placed on itself.", 
    "He called for acknowledgement of developing country efforts already underway and said it would not be possible for these countries to take on new commitments under the new instrument.", 
    "He said delegates must agree on: a fair system of apportionment of emission limits; a globally agreed reduction pathway; and a projected sustainable and equitable future emission level.", 
    "He called for reliable and predictable financial provisions to acquire sound technologies in developing countries. Hiroshi Ohki (Japan) was elected President of COP-3.", 
    "He said COP-3's most important task is to establish a more concrete international framework for protecting the global climate.", 
    "He stressed the need to discuss steps to be taken after Kyoto to implement the protocol and said not all climate change problems could be solved in Kyoto. Delegates were also welcomed: by Keizo Obuchi, Minister of Foreign Affairs of Japan; Teiichi Aramaki, Governor of the Prefecture of Kyoto; and Yorikane Masumoto, Mayor of Kyoto. FCCC Executive Secretary Michael Zammit Cutajar noted that, at an estimated 10,000 attendants, COP-3 beats all records for participation in a meeting on climate change.", 
    "He stressed that the focus of the Conference should be its end product.", 
    "He noted that in a recent exchange of views with a group of business people, one of them had suggested that there should be 'no fudge' in the Kyoto agreement. The goals and the rules for attaining them should be clearly defined.", 
    "He contrasted this approach with the propaganda from certain industrial sectors that 'unashamedly plays games with the science and statistics of climate change.", 
    "' He said that 'in the present constellation of economic and political power, it is those who have already built their strength - often through unsustainable economic growth - who must lead the way towards a sustainable future,' and called for a clear, binding and verifiable commitment by industrialized countries to reduce their emissions below 1990 levels early in the next century. The G-77/CHINA noted that developing countries are the most vulnerable to climate change and the least able to adapt, and are committed to modify trends in human-induced emissions through the principle of common but differentiated responsibility.", 
    "The delay between production of emissions and their effects requires Annex I countries to take the first steps and they should be blamed if Kyoto fails. He objected to the proposed 'post-Kyoto evolutionary process' and to threats to aid unless developing countries accept it.", 
    "The EU reiterated its position favoring: a 15% cut in emissions by developed countries, jointly or individually, by 2010; specific policies and measures (P&Ms); and consideration of new commitments for developing countries under Article 7.1(a) in the future.", 
    "The RUSSIAN FEDERATION reiterated its proposal that each Annex I country consolidate its emissions into aggregate 'carbon dioxide equivalents' with the obligations of each Annex I country set out in an attachment and determined according to Annex B.", 
    "The US favored a target based on all GHGs, sources, and sinks, flexibility, and meaningful participation of key developing countries.", 
    "She offered flexibility on limited, carefully bounded differentiation and proposed a working group to examine differentiation, including the Russian proposal.", 
    "She noted concerns regarding the EU proposal for restrictions on emissions trading, the EU's target in light of its economic advantage under their bubble proposal, the breadth of differentiation implied, and EU member state accountability.", 
    "She favored different targets for developing countries, such as emissions growth targets.", 
    "Developing countries that assume voluntary commitments under the proposed Article 10 could gain new resources and technology through emissions trading. The President noted that the ratification status report (FCCC/ CP/1997/INF.2), indicating that 167 states and the EU had become Parties, showed the nearly universal recognition of the importance of climate change issues.", 
    "On adoption of rules of procedure (FCCC/ CP/1997/5), he noted a draft decision suggesting that the COP adopt all rules except rule 22, paragraph 1 on election of the Bureau and rule 42, paragraph 1 on voting in the absence of consensus, applying those rules until agreement is reached. VENEZUELA, SAUDI ARABIA, and KUWAIT objected to adopting incomplete rules.", 
    "ARGENTINA and AOSIS supported the draft decision.", 
    "The EU supported the draft decision but suggested that rule 22 was already agreed.", 
    "The President called for consultations, and said the COP would continue to apply the draft rules except rule 42. The provisional agenda (FCCC/CP/1997/1), annotations on the organization of work (FCCC/CP/1997/1/Add.1), the list of documents (FCCC/CP/1997/1/Add.2), and a document on the high level segment (FCCC/CP/1997/L.1) were adopted.", 
    "On election of officers other than President, delegates elected Bakary Kante SENEGAL) SBI Chair, a representative of IRAN SBI Vice Chair, George Manful (GHANA), T. Gzirishvili (GEORGIA), Anthony Clarke (CANADA), Cornelia Quennet- Thielen (GERMANY), Sergio Selaya Bonilla (HONDURAS), Luis Herrera (VENEZUELA), Kok Kee Chow (MALAYSIA) and Espen Ronneberg (MARSHALL ISLANDS), Vice Presidents, and Maciej Sadowski (POLAND) Rapporteur."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1268e.html", 
  "enb_long_title": "Third Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb1268e_1", 
  "enb_end_date": "02-Dec-97"
}