{
  "countries": [
    "Samoa", 
    "New Caledonia", 
    "American Samoa", 
    "Vanuatu", 
    "Kiribati", 
    "Cook Islands"
  ], 
  "topics": [
    "Reasons for Concern", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "SPREP MEETING ON CLIMATE CHANGE AND SEA LEVEL RISE", 
  "enb_start_date": "20-Oct-97", 
  "enb_short_title": "7th Session SBSTA & SBI", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The Third South Pacific Regional Environment Programme (SPREP) Meeting on Climate Change and Sea Level Rise was held in Noumea, New Caledonia from 18-22 August 1997.", 
    "The Chairs for the meeting were the Government Representatives and Administrators of American Samoa, Cook Islands, Kiribati, Samoa and Vanuatu.", 
    "The Chair's 'Summary of Findings and Future Needs' states, inter alia, that a review of scientific information and understanding in the Pacific regarding climate change and sea level rise draws on information from a range of sources.", 
    "They show that temperatures have been increasing by 0.10C per decade in the region and sea levels by 2mm/yr.", 
    "There is also evidence that climate phenomena such has El Niño and Southern Oscillation (ENSO) will have major influences in the impact of CC&SLR.", 
    "It is also recognized that the Pacific region plays an important role in understanding global climate change. Vulnerability assessments have shown Pacific Island countries to be highly vulnerable to CC&SLR with a low capacity to respond.", 
    "This response capability needs to be strengthened through regional and international cooperation and education, training and awareness raising.", 
    "The Summary also discussed the impact on human health and states that regional, national and international communities should focus on adapting to present natural variability and prepare for extreme events.", 
    "Participants also noted that the IPCC assessment of the social and economic dimensions of climate change has little reference to Pacific Island countries.", 
    "They noted that the IPCC report uses models that are mainly for developed economies and that all islands are treated as if they are the same.", 
    "Most Pacific Island governments are aware of climate change, but they wish to know what they have to do to address the problem.", 
    "The cultural dimension involves the environmental influence on both people and culture.", 
    "The response options for the region include migration, resettlement and decentralisation.", 
    "All these need planning as they have policy implications.", 
    "Thus, the future direction will have to be researched so that some response strategies will be planned and recommended for the future adaptations.", 
    "For more information contact: South Pacific Regional Environment Programme (SPREP), P.O.", 
    "Box 240, APIA, Western Samoa; tel: (685) 21 929; fax: (685) 20 231, e-mail: sprep@pactok.peg.apc.org."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1256e.html", 
  "enb_long_title": "Seventh Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) Eighth Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "", 
  "id": "enb1256e_6", 
  "enb_end_date": "20-Oct-97"
}