{
  "countries": [
    "Brazil", 
    "Canada", 
    "Maldives", 
    "Sudan", 
    "Philippines", 
    "France", 
    "United States", 
    "Russian Federation", 
    "Sweden", 
    "Netherlands", 
    "Lesotho", 
    "Switzerland", 
    "Argentina", 
    "Norway", 
    "Saudi Arabia", 
    "Australia", 
    "Iran", 
    "Mexico", 
    "South Africa", 
    "United Kingdom", 
    "Slovenia", 
    "Austria", 
    "Germany", 
    "Belgium", 
    "China", 
    "Niger"
  ], 
  "topics": [
    "IPCC Governance", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "Executive Committee", 
  "enb_start_date": "11-Oct-10", 
  "enb_short_title": "IPCC 32", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "In the contact group on Tuesday, delegates considered the IAC Review recommendation to establish an executive committee to act on its behalf between plenary sessions.", 
    "The membership of the committee should include the IPCC Chair, the WG Co-Chairs, the senior member of the Secretariat and three independent members, including some from outside of the climate community.", 
    "Members would be elected by the Plenary and serve until their successors are in place.", 
    "Many delegates supported the establishment of an executive committee but agreed that its terms of reference (ToR) and composition should be carefully considered, alongside with those of the IPCC Bureau.", 
    "Many also suggested the E-team serve as the basis for establishing the executive committee, with Belgium proposing that the E-team act as an interim executive committee.", 
    "In contrast, noting that the IPCC already has an executive component, Saudi Arabia, the Russian Federation, the Maldives, Niger and others cautioned against increasing bureaucracy and called for clearly identifying needs before taking a decision to establish a new body.", 
    "They suggested addressing the ToR for the Bureau as a starting point.", 
    "The US recalled the IAC s finding that a need exists for a body that could respond quickly in moments of crisis, as well as address everyday matters.", 
    "Regarding the functions of an executive committee, various delegates proposed the committee deal with: oversight of IPCC activities and preparation of the assessments; review the effectiveness of procedures; human resource management; communications; the IPCC programme and budget; and internal problems and conflicts.", 
    "Norway drew attention to the need for a body able to make immediate decisions and facilitate cooperation between WG Co-Chairs and with the IPCC Chair.", 
    "On composition of the executive committee, the US, Australia, Mexico, Belgium, Brazil, Argentina, and Sudan questioned the inclusion of external members.", 
    "The US said the committee should include many members of the current E-team.", 
    "The UK, France, Slovenia and others supported inclusion of external members, with perhaps different terms of office, in order to bring fresh insights and provide helpful input.", 
    "The UK expressed concern with making the executive committee too large.", 
    "Emphasizing transparency, the Netherlands, supported by Belgium, underscored the need for the agenda and minutes of the executive committee meetings to be made available to the Panel.", 
    "Various proposals called for inclusion of: heads of TSUs, other experts, Vice-Chairs, TFI Co-Chairs, and representatives of UNEP, the UNFCCC, and the WMO.", 
    "On Thursday, many countries, including Austria, Switzerland, Germany, Canada, France, Belgium, Sweden and Slovenia, supported creation of an executive body to act on behalf of the panel between sessions and creation of a task group to continue work on its functions and ToR.", 
    "Others, including Saudi Arabia, South Africa, Lesotho, Sudan, the Russian Federation, the Philippines, China, Niger, Brazil, Côte d Ivoire and Iran, said that a body should not be created until its functions are determined.", 
    "Slovenia suggested adopting a decision to establish the executive committee immediately, with the caveat that it does not begin work until the ToR have been adopted.", 
    "South Africa supported establishing a task group to elaborate the ToR and functions, but emphasized that the executive committee would strengthen these functions since most of them already exist within the IPCC management structure.", 
    "The Russian Federation suggested a compromise to empower an administrative team to act on behalf of the Panel to strengthen communication and oversight between IPCC-32 and IPCC-33.", 
    "Saudi Arabia emphasized the decision to establish an executive committee should be carefully considered and jumping into it at this session is premature.", 
    "The issue was sent back to a drafting group where parties agreed to establish a task group to work towards establishing an executive committee and text was forwarded by the contact group to the plenary for adoption."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12486e.html", 
  "enb_long_title": "Thirty-second Session of the Intergovernmental Panel on Climate Change (IPCC)", 
  "type": "", 
  "id": "enb12486e_18", 
  "enb_end_date": "14-Oct-10"
}