{
  "countries": [
    "Brazil", 
    "Australia", 
    "Mexico", 
    "Tuvalu", 
    "Nepal", 
    "Papua New Guinea", 
    "France", 
    "United Kingdom", 
    "Guyana", 
    "Paraguay"
  ], 
  "topics": [
    "Forests", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "DISCUSSION:", 
  "enb_start_date": "25-Jun-08", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "In the ensuing discussion, Mexico responded to a question from Brazil by explaining that land use subsidies in Mexico are changing toward improving and intensifying, rather than expanding, productive systems.", 
    "He pointed to the need for financial systems and international support for the forestry sector and explained that land conversion for farming requires a permit, but in areas where the forest is already disappearing due to hurricanes it becomes easier for illegal conversions for agriculture to take place, leading to permanent deforestation.", 
    "Brazil queried Paraguay on its preference for starting with a subnational approach, with Paraguay pointing to the need for more time and practice in monitoring and demonstrative activities and for creating capacity among institutions.", 
    "Australia drew attention to how results might reflect differences in monitoring and reporting given inter-annual and spatial variability.", 
    "Guyana and others supported inclusion of positive incentives for carbon storage in countries with low deforestation rates and Nepal stressed community forestry.", 
    "In response to a question on logging of tropical timber as a primary driver of emissions from deforestation, Tuvalu cited a reference linking logging and opening roads to the clearing of forests and reiterated that cutting primary forest, even if followed by replacement of forest, still causes net emissions.", 
    "On international displacement of emissions, France suggested a carbon tax based on a product s carbon footprint as the second best solution after the all in option.", 
    "Responding to a question on his proposal for a carbon deficit levy, Tuvalu noted the irony that some countries that claim to have reached SFM themselves are causing deforestation elsewhere through imports of unsustainably managed timber.", 
    "He agreed with comments by Guyana that compensation for existing forests must be addressed, but stressed that the market will not provide appropriate measures to protect those forests now because it does not cater to countries with low current deforestation rates and/or with high risks, and called for consideration of other positive incentives for those countries.", 
    "Brazil questioned the need for complex and detailed methodologies given the urgency of REDD, and drew attention to forest and carbon loss due to extreme events and other factors beyond the will of governments, emphasizing the lack of knowledge on how forests will respond to climate change.", 
    "With regard to concerns expressed by Brazil and the United Kingdom about flooding the market with carbon credits, Papua New Guinea said that for small countries with a low GDP, market instruments are the only way to overcome the carbon emissions associated with deforestation, but stressed that industrialized countries must agree on much higher emission reduction targets.", 
    "On permanence, he noted that if engagement is ongoing the permanence issue becomes irrelevant.", 
    "The International Tropical Timber Organization (ITTO) recalled the lack of success of previous efforts at reducing deforestation and suggested market-wide economic interventions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12376e.html", 
  "enb_long_title": "UNFCCC Workshop on Methodological Issues Relating to Reducing Emissions from Deforestation and Forest Degradation in Developing Countries", 
  "type": "SPECIAL WORKSHOP", 
  "id": "enb12376e_8", 
  "enb_end_date": "27-Jun-08"
}