{
  "countries": [
    "Sudan", 
    "Kuwait", 
    "Swaziland", 
    "Argentina", 
    "Bolivia", 
    "Venezuela", 
    "Ecuador", 
    "Saudi Arabia", 
    "Iran", 
    "Algeria", 
    "Cuba", 
    "El Salvador", 
    "China", 
    "Thailand", 
    "Gambia", 
    "Philippines", 
    "Mali", 
    "South Africa", 
    "Egypt", 
    "India", 
    "Malaysia", 
    "Congo", 
    "Sri Lanka", 
    "Nicaragua"
  ], 
  "topics": [
    "Adaptation", 
    "Post-Kyoto Agreements", 
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "CONTACT GROUP:", 
  "enb_start_date": "30-Aug-12", 
  "enb_short_title": "AWGs", 
  "subtype": "GROUPS", 
  "actors": [
    "African Group", 
    "League of Arab States", 
    "Brazil, South Africa, India and China", 
    "Group of 77", 
    "Bolivarian Alliance For The Peoples Of Our America", 
    "Alliance of Small Island States", 
    "European Union", 
    "Environmental Integrity Group"
  ], 
  "sentences": [
    "During the contact group that convened immediately following the opening plenary, delegates gave their opening statements.", 
    "Algeria, on behalf of the G-77/China, encouraged Annex I parties to raise their level of ambition, and urged those parties who have not put forward QELROs to do so.", 
    "The Republic of Korea, for the EIG, with the EU, expressed support for an eight-year second commitment period, emphasizing the mid-term review of QELROs and the need to maintain a flexible process.", 
    "The EU emphasized that the second commitment period is only one part of the Durban package, and proposed a review in 2015 of the level of ambition of parties commitments, in line with the AWG-LCA Review. AOSIS, the LDCs and the African Group supported a five-year commitment period.", 
    "AOSIS raised concerns over window dressing, such as accounting tricks and conditionalities.", 
    "Swaziland, for the African Group, called for: a higher level of ambition; swiftly resolving the issue of carry-over of surplus AAUs; and restricting the flexibility mechanisms to parties entering a second commitment period.", 
    "The Gambia, for the LDCs, called for successful completion of the AWG-KP in order to make progress on a new protocol under the ADP.", 
    "Saudi Arabia, on behalf of the Arab Group, called on developed countries to continue the legally-binding nature of their obligations and to avoid a gap between commitment periods.", 
    "Venezuela, for ALBA, called on developed countries to live up to their historical responsibilities in adopting a clear and meaningful second commitment period in Doha.", 
    "South Africa, on behalf of BASIC, urged raising the level of ambition of current pledges, and said the adoption of amendments to the Protocol is the cornerstone for a successful outcome in Doha.", 
    "The Philippines, for Algeria, Argentina, Bolivia, China, Cuba, Democratic Republic of the Congo, El Salvador, Ecuador, Egypt, India, Iran, Kuwait, Malaysia, Mali, Nicaragua, Saudi Arabia, Sri Lanka, Sudan, Thailand and Venezuela, cautioned against adopting a pledge-based approach, emphasizing the need for an aggregate system, common accounting and comparability of efforts."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12555e.html", 
  "enb_long_title": "Bangkok Climate Change Conference - August 2012", 
  "type": "WORKING GROUP", 
  "id": "enb12555e_15", 
  "enb_end_date": "05-Sep-12"
}