{
  "countries": [
    "Brazil", 
    "Sudan", 
    "United States", 
    "Nauru", 
    "Bolivia", 
    "Norway", 
    "Ecuador", 
    "Saudi Arabia", 
    "Iran", 
    "Algeria", 
    "Egypt", 
    "Venezuela", 
    "India", 
    "Malaysia", 
    "China", 
    "Tuvalu", 
    "Japan", 
    "Nicaragua"
  ], 
  "topics": [
    "Post-Kyoto Agreements 2", 
    "Post-Kyoto Agreements"
  ], 
  "section_title": "ADP Agenda Item 3", 
  "enb_start_date": "09-Dec-14", 
  "enb_short_title": "COP 20", 
  "subtype": "", 
  "actors": [
    "League of Arab States", 
    "African Group", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "ADP Co-Chair Artur Runge-Metzger opened the morning session introducing the revised versions of - \u0098Elements for a draft negotiating text' and the draft decision on advancing the Durban Platform for Enhanced Action, now called the - \u0098Draft COP decision proposed by the Co-Chairs.", 
    "' He explained that the new elements text: builds on parties' constructive engagement during the first week; captures proposals made by parties; and does not indicate convergence or preclude new proposals from being presented.", 
    "On the new draft decision text, he noted it: is based on inputs provided by parties, explaining that all parties' views were captured in a compilation published on the ADP website; presents a synthesis of the 'core areas' introduced by parties; and addresses all aspects of 'our mandate'.", 
    "He further noted parties' interest in holding cross-cutting political discussions on the issue of differentiation, and suggested ministers use the high-level dialogue on the ADP for exchange on this 'highly sensitive political issue'.", 
    "Bolivia, for the G-77/CHINA, VENEZUELA, INDIA, Algeria, for the ARAB GROUP, SAUDI ARABIA, EGYPT, NICARAGUA, IRAN and Sudan, for the AFRICAN GROUP, raised concerns over the legal status of the revised draft decision and revised elements for a draft negotiating text.", 
    "MALAYSIA, NICARAGUA and IRAN queried the change in the title of the elements document, emphasizing it remained a 'non-paper'.", 
    "NORWAY said parties will need to decide what status to give to the 'improved non-paper' on elements.", 
    "Many developing countries said their concerns had not been captured in either document.", 
    "INDIA, ECUADOR and others expressed concern that the draft decision contained 'clean text'. NORWAY and JAPAN expressed readiness to work on the basis of the revised draft decision.", 
    "Sudan, for the AFRICAN GROUP, wished to consult with the Co-Chairs bilaterally on substantive issues.", 
    "Co-Chair Runge-Metzger assured parties that the two documents have no legal status, noting that parties would have to give them legal status.", 
    "He suggested dedicating time to the decision, which parties had agreed should be taken in Lima.", 
    "On the draft decision, Runge-Metzer emphasized that, when agreed, it will not prejudge negotiating text, stressing it was not a 'pre-decision' of the new agreement.", 
    "On the document containing elements for the draft negotiating text, following requests for confirmation from several parties, Runge-Metzger stated that the 'non-paper' on elements will be further revised once its first reading has been completed and said its title would need to be agreed to by parties.", 
    "Runge-Metzger urged parties to proceed 'as we agreed last week' and consider the draft decision paragraph by paragraph to find compromise and consensus.", 
    "In the afternoon, ADP Co-Chair Kumarsingh suggested addressing paragraphs 7-23 (information on INDCs) paragraph by paragraph.", 
    "CHINA proposed, and parties agreed, to start with preambular paragraphs.", 
    "'In the spirit of compromise', several groups and delegates, including Malaysia, for the G-77/CHINA, Iran, for the LMDCs, and Nauru, for AOSIS, expressed concern over: the lack of balance in the text; lack of adequate time for consideration of the text; and the danger of prejudging the outcome of the Paris agreement.", 
    "The entire text was bracketed, following a proposal by TUVALU.", 
    "While several textual inputs were provided, BRAZIL, the US and others cautioned against extensive additions of text in the preambular paragraphs and called for focusing on substance.", 
    "Parties views diverged on referencing: principles and provisions of the Convention; previous decisions; temperature goals; guidance by science; principles of equity, CBDRRC and sustainable development; mitigation, adaptation, MOI, and transparency of action and support; loss and damage; differentiation of the 'undertakings' by different parties under the Convention; and a global emissions budget.", 
    "Noting parties' inability to move beyond 'some bracketed preambular paragraphs' over a three-hour contact group session, ADP Co-Chair Kumarsingh emphasized that the remaining three days of negotiations 'are counting down'."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12615e.html", 
  "enb_long_title": "Lima Climate Change Conference - December 2014", 
  "type": "", 
  "id": "enb12615e_3", 
  "enb_end_date": "09-Dec-14"
}