{
  "countries": [
    "Belgium", 
    "Poland", 
    "Czech Republic", 
    "Indigenous Peoples"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adaptation", 
    "Flexibility Mechanims", 
    "Technology Transfer"
  ], 
  "section_title": "STATEMENTS FROM OBSERVER ORGANIZATIONS:", 
  "enb_start_date": "01-Dec-08", 
  "enb_short_title": "COP 14", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "As well as the presentations by parties, there were also statements by a number of intergovernmental and civil society organizations.", 
    "IUCN warned that a 2°C temperature rise would destroy 85 percent of corals, and dangerously raise sea levels.", 
    "Indigenous Peoples called for suspension of all REDD initiatives and carbon market regimes, supporting instead cutting emissions at the source.", 
    "The Women s Caucus opposed the use of nuclear energy to mitigate climate change, stating that these activities can never be safe, and the World Council of Churches urged parties to share the responsibility of being conscious caretakers of the world.", 
    "Youth representatives expressed outrage and anger at the lack of progress in talks, arguing that if developed countries do not take the lead in combating climate change it would represent the most unconscionable act in the history of humanity.", 
    "As well as delivering statements, ministers and other high-level government officials also met for an informal ministerial round table on a shared vision for long-term cooperative action.", 
    "This took place on 11 December.", 
    "For a more detailed written report on the high-level segment, see: http://www.iisd.ca/vol12/enb12394e.html .", 
    "Complete webcast records of these speeches are available online at: http://copportal1.man.PoznaÅ\u0084.pl CLOSING COP AND COP/MOP PLENARY Late on Friday night, 12 December, President Maciej Nowicki held the closing meetings of the COP and COP/MOP.", 
    "Parties adopted the reports of the COP (FCCC/CP/2007/L.1/Add.1) and COP/MOP (FCCC/KP/CMP/2008/L.1).", 
    "Parties also adopted a decision expressing their gratitude to the Government of Poland for hosting the conference and to the people of Poland for their hospitality (FCCC/CP/2008/L.3 and FCCC/KP/CMP/2008/L.3).", 
    "The Czech Republic, speaking as the incoming EU presidency, noted the agreement among EU leaders on measures to combat climate change reached earlier in the day at a meeting in Brussels, Belgium, and emphasized the EU s commitment to a Copenhagen agreement.", 
    "President Nowicki stated that, despite disappointment over the lack of a result on the share of proceeds under the second review of the Protocol under Article 9, the meeting had still been productive and provided momentum towards Copenhagen.", 
    "He noted that PoznaÅ\u0084 had set out work programmes and plans for 2009.", 
    "He also highlighted the informal ministerial round table on a shared vision, and hoped that it had established a spirit of cooperation for the year ahead.", 
    "President Nowicki highlighted the resolution of the issue of the legal capacity of the Adaptation Fund Board, which, he said, will help move forward on adaptation action.", 
    "He also highlighted agreement on the PoznaÅ\u0084 Strategic Programme on Technology Transfer, and progress in discussions on REDD and the LDC Fund.", 
    "Wishing delegates well for the next year s negotiations, he declared the meeting closed at 2:59 am on Saturday, 13 December."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12395e.html", 
  "enb_long_title": "UN Climate Change Conference - Poznań", 
  "type": "", 
  "id": "enb12395e_106", 
  "enb_end_date": "12-Dec-08"
}