{
  "countries": [
    "Canada", 
    "Ghana", 
    "Australia", 
    "Mexico", 
    "Philippines", 
    "Indigenous Peoples", 
    "Bolivia", 
    "Brazil"
  ], 
  "topics": [
    "Forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "National Communications & Inventories"
  ], 
  "section_title": "METHODOLOGICAL GUIDANCE FOR REDD+", 
  "enb_start_date": "11-Nov-13", 
  "enb_short_title": "COP 19", 
  "subtype": "", 
  "actors": [
    "Umbrella Group", 
    "European Union", 
    "Environmental Integrity Group"
  ], 
  "sentences": [
    "This issue was first addressed in the SBSTA plenary on 11 November.", 
    "Chair Muyungi recalled that SBSTA 38 had recommended the adoption of three draft COP decisions (FCCC/SBSTA/2013/L.12/Add.1, 2 & 3) on: the timing and the frequency of presentations of the summary of information on how all safeguards are being addressed and respected; modalities for national forest monitoring systems; and the drivers of deforestation and forest degradation.", 
    "SBSTA 38 had also prepared elements of two draft COP decisions (FCCC/SBSTA/2013/L.12) on MRV modalities; and guidelines and procedures for the technical assessment of submissions from parties on proposed forest reference emission levels and/or forest reference levels.", 
    "These issues were further discussed in a contact group co-chaired by Peter Graham (Canada) and Robert Kofi Bamfo (Ghana).", 
    "On Saturday, 16 November, the SBSTA adopted conclusions (FCCC/SBSTA/2013/L.33); and two draft COP decisions (FCCC/SBSTA/2013/L.33/Add.1 & Add.2) on MRV modalities; and guidelines and procedures for the technical assessment of submissions from parties on proposed forest reference emission levels and/or forest reference levels.", 
    "On 22 November the COP plenary adopted all decisions.", 
    "The Philippines, supported by Australia, for the Umbrella Group, Bolivia, Brazil, Mexico, for Environmental Integrity Group, and the EU, highlighted: that the reference to 'livelihoods' in the decision on the drivers of deforestation should not be interpreted so as to mean that indigenous peoples are the drivers of deforestation and forest degradation; and that when addressing the drivers of deforestation and forest degradation traditional livelihoods of indigenous peoples should not be negatively affected.", 
    "President Korolec invited delegates to adopt the decision with the understanding suggested by the Philippines and supported by others.", 
    "He said all decisions on REDD+ adopted at COP 19, including those on finance and institutional arrangements, will be called the 'Warsaw REDD+ Framework'.", 
    "Final Outcome: On modalities for national forest monitoring systems (FCCC/SBSTA/2013/L.12/Add.1) the COP, inter alia , decides that: - the development of parties' national forest monitoring systems for the monitoring and reporting of REDD+ activities should take into account the guidance in decision 4/CP.15 and be guided by the most recent IPCC guidance and guidelines; and - robust national forest monitoring systems should provide data and information that are transparent, consistent over time, and suitable for MRV anthropogenic forest-related emissions by sources and removals by sinks, forest carbon stocks, and forest carbon stock and forest-area changes resulting from the implementation of REDD+ activities.", 
    "On the timing and the frequency of presentations of the summary of information on how safeguards are addressed and respected (FCCC/SBSTA/2013/L.12/Add.2), the COP, inter alia , decides that: - developing country parties should start providing the summary of information in their national communication or communication channel, including via the web platform of the UNFCCC, after the start of the implementation of REDD+ activities; and - the frequency of subsequent presentations of the summary of information should be consistent with the provisions for submissions of national communications from non-Annex I parties.", 
    "On the drivers of deforestation and forest degradation (FCCC/SBSTA/2013/L.12/Add.3), the COP, inter alia , encourages parties, organizations and the private sector to take action to reduce the drivers of deforestation and forest degradation, and to continue their work to address the drivers of deforestation and forest degradation and share the results of their work.", 
    "On MRV modalities (FCCC/SBSTA/2013/L.33/Add.2), the COP, inter alia , decides that: - MRV is to be consistent with guidance provided in decision 4/CP.15; - the data and information used by parties in the estimation of anthropogenic forest-related emissions should be transparent, and consistent over time and with the established forest reference emission levels and/or forest reference levels; and - data and information should be provided through the biennial update reports by parties.", 
    "On forest reference emission levels and/or forest reference levels (FCCC/SBSTA/2013/L.33/Add.1), the COP, inter alia : - adopts the guidelines and procedures for the technical assessment of submissions from parties on proposed forest reference emission levels and/or forest reference levels; and - requests the Secretariat to prepare a synthesis report on the technical assessment process, for consideration by the SBSTA."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12594e.html", 
  "enb_long_title": "Warsaw Climate Change Conference - November 2013", 
  "type": "", 
  "id": "enb12594e_70", 
  "enb_end_date": "23-Nov-13"
}