{
  "countries": [
    "Austria", 
    "Belize"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer"
  ], 
  "section_title": "DEVELOPMENT AND TRANSFER OF TECHNOLOGIES AND IMPLEMENTATION OF THE TM: Joint Annual Report of the TEC and CTCN", 
  "enb_start_date": "01-Dec-14", 
  "enb_short_title": "COP 20", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "This item (FCCC/SB/2014/3) was first considered on Monday, 1 December.", 
    "SBI Chair Yauvoli proposed, and parties agreed to, joint informal consultations with SBSTA, facilitated by Elfriede More (Austria) and Carlos Fuller (Belize).", 
    "During the SBI closing plenary on Friday, 5 December, the SBI adopted conclusions and forwarded a draft decision for consideration by COP 20.", 
    "Final Outcome: In its decision (FCCC/SB/2014/L.5), the COP notes that through the work of the Technology Executive Committee (TEC) and the Climate Technology Centre and Network (CTCN) in 2014, the TEC is progressing in an effective manner towards fulfilling its mandate, and decides that the TEC and CTCN shall continue to prepare a joint annual report to the COP, through the SBs, on their respective activities and performance of their respective functions.", 
    "On activities and performance of the TEC in 2014, the COP, inter alia : - welcomes the rolling workplan of the TEC for 2014-2015 and the progress made in advancing its implementation; - recognizes the key messages on climate technology financing, technologies for adaptation and technology needs assessments, as contained in the TEC report; - welcomes the work on technologies for adaptation and looks forward to the Committee s work on technologies for mitigation; - requests the TEC to continue its work on enabling environments and barriers; - encourages the TEC to continue to strengthen the linkages with organizations under and outside of the Convention in the implementation of its rolling workplan for 2014-2015; and - requests the TEC to provide guidance on how the results of the technology needs assessments, in particular the technology action plans, can be developed into projects that can be ultimately implemented, and to provide an interim report on its preliminary findings to the subsidiary bodies at their forty-third sessions.", 
    "On activities and performance of the CTCN in 2014, the COP, inter alia : - welcomes with appreciation the progress made by the CTCN in implementing its programme of work, including by: responding to requests from developing countries; fostering collaboration and access to information; and strengthening networks, partnerships and capacity building; - welcomes the elaboration and approval by the CTCN s Advisory Board of the CTCN criteria and the CTCN prioritization criteria for national designated entity requests; - encourages the CTCN to further elaborate its procedures for handling requests, and to inform parties and stakeholders of these activities in the joint annual report of the TEC and the CTCN; and - notes the ongoing consultations between the GEF and the CTCN, and requests the CTCN to report on those consultations in future joint TEC/CTCN annual reports.", 
    "Poznan Strategic Programme on Technology Transfer: This item (FCCC/CP/2014/2 and Add.1, and FCCC/SB/2014/3) was first considered on Monday, 1 December.", 
    "SBI Chair Yauvoli proposed, and parties agreed to, informal consultations facilitated by Elfriede More and Carlos Fuller.", 
    "During the SBI closing plenary on Friday, 5 December, the SBI adopted conclusions.", 
    "Final Outcome: In its conclusions (FCCC/SBI/2014/L.32), the SBI: - welcomes the GEF report on the progress made in carrying out the Poznan strategic programme on technology transfer; - notes the consultations between the GEF and the Advisory Board of the CTCN and the progress made on aligning the implementation of the element of the Poznan strategic programme related to support for climate technology centres and a climate technology network with the operationalization and activities of the CTCN, which were carried out; - notes the areas of collaboration between the regional technology transfer and finance centres supported by the GEF under the Poznan strategic programme and the CTCN, and invites the GEF to report on this collaboration as part of its future progress reports; - notes that the TEC initiated its deliberations on evaluating the Poznan strategic programme in August 2014; - notes that the TEC will undertake the evaluation of the Poznan strategic programme in 2015, guided by the terms of reference to be developed by its task force on this matter; and - invites the TEC to provide an interim report on its preliminary findings to SBI 42 and a final report to the COP through SBI 43."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12619e.html", 
  "enb_long_title": "Lima Climate Change Conference - December 2014", 
  "type": "", 
  "id": "enb12619e_52", 
  "enb_end_date": "14-Dec-14"
}