{
  "countries": [
    "Canada", 
    "Japan"
  ], 
  "topics": [
    "Extension of the Kyoto protocol", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "A BRIEF HISTORY OF THE UNFCCC AND THE KYOTO PROTOCOL", 
  "enb_start_date": "28-Nov-11", 
  "enb_short_title": "COP17", 
  "subtype": "HISTORY", 
  "actors": [], 
  "sentences": [
    "The international political response to climate change began with the adoption of the United Nations Framework Convention on Climate Change (UNFCCC) in 1992.", 
    "The UNFCCC sets out a framework for action aimed at stabilizing atmospheric concentrations of greenhouse gases to avoid dangerous anthropogenic interference with the climate system.", 
    "The Convention, which entered into force on 21 March 1994, now has 195 parties.", 
    "In December 1997, delegates to the third session of the Conference of the Parties (COP) in Kyoto, Japan, agreed to a Protocol to the UNFCCC that commits industrialized countries and countries in transition to a market economy to achieve emission reduction targets.", 
    "These countries, known as Annex I parties under the UNFCCC, agreed to reduce their overall emissions of six greenhouse gases by an average of 5.2% below 1990 levels between 2008-2012 (the first commitment period), with specific targets varying from country to country.", 
    "The Kyoto Protocol entered into force on 16 February 2005 and now has 193 parties.", 
    "At the end of 2005, the first steps were taken to consider long-term issues.", 
    "Convening in Montreal, Canada, the first session of the CMP decided to establish the AWG-KP on the basis of Protocol Article 3.9, which mandates consideration of Annex I parties further commitments at least seven years before the end of the first commitment period.", 
    "COP 11 agreed to consider long-term cooperation under the Convention through a series of four workshops known as the Convention Dialogue, which continued until COP 13."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12534e.html", 
  "enb_long_title": "Durban Climate Change Conference - COP17/CMP7", 
  "type": "", 
  "id": "enb12534e_1", 
  "enb_end_date": "09-Dec-11"
}