{
  "countries": [
    "Switzerland", 
    "New Zealand", 
    "Bolivia", 
    "Uganda"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "Part III", 
  "enb_start_date": "04-Aug-10", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Discussions focused on enhancing transparency of pledges for emission reductions of Annex I Parties under the Kyoto Protocol. SWITZERLAND said environmental and technical information is essential to ensure the transparency of pledges and as a basis for discussions on level of ambition and comparability of efforts.", 
    "She identified key issues, including expected use of flexibility mechanisms, domestic reductions measures and use of LULUCF. BOLIVIA said that in order to ensure a maximum temperature rise of 1.5-2ºC, the remaining atmosphere emissions budget must be allocated according to selected criteria, supporting both equity (based on population) and historical responsibility.", 
    "He noted that developed countries have over used atmospheric space, resulting in a climate debt owed to developing countries.", 
    "He said Annex I pledges under the Copenhagen Accord for the next ten years represent emissions of 133 Gt CO2, while the total budget for the next 20 years in the 2ºC scenario is only 120 Gt CO2, which means developed countries will use more than their fair share of atmospheric space. UGANDA said every country should pay according to its historical contribution to climate change and money raised could be used to address emission reductions, avoiding a global overuse of the atmosphere.", 
    "NEW ZEALAND said national communications include information relevant to comparability of efforts, but noted that some useful elements such as mitigation potential are not considered. AWG-KP Vice-Chair Macey noted several recurring themes in the discussion, including: the advantages of LULUCF rules and mechanisms but also uncertainties of impacts on individual countries; and the impacts of rules and mechanisms, including surplus AAUs, on markets."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12475e.html", 
  "enb_long_title": "Bonn Climate Change Talks - August 2010", 
  "type": "", 
  "id": "enb12475e_5", 
  "enb_end_date": "04-Aug-10"
}