{
  "countries": [
    "Brazil", 
    "Australia", 
    "Samoa", 
    "India", 
    "United States", 
    "China", 
    "Japan", 
    "New Zealand"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "PROTOCOL ARTICLES 5, 7 & 8", 
  "enb_start_date": "16-Nov-00", 
  "enb_short_title": "COP-6", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "On reporting under Articles 10 (existing commitments) and 11 (financial mechanism), the G-77/CHINA, opposed by the US and EU, said Annex I Parties should also be requested to report on the implementation of their commitments related to the transfer of technologies and the provision of 'new and additional' financial resources. Regarding issuance and cancellation of assigned amounts (AA) related to Protocol Article 3.3 and 3.4, the G-77/CHINA, supported by the EU and US, suggested referring to 'additions' and 'subtractions' from AA in the guidelines under Article 7.", 
    "Opposed by NEW ZEALAND and supported by INDIA, he added that, pending agreement of this issue in the LULUCF group, any reference to Article 3.4 should be bracketed.", 
    "Co-Chair Newton Paciornik (Brazil) said the Co-Chairs would consult on this issue with the Co-Chairs of the contact group on LULUCF.", 
    "In the guidelines under Article 8, the G-77/CHINA suggested deleting Part III on the review of information on AA.", 
    "INDIA explained that AA are fixed amounts and therefore cannot be reviewed, however the information on additions and subtractions would be reviewed.", 
    "BRAZIL, on behalf of the G-77/CHINA, then introduced a text for a new Part III bis that addresses the terminology 'initial AA' and replaces it with 'amounts that contribute to the compliance of a Party included in Annex I with the quantified emission limitation and reduction commitment under Article 3.", 
    "' On expert review teams (ERTs), the G-77/CHINA recommended drawing on a roster of experts and reflecting regional balance.", 
    "He said teams should be supported by the Secretariat and not by governments, in order to ensure their impartiality. On confidentiality, the EU introduced new text that provides, inter alia, that the ERTs shall guarantee the confidentiality of information that a Party indicates is confidential, and that if a Party does not provide sufficient information for the assessment of its conformity with the revised IPCC guidelines, the ERT shall assume the estimate was not prepared accordingly.", 
    "Commenting on this proposal, SAMOA suggested that the Party be required to provide the basis for confidentiality protection under domestic legislation and that potential conflicts of interest with an ERT member be dealt with before the team is formed. On reporting of supplementary information under Article 7, the EU proposed text for a section on 'domestic programmes,' which requires reporting on domestic policies and measures as well as on the domestic system for monitoring legal entities' participation in international emissions trading.", 
    "SAMOA supported this text, while the US, AUSTRALIA, JAPAN and NEW ZEALAND opposed it. On 'questions of implementation,' the US, G-77/CHINA, BRAZIL and INDIA opposed JAPAN's proposal to limit this concept to the mandatory requirements of the guidelines under Articles 5.1 (national system) and 7.2 (supplementary information).", 
    "Co-Chair Paciornik said the Co-Chairs would prepare a revised text and consult on it with different groups."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12155e.html", 
  "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12155e_2", 
  "enb_end_date": "16-Nov-00"
}