{
  "countries": [], 
  "topics": [
    "Flexibility Mechanism", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Compliance and Enforcement", 
    "Mitigation", 
    "Flexibility Mechanims"
  ], 
  "section_title": "MECHANISMS", 
  "enb_start_date": "21-Jul-01", 
  "enb_short_title": "COP-6 bis", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Negotiations commenced mid-afternoon on the fourteen issues relating to mechanisms outlined in the Co-Chairs' Note.", 
    "On equity, two options are provided to describe the objective of reducing differences in per capita emissions between developing and developed country Parties: the first recognizes that the share of global emissions originating in developing countries will grow to meet their developmental needs, and affirms that developed country Parties shall continue to reduce their emissions through domestic [policies and measures] [actions] with a view to reducing per capita inequities in emissions; the second emphasizes, inter alia, that Annex I Parties shall implement and/or further elaborate policies and measures in accordance with national circumstances and with a view to reducing inequities in per capita emissions. On the issue of supplementarity, delegates considered four options: no elaboration; Annex I Parties to meet commitments 'primarily' through domestic action since 1990, with each Party's use of the mechanisms not exceeding 9% of its assigned amount; Annex I Parties to meet commitments 'primarily' through domestic action, with use of the mechanisms not exceeding reductions achieved through domestic actions as reported in national communications, and as assessed by the enforcement branch of the compliance committee; or 'chiefly' through domestic action, with implementation and/or elaboration of policies and measures, the provision of relevant information, and with the facilitative branch of the compliance committee addressing relevant questions of implementation. On whether emission reduction units (ERUs) and certified emission reductions (CERs) can be generated by nuclear power projects, the options are no mention of nuclear, or that Annex I Parties 'refrain from' using nuclear.", 
    "Regarding the establishment of a supervisory committee for verification of ERUs, the options are: no committee, with verification being performed by teams constituted by the Secretariat; or a committee, the composition of which has to be agreed separately. On the composition of the Executive Board, three options are presented: four persons from each UN regional grouping and one to represent small island developing States (SIDS); ten Parties, with one from each regional group plus a SIDS representative, and two each from an Annex I and non-Annex I Party; or eight Annex I Parties and eight non-Annex I Parties, including one SIDS representative.", 
    "While delegates reportedly made some progress on a number of options, significant disagreements remain on several key issues. The remaining issues to be discussed are: the application and level of share of proceeds; the commitment period reserve level; the compliance agreement as an eligibility requirement; the unilateral CDM; Article 4 (joint fulfillment); special needs of developing country parties; financial additionality; and equitable geographic distribution of CDM projects."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12171e.html", 
  "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION", 
  "type": "", 
  "id": "enb12171e_4", 
  "enb_end_date": "21-Jul-01"
}