{
  "countries": [
    "Saudi Arabia", 
    "Australia", 
    "United States", 
    "China", 
    "Switzerland", 
    "Japan", 
    "New Zealand", 
    "Norway"
  ], 
  "topics": [], 
  "section_title": "PROTOCOL ARTICLES 5, 7 & 8", 
  "enb_start_date": "17-Nov-00", 
  "enb_short_title": "COP-6", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Co-Chair Plume introduced a working paper proposed by the Co-Chairs and explained the changes made to the previous version of the guidelines under Articles 5, 7 and 8.", 
    "She suggested that Parties present their views on the new text and then focus on the draft decisions.", 
    "Following a question by the US on the way to proceed, she said COP-6 President Pronk had made clear that there would be no contact groups the following week. Delegates welcomed the efforts made by the Co-Chairs in preparing the working paper.", 
    "However, they highlighted a number of issues with which they had some concerns, including: reporting on domestic programmes; reporting on Articles 10 (existing commitments), and 11 (financial mechanisms); the lifting of brackets around Article 3.3 and 3.4; reference to 'initial AA'; review of information on Article 3.14; and institutional arrangements for expert review teams. On elements related to good practice guidance and adjustments under Article 5.2 (adjustments), the G-77/CHINA suggested bracketing text on estimates of emissions and removals from LULUCF as the discussions in the group on LULUCF had not been concluded.", 
    "NEW ZEALAND, with the EU, US and JAPAN, emphasized that such estimates from all sectors should be prepared under good practice guidance, and be adjusted when they are not prepared according to the agreed methodologies.", 
    "In elements for a draft COP/MOP-1 decision on this matter, the EU, SWITZERLAND and NORWAY disagreed over a US proposal, supported by SAUDI ARABIA, NEW ZEALAND and AUSTRALIA, to include text on ensuring that adjustment procedures are conservative so that Parties would not be unduly penalised.", 
    "The Co-Chairs requested interested Parties to meet to further discuss the unresolved paragraphs."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12156e.html", 
  "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12156e_6", 
  "enb_end_date": "17-Nov-00"
}