{
  "countries": [], 
  "topics": [], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "02-Jun-10", 
  "enb_short_title": "AWGs", 
  "subtype": "corridors", 
  "actors": [], 
  "sentences": [
    "On Tuesday, the AWGs began their work.", 
    "One of the main topics in the corridors was, therefore, the AWG-LCA Chair s new draft text and parties initial reactions to it.", 
    "Some expressed surprise at what they saw as muted reactions.", 
    "One developing country delegate explained: While the text was not as balanced as needed and the loss of a separate section on finance was a questionable decision, we can work with the text.", 
    "He added: In any case, the Chair had a difficult task to undertake.", 
    "Some participants recalled the reaction to the Chair s text at AWG-LCA 6 last June.", 
    "This is groundhog day- I feel like I ve already seen this before, despaired one participant.", 
    "A concerned developed country delegate added: I don t think anyone wants to see this text balloon from 42 to 200+ pages over the next eight days as happened last June, but we do have to resolve some serious sticking points.", 
    "He continued: While working in one contact group twice a day may create transparency, I m not sure when we are going to have time to actually negotiate.", 
    "A more optimistic delegate noted that something positive seemed to be cooking behind the scenes, promising perhaps a successful outcome could be achieved in Cancún.", 
    "Over in the AWG-KP, parties remained unsure about the state of negotiations- including on the election of the new Chair.", 
    "Progress according to one delegate, is dependent on how the mood evolves over the next two weeks.", 
    "However, some were cautiously optimistic, noting that significant progress on potential consequences means there is one less contact group to attend.", 
    "Meanwhile in contact groups under the SBs some technical experts were sighing with relief.", 
    "It s nice to be back to our bread and butter, commented one."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12463e.html", 
  "enb_long_title": "Bonn Climate Change Talks - May/June 2010", 
  "type": "", 
  "id": "enb12463e_9", 
  "enb_end_date": "02-Jun-10"
}