{
  "countries": [
    "Mauritius", 
    "India"
  ], 
  "topics": [
    "IPCC Governance", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "OPENING OF THE SESSION", 
  "enb_start_date": "27-Apr-06", 
  "enb_short_title": "IPCC-25", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Sok Appadu, Mauritius Meteorological Service, opened the session and welcomed delegates.", 
    "In thanking Mauritius for hosting the meeting, IPCC Chair Rajendra Pachauri (India) noted the importance to Mauritius of assessing climate change because of potential sea level rise and the role of agriculture in its economy.", 
    "He highlighted the benefits of holding IPCC meetings in different locations, including the opportunity for IPCC members to interact with local scientific and governmental experts.", 
    "IPCC Chair Pachauri suggested that delegates, in starting to think about the future work of the IPCC, allow new ideas to stimulate discussions. Hong Yan, Deputy Secretary-General, WMO, noted the commitment of Mauritius to meeting the challenge of climate change.", 
    "He said the IPCC has become an authoritative voice on the science of climate change and added that several decisions taken at COP/MOP 1 and COP 11 were based on IPCC findings.", 
    "He also indicated the readiness of WMO bodies to cooperate with the IPCC. Alexander Alusa, Division for Environmental Conventions, UNEP, highlighted the IPCC\u0092s experience in informing the climate change debate and in triggering cooperative action.", 
    "He underscored UNEP\u0092s intention to support the IPCC in disseminating the results of the AR4 as widely as possible and noted that UNEP\u0092s Information Unit for Conventions is already disseminating a simplified version of the Special Report on Carbon Dioxide Capture and Storage. Halldor Thorgeirsson, Deputy Executive Secretary, UNFCCC, noted the development of the carbon market under the Kyoto Protocol and the impacts of the IPCC\u0092s work on the UNFCCC agenda.", 
    "On important areas for the interplay of science and policy, he referred to the five year programme of work on adaptation and to the proposal under the UNFCCC to address emissions from deforestation.", 
    "Thorgeirsson drew attention to the reference to the IPCC in the COP\u0092s decision on long-term cooperative action on climate change under the UNFCCC and stressed the IPCC\u0092s role in directly influencing national positions. Anil Bachoo, Minister of Environment and National Development Unit, Mauritius, urged the IPCC to provide regionally relevant information to developing countries and cautioned that the full impacts of climate change on the ecosystems of small island developing states may not be appreciated due to lack of information and scientific research."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12293e.html", 
  "enb_long_title": "IPCC-25", 
  "type": "ipcc", 
  "id": "enb12293e_1", 
  "enb_end_date": "27-Apr-06"
}