{
  "countries": [
    "New Zealand"
  ], 
  "topics": [
    "Flexibility Mechanisms", 
    "National Communications & Inventories"
  ], 
  "section_title": "OTHER ISSUES:", 
  "enb_start_date": "05-Nov-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "During the contact group, Vice-Chair Dovland reminded parties that the aim is to clean up the text in Barcelona to have clear options for ministers to choose from in Copenhagen.", 
    "He urged parties to work together to remove brackets from the text.", 
    "Vice-Chair Dovland then outlined the status of work on the basket of methodological issues, including common metrics, the IPCC 2006 Guidelines for National Greenhouse Gas Inventories and new greenhouse gases, and proposed how to organize the work of the session, noting the lack of time to deal with all three issues in Barcelona.", 
    "On new greenhouse gases, he noted that there are three options on the table, as well as additional proposals for amendments to the Protocol, and proposed returning to this issue in Copenhagen.", 
    "On the IPCC 2006 Guidelines, he highlighted good discussions in Bangkok and suggested finalizing the issue in Copenhagen.", 
    "He suggested prioritizing common metrics.", 
    "Parties agreed to establish a drafting group to work on the common metrics text, facilitated by New Zealand.", 
    "Vice-Chair Dovland then invited parties to turn to the flexibility mechanisms.", 
    "He introduced annex I of document FCCC/KP/AWG/2009/10/Add.3/Rev.2, which contains proposed elements of draft COP/MOP decisions on the flexibility mechanisms.", 
    "He noted that the spin-off group on LULUCF was working on the text relating to LULUCF under the CDM, and said this group would await input from those discussions.", 
    "On including carbon capture and storage (CCS) under the CDM, Vice-Chair Dovland noted that although the final decisions would need to be taken by ministers in Copenhagen, it was still possible to clean up the text.", 
    "He highlighted plans to establish a small drafting group in Copenhagen at the first opportunity, Regarding inclusion of nuclear activities under the CDM, he said the contact group was unlikely to be able to resolve this issue and it would have to be taken up in Copenhagen.", 
    "In relation to crediting on the basis of NAMAs, Vice-Chair Dovland proposed the consideration of this issue after further development under the AWG-LCA.", 
    "Parties then commenced discussion of the section on the development of standardized, multi-project baselines under the CDM.", 
    "Parties went through the text paragraph-by-paragraph, attempting to remove the brackets by proposing alternative language.", 
    "Informal consultations will continue. OTHER ISSUES (LULUCF): In informal consultations on LULUCF, parties discussed option B on land-based accounting, with many parties saying that while land-based accounting could be considered in the future, negotiating it now would delay the process of defining the numbers.", 
    "A new non-paper was also introduced by the co-facilitators, as well as a table for parties to complete on a voluntary basis to facilitate discussions and understanding of the impacts of reference levels.", 
    "Parties highlighted that while the non-paper is useful for discussion, it has not been negotiated.", 
    "Informal consultations will continue."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12445e.html", 
  "enb_long_title": "Barcelona Climate Change Talks 2009", 
  "type": "working group", 
  "id": "enb12445e_11", 
  "enb_end_date": "05-Nov-09"
}