{
  "countries": [
    "United States", 
    "Brazil", 
    "Australia", 
    "Norway", 
    "Japan"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "Consideration of relevant methodological issues", 
  "enb_start_date": "21-Aug-08", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "On this agenda sub-item, discussions in the contact group and in consultations were dedicated for the most part to discussing the use of global warming potentials (GWPs) versus global temperature potentials (GTPs).", 
    "Parties considered the continued use of GWPs with a 100-year time horizon, but did not reach agreement, instead requesting further work on appropriate metrics.", 
    "Brazil pointed out that the IPCC does not prescribe the use of GWPs.", 
    "The EU, Australia, Norway and Japan supported the continued use of GWPs, and Norway proposed that the IPCC provide additional information on other metrics.", 
    "The group decided to invite the IPCC to undertake further assessment of alternative common metrics, and noted the need for work to be carried out by the Subsidiary Body for Scientific and Technical Advice (SBSTA), while further considering the topic in Poznan.", 
    "Consultations also focused on language related to coherence between the Convention and the Protocol, and the group eventually agreed to include the need to maintain a coherent approach in relation to Annex I Parties commitments.", 
    "In the last meeting of the contact group, the US expressed concern with consideration of GTPs, and objected to not being included in the Friends of the Chair meeting, given issues of coherence between the Convention and Protocol."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12383e.html", 
  "enb_long_title": "Third session of the Ad Hoc Working Group on Long-term Cooperative Action and first part of the sixth session of the Ad Hoc Working Group on Further Commitments for Annex 1 Parties under the Kyoto Protocol to the UNFCCC", 
  "type": "", 
  "id": "enb12383e_26", 
  "enb_end_date": "27-Aug-08"
}