{
  "countries": [
    "Afghanistan", 
    "Bangladesh", 
    "Solomon Islands", 
    "Panama", 
    "Costa Rica", 
    "France", 
    "Peru", 
    "Bolivia", 
    "Norway", 
    "Cook Islands", 
    "Ghana", 
    "Saudi Arabia", 
    "Australia", 
    "Youth NGOs", 
    "Cuba", 
    "El Salvador", 
    "Venezuela", 
    "Papua New Guinea", 
    "Guatemala", 
    "Zimbabwe", 
    "China", 
    "Chile", 
    "Russian Federation", 
    "Dominican Republic", 
    "Belize", 
    "Spain", 
    "Mauritania", 
    "Philippines", 
    "Indonesia", 
    "Macedonia", 
    "United States", 
    "Guyana", 
    "Grenada", 
    "New Zealand", 
    "Yemen", 
    "Honduras", 
    "Mexico", 
    "Egypt", 
    "Uruguay", 
    "India", 
    "Lesotho", 
    "Congo", 
    "Timor-Leste", 
    "Colombia", 
    "Sri Lanka", 
    "Japan", 
    "Nicaragua", 
    "Barbados"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Anthropogenic Interference with Climate System", 
    "Mitigation", 
    "Adaptation", 
    "Technology Transfer"
  ], 
  "section_title": "AD HOC WORKING GROUP ON LONG-TERM COOPERATIVE ACTION", 
  "enb_start_date": "09-Apr-10", 
  "enb_short_title": "AWGs", 
  "subtype": "GROUPS", 
  "actors": [
    "Group of 77", 
    "League of Arab States", 
    "Alliance of Small Island States", 
    "African Group", 
    "Least Developed Countries", 
    "Group of 77 and China", 
    "Umbrella Group", 
    "European Union", 
    "Environmental Integrity Group"
  ], 
  "sentences": [
    "The ninth session of the AWG-LCA opened on Friday morning, 9 April 2010.", 
    "The session was chaired by Margaret Mukahanana-Sangarwe (Zimbabwe), who noted that Vice-Chair Daniel Reifsnyder (US) and rapporteur Teodora Obradovik-Grncarovska (Macedonia) were unable to attend the session.", 
    "Parties adopted the agenda and agreed to the organization of work ( FCCC/AWGLCA/2010/1 and 2 ).", 
    "Chair Mukahanana-Sangarwe noted that the COP 15 extended the AWG-LCA s mandate and requested it continue its work, drawing on the report by AWG-LCA to COP 15 ( FCCC/AWGLCA/2009/17 ) and the work undertaken by the COP on the basis of that report (FCCC/CP/2010/2).", 
    "She recalled that the AWG-LCA did not have the opportunity in Copenhagen to consider the organization of work for 2010 and drew attention to parties submissions on approaches to advance the AWG-LCA s work (FCCC/AWGLCA/2010/MISC.1).", 
    "Outlining her scenario note ( FCCC/AWGLCA/2010/2 ), Chair Mukahanana-Sangarwe highlighted: the proposal for the AWG-LCA to work in a single contact group; the need for guidance on documentation; and the objective of deciding on additional meetings at this session.", 
    "She suggested it would be useful to develop a new draft negotiating text, drawing on the AWG-LCA s report to COP 15, incorporating convergences with the Copenhagen Accord and reflecting discussions from this session.", 
    "The Secretariat stressed its readiness to work on arranging additional sessions in 2010.", 
    "He explained that the UNFCCC Executive Secretary has written to parties seeking supplementary funding, and that the Executive Secretary would also consult on this issue at this meeting.", 
    "As the President of COP 16, Mexico expressed support for the Chair s efforts to launch a new phase in the negotiations and stressed that the process requires adjustment and modernization without deviating from practices of the UN.", 
    "He noted that Mexico has been undertaking bilateral and multilateral consultations seeking to build confidence in the process and that significant work should be conducted between the UNFCCC meeting in June and COP 16 to allow decisions to be taken in Cancún, Mexico.", 
    "Yemen, for the Group of 77 and China (G-77/China), stressed that further work by the AWG-LCA must be open, democratic, transparent and party-driven, centering on the implementation of the Bali Action Plan (BAP), and in line with the Convention s principles, including the principle of common but differentiated responsibilities and respective capabilities.", 
    "On the organization of work, the G-77/China emphasized that the UNFCCC should be the only venue for negotiations.", 
    "He stressed there should be no less than three additional sessions, with support provided for participation by developing countries, particularly the least developed countries (LDCs) and small island developing states (SIDS).", 
    "The G-77/China also enquired about financial implications if a session is hosted by a developing country.", 
    "Spain, for the European Union (EU), stressed the need to frankly assess lessons from Copenhagen, improve the organization and methods of work and enhance confidence in the process and among parties.", 
    "She said the positive outcomes from Copenhagen included important political guidance from the highest political level and identified this as a step in a process for a legally-binding post-2012 agreement.", 
    "She said, however, that the outcome does not reflect the EU s ambitions and welcomed the decision to extend the mandate of both AWGs.", 
    "The EU stressed their commitment to ensuring that work on both negotiating tracks results in a global comprehensive framework and said priority in 2010 should be given to the core issues while reflecting the political guidance in the Copenhagen Accord.", 
    "She emphasized their commitment to provide â\u0082¬2.4 billion of fast-track financing in 2010-2012, and said the EU has launched informal consultations on how to implement this fast-track financing.", 
    "The EU supported establishing a single AWG-LCA contact group and producing a Chair s text by the June session.", 
    "She stressed the need for close coordination with the AWG-KP and proposed the establishment of groups across the two tracks on key crosscutting issues.", 
    "The Democratic Republic of Congo, for the African Group, stressed the need to learn from Copenhagen, including by avoiding attempts to sideline the multilateral two-track negotiating process and disregard the Kyoto Protocol.", 
    "He said priority should be given to restoring trust, rebuilding confidence and salvaging the process by: returning to the multilateral, two-track process; using the UNFCCC as the only negotiating forum; working based on the AWG-KP and AWG-LCA reports and party submissions to COP 15 and COP/MOP 5; and agreeing on a second commitment period under the Kyoto Protocol.", 
    "He stressed transparent working methods as the only way to reach consensus, warning against repeating what happened in Copenhagen.", 
    "On additional meeting time, the African Group supported adding three meetings to the existing 2010 schedule.", 
    "Grenada, for the Alliance of Small Island States (AOSIS), lamented that parties did not achieve the outcome and vision in Copenhagen that they had in Bali.", 
    "She urged parties to return with a renewed sense of commitment and urgency.", 
    "She recalled significant progress by the AWG-LCA in 2009, saying the task in 2010 should be to finalize a comprehensive and legally-binding outcome.", 
    "She called for a sufficient number of meetings with funding for LDCs and SIDS, as well as for clear milestones.", 
    "She stressed the need to respect at all times the principles of inclusiveness, transparency and legitimacy.", 
    "AOSIS supported mandating the Chair to develop a new draft negotiating text.", 
    "Lesotho, for the LDCs, emphasized the centrality of the UNFCCC framework and highlighted the need for renewed trust-building among parties.", 
    "He said negotiations should be based on the AWG-LCA s report adopted at COP 15, as well as inputs from subsequent drafting groups, and the outcome should include provisions on monitoring, reporting and verification (MRV).", 
    "He also called for holding at least three additional negotiating sessions in 2010.", 
    "Australia, for the Umbrella Group, underscored that COP 15 gave vital political direction to take the negotiations forward and that the Copenhagen Accord contains a package of actions agreed by countries at the very highest level.", 
    "She highlighted that about 120 countries, representing over 90% of the global economy and 80% of global emissions, have expressed support for the Accord.", 
    "She also noted that the pledges represent the most significant emission reductions ever put forward by the international community and highlighted an important breakthrough on financing, emphasizing the commitment to realizing it.", 
    "The Umbrella Group noted that the undertakings made in the Copenhagen Accord constitute part of a package, and highlighted the importance of moving forward on all elements.", 
    "She welcomed the proposal to move forward through a single contact group and the development of a new text by the Chair.", 
    "The Republic of Korea, for the Environmental Integrity Group, urged an ambitious and comprehensive agreement at COP 16.", 
    "He stressed the need to build on progress made and encouraged the Chair to prepare new draft text before the June session.", 
    "He also noted the Environmental Integrity Group s support for the Copenhagen Accord, highlighting the significance of almost 75 parties having inscribed their mitigation targets or actions under the Accord.", 
    "The Environmental Integrity Group called for at least two additional negotiating sessions.", 
    "He proposed establishing benchmarks for each session, in order to ensure effective and efficient use of time.", 
    "Panama, also speaking for Belize, Costa Rica, El Salvador, Guatemala, Honduras and the Dominican Republic, said negotiations should be based on the report of AWG-LCA 8 to the COP, noting that text on several issues, such as technology transfer, capacity building and adaptation, is well-developed.", 
    "He suggested first focusing on these issues in order to finalize them before moving on to other issues.", 
    "He also called for two additional meetings with at least five working days each, to be held between the June session and COP 16, as well as financial support for at least two delegates per developing country to attend these sessions.", 
    "Egypt, for the League of Arab States, said the UNFCCC is the single framework for global intervention on climate change and underscored the need to negotiate officially within this framework.", 
    "He encouraged transparency and inclusiveness in negotiating and rejected the idea of negotiating in restricted group settings outside the UNFCCC process.", 
    "He underscored the need to retain the Kyoto Protocol, opposed new agreements and highlighted that the Copenhagen Accord is not an official agreement, because it is not legally-binding.", 
    "He pointed out that each party can determine its position regarding the Copenhagen Accord.", 
    "Guatemala, speaking also for Colombia, Costa Rica, Panama, Peru, Chile, Dominican Republic and Uruguay, supported the development of a revised draft negotiating text.", 
    "She called for this session to design a roadmap for a legally-binding instrument in Mexico.", 
    "Guyana, with Barbados, supported the establishment of milestones for 2010.", 
    "France described the meeting of 54 forested and donor countries on 11 March to discuss an interim partnership on reducing emissions from deforestation and forest degradation in developing countries, plus conservation (REDD+).", 
    "He highlighted agreement on collecting information on start-up activities and reviewing present financing.", 
    "Chile supported integrating central aspects of the Copenhagen Accord into a draft negotiating text.", 
    "Saudi Arabia said a new negotiating text was not necessary and cautioned against giving the Copenhagen Accord undue weight.", 
    "Bolivia opposed development of new negotiating text and highlighted the upcoming World Conference of the People on Climate Change and the Rights of Mother Earth, to be held in Cochabamba, Bolivia in April 2010.", 
    "Mauritania supported focusing on the positive aspects of the Copenhagen Accord, stressing that the financial support pledged in the Copenhagen Accord should be provided through an equitable, transparent and fair mechanism in order to ensure its effectiveness.", 
    "India said that there are lessons to learn from Copenhagen, but that there are also stories of hope, such as announcements of mitigation actions by many developing countries, including India.", 
    "He further stressed that the Copenhagen Accord is a political document and not a standalone document and that it cannot be considered without the UNFCCC process.", 
    "India also highlighted the need for balance among building blocks and said that any branch meetings outside the process should feed into the UNFCCC negotiations.", 
    "Venezuela stressed that the failure of Copenhagen was because the principles of the UN were not respected.", 
    "She suggested parties should draw a lesson of modesty from the Copenhagen experience and noted her country s commitment to produce a good accord.", 
    "She described the Copenhagen Accord as a political statement whose annexes contain voluntary pledges to reduce emissions, which according to scientists, will lead to warming of about of 5°C.", 
    "Cuba described the Accord as a violation of principles of multilateralism and a threat to the negotiations.", 
    "The Russian Federation suggested the focus this year should be on the work of the AWG-LCA and noted that there is good potential for progress on all issues.", 
    "He proposed working strictly according to a timetable, with no night meetings involved, and to deliberate the basic issues before the details.", 
    "Japan cautioned against underestimating last year s achievements and described the Accord as providing significant guidance on international efforts on climate change.", 
    "Sri Lanka stressed that the two-track negotiating process must be maintained.", 
    "Indonesia underscored that a strong multilateral outcome can only be achieved through a strong multilateral process.", 
    "Nicaragua said negotiations in Copenhagen broke down because of the attempted imposition on parties of an agreement not reached in an inclusive manner, and urged defending openness, democratic processes and an inclusive approach.", 
    "Norway informed the parties of an upcoming meeting that will take place on 27 May 2010 in Oslo, Norway, to establish an interim partnership on REDD+, saying that it will strive for transparency and inclusivity.", 
    "Australia supported flexibility and innovation in the organization of work, and expressed trust in the Chair to produce a new text, which incorporates the outcome of Copenhagen.", 
    "The Cook Islands supported innovative ways of work based on transparency and inclusiveness, and additional meetings if they have clear goals and milestones.", 
    "China highlighted that the objective of 2010 should be to carry out the work in the Bali Roadmap and not take on new tasks.", 
    "He stated that the AWG-LCA s negotiating text from Copenhagen represents the proper legal basis for further discussions.", 
    "The US stressed new major achievements in Copenhagen, highlighting that the Accord was based on collaborative effort by parties and that nearly two-thirds of parties have associated themselves with it.", 
    "He stressed that we should not drop or lose the Accord, which represents unprecedented engagement from the highest level, and warned against returning to the situation where parties were close to a stalemate at the expert level.", 
    "He supported the proposal to draft new negotiating text for the June session that draws from the AWG-LCA s negotiating text but reflects the political agreement of the Copenhagen Accord.", 
    "Ghana highlighted transparency and inclusiveness, and specifying that inclusiveness also means effective developing country participation in the AWG-LCA s meetings.", 
    "Timor-Leste highlighted that the aim of extending the AWG-LCA s mandate was not to develop new negotiating text but to continue reviewing the negotiating text prepared by the AWG-LCA over the last two years.", 
    "New Zealand highlighted the role of informal meetings both within and outside the UNFCCC process, noting that meetings outside the process could feed into the negotiating process.", 
    "Bangladesh said the report by the AWG-LCA should form the basis of further negotiations.", 
    "The Solomon Islands supported holding a series of meetings with benchmarks established for each meeting.", 
    "Papua New Guinea said that while Copenhagen did not deliver, it made some progress and some outstanding issues were resolved.", 
    "She suggested that ministers should first be allowed to meet to resolve crunch issues and then negotiators would work on how to incorporate the ministers decisions into the text.", 
    "The Philippines supported the multilateral process and highlighted principles of inclusivity, transparency and broad-based participation.", 
    "Afghanistan said that a future regime should be based on fairness and transparency.", 
    "The International Chamber of Commerce, for Business and Industry NGOs, stressed that the AWG-LCA should set priorities, underlining the need to initiate fast-start funding, pledged in the Copenhagen Accord.", 
    "Tearfund, for the Climate Action Network, noted that current emission reduction pledges will lead to a temperature increase of more than 3°C.", 
    "The Women s Environment and Development Organization, for Gender NGOs, supported efforts to organize work in the most effective and inclusive way and urged that the progress made on incorporating human rights and gender considerations should be sustained.", 
    "European Youth Forum, for Youth NGOs, highlighted the necessity to reaffirm trust in the UNFCCC process and stressed that there should be a clear and strong mandate to produce a negotiating text to capture progress achieved by parties, taking into account input from civil society."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12460e.html", 
  "enb_long_title": "Bonn Climate Change Talks - April 2010", 
  "type": "WORKING GROUP", 
  "id": "enb12460e_9", 
  "enb_end_date": "11-Apr-10"
}