{
  "countries": [
    "Ghana", 
    "Canada", 
    "Australia", 
    "Iran", 
    "Singapore", 
    "United Arab Emirates", 
    "United Kingdom", 
    "Slovenia", 
    "Zimbabwe", 
    "China", 
    "United States"
  ], 
  "topics": [
    "Compliance and Enforcement", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Compliance and Enforcement"
  ], 
  "section_title": "AD HOC GROUP ON ARTICLE 13 (AG13)", 
  "enb_start_date": "08-Jun-98", 
  "enb_short_title": "8th Session SBSTA & SBI, AG13 6", 
  "subtype": "PLENARY", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "On Friday, delegates began consideration of the heavily bracketed draft text from the last AG13 session (AG13-5).", 
    "Chair Patrick Széll (UK) recalled that during AG13-5, delegates agreed that the MCP should be advisory rather than supervisory in nature.", 
    "They also agreed that AG13 should complete its work by COP-4.", 
    "He stressed that the meeting will discuss only the MCP and not the Protocol. On paragraph 12, delegates debated who could trigger the MCP: one or more Parties, the COP, SBI or SBSTA, and/or the Secretariat.", 
    "GHANA, IRAN and SINGAPORE said there was no need to include the other subsidiary bodies.", 
    "The US, GHANA, ZIMBABWE, CANADA, the EU, AUSTRALIA and IRAN said the Secretariat should not be included.", 
    "Regarding information from the Secretariat, delegates debated, inter alia, whether it would seek information upon request or on its own volition. There was no agreement on whether one country could raise questions regarding another country.", 
    "Many delegations recalled that the MCP was to be non-confrontational.", 
    "The Chair sought language denoting that presenting questions to the MCP had only positive connotations.", 
    "CANADA, supported by the US, suggested that raising the number of Parties necessary to trigger the MCP would make it less confrontational.", 
    "The EU disagreed.", 
    "Delegates also debated language on supplying relevant information when triggering the MCP. On paragraph 2 (objective of the MCP), many delegates stated that this issue could only be resolved once the mandate of the Committee (paragraph 5) is agreed.", 
    "Delegates also discussed the proposed language changes in paragraph 5 and underscored the importance of clarity.", 
    "They did not resolve what kind of assistance (technical, consultative or financial) the Committee will provide to Parties.", 
    "On paragraph 6, AUSTRALIA suggested that the Committee should not duplicate activities performed by other Convention 'processes' as opposed to Convention bodies.", 
    "GHANA suggested that the question go to a drafting group. On paragraph 1, (establishment of the MCP), the EU, supported by GHANA, the US and AOSIS, preferred a 'standing' Multilateral Consultative Committee reporting to the COP.", 
    "A bracketed reference to the SBI was deleted.", 
    "In paragraph 3 (nature of the MCP), delegates debated the description of the MCP as 'transparent.", 
    "' Following discussion, the Chair invited the US to draft an interpretive statement for inclusion in the AG13 report, indicating that transparency should be understood as a reference to the overall process and outcome and not to the question of access to meetings.", 
    "The Chair also proposed a drafting group, coordinated by Zimbabwe, to consider drafting questions. AG13 discussion continued on Saturday.", 
    "Regarding paragraph 4 (nature of the MCP), AUSTRALIA raised the possibility of duplication by the MCP of other FCCC dispute settlement work.", 
    "The EU, UNITED ARAB EMIRATES and IRAN noted the MCP\u0092s purpose is advisory only. Paragraphs 7 (Committee size) and 9 (Committee Constitution) were considered jointly.", 
    "Delegates generally agreed to: limit the number of participants in the MCC, rotate terms of two or three years; and permit the other subsidiary bodies\u0092 Chairs to participate as observers.", 
    "They were divided over exact membership numbers, with the EU, SLOVENIA, the US and others favoring under 15 members while the G-77/CHINA called for 25 members.", 
    "Most delegates accepted unbracketed text on equitable geographical distribution among regions, but the US proposed dividing membership equally between Annex I and Annex II.", 
    "Language allowing for a roster of experts in paragraph 9 was not supported. On paragraph 8 (expertise), delegates agreed, based on proposals from GHANA and the EU, the Committee should comprise persons nominated by governments who are experts in relevant fields, such as science, socio-economics and the environment. ZIMBABWE, for the drafting group, reported that Parties agreed to remove brackets from paragraph 2 (objective), which is to resolve questions regarding implementation of the FCCC.", 
    "The process will provide for advice on assistance to Parties to overcome difficulties in their implementation, promote understanding of the FCCC, and prevent disputes. In paragraph 12 (taking up issues), ZIMBABWE said the four subparagraphs remain in brackets.", 
    "The US queried the decision not to specify the SBI and SBSTA.", 
    "SLOVENIA suggested that a Party raise questions with respect to its own implementation.", 
    "On paragraph 5 (mandate), Parties debated the implications of a reference to provision of 'the' appropriate assistance. In paragraph 10 (deliberations), the EU, supported by SLOVENIA and GHANA, proposed that the Committee meet 'at least once a year.", 
    "' Responding to US concerns, delegates accepted an EU proposal to merge paragraphs 10 (deliberations) and 11 (governance).", 
    "On paragraph 11, the EU, supported by GHANA, preferred that the Committee report to each session of the COP, and agreed to deletion of a reference to the SBI.", 
    "On paragraph 13 (outcome), GHANA, supported by the EU, proposed deleting 'encouragement' from the elements to be included in conclusions and recommendations.", 
    "The Chair noted deletion of the SBI.", 
    "The US questioned an EU proposal to end the paragraph with: 'with a view to the COP taking whatever decisions it considers necessary.", 
    "' The US suggested that the paragraph be consistent with the Committee\u0092s mandate and publication of recommendations.", 
    "CANADA raised majority voting and provision for minority decisions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1281e.html", 
  "enb_long_title": "Eighth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "WORKING GROUP", 
  "id": "enb1281e_3", 
  "enb_end_date": "08-Jun-98"
}