{
  "countries": [
    "Brazil", 
    "United States", 
    "Mexico", 
    "Philippines", 
    "Bolivia", 
    "India", 
    "Cook Islands"
  ], 
  "topics": [
    "Adverse Effects & Response Measure", 
    "Financial Mechanisms and Funds", 
    "forests", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "REDD+ (AWG-LCA)", 
  "enb_start_date": "02-Dec-11", 
  "enb_short_title": "COP17", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Environmental Integrity Group", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "In the afternoon informal group, facilitator Tony La Viña (Philippines) said the group should focus on a text that reflects the relevant elements to integrate in the AWG-LCA amalgamation document.", 
    "Many parties agreed to the preparation of a non-paper containing, inter alia : elements on linkages among forest reference levels and forest emission reference levels, safeguards, MRV and financing; language on markets that could provide the funding for results-based actions; and a request to the Secretariat to provide a technical paper on financing.", 
    "Regarding a proposal that the Secretariat s technical paper be reported to the SBSTA and that discussions continue in that body, BRAZIL and INDIA opposed merging AWG-LCA and SBSTA work.", 
    "Many parties highlighted the need for flexibility on financing sources for REDD+ and that it should be up to each party to decide what sources to use.", 
    "Drawing attention to the multiple values of forests, BOLIVIA supported the development of new alternative mechanisms, considering forests and non-commodities, and forests and living systems.", 
    "Among key elements to consider in a draft text, Mexico, for the EIG, highlighted: a flexible combination of sources, including markets; and ensuring equal distribution and the participation of relevant stakeholders.", 
    "With the PHILIPPINES, the EIG also drew attention to interlinkages with ongoing work on the GCF and the need to strengthen these linkages.", 
    "A non-paper will be prepared. RESPONSE MEASURES (SBI/SBSTA): In the morning, parties convened in a contact group to review the Report on the special event held in the context of the forum on the impact of the implementation of response measures (FCCC/SB/2011/INF.5).", 
    "The report outlines the objective of the event, proceedings and main issues raised.", 
    "In the afternoon, delegates reconvened for a joint SBI/SBSTA forum on the impact of the implementation of response measures, with presentations made by several parties and organizations.", 
    "The contact group will meet again on Friday to elaborate a draft outcome text. LOSS AND DAMAGE (SBI): Facilitator Robert Owen-Jones invited comments on the draft text.", 
    "Several speakers welcomed the text as a good basis for discussions.", 
    "The US, EU and LDCs also suggested that the text on thematic areas could be further elaborated.", 
    "On the form of the outcome, the Cook Islands, for AOSIS, preferred a COP decision rather than SBI conclusions.", 
    "The EU suggested focusing first on content, then on the nature of the outcome.", 
    "Facilitator Owen-Jones invited written inputs and indicated that the text would be revised in light of these."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12527e.html", 
  "enb_long_title": "Durban Climate Change Conference - COP17/CMP7", 
  "type": "", 
  "id": "enb12527e_3", 
  "enb_end_date": "02-Dec-11"
}