{
  "countries": [
    "Ghana", 
    "Maldives", 
    "South Africa", 
    "Tanzania", 
    "France", 
    "Antigua and Barbuda", 
    "Uganda", 
    "China", 
    "Nigeria", 
    "Sierra Leone"
  ], 
  "topics": [
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "Fourth review of the financial mechanism", 
  "enb_start_date": "01-Jun-10", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The Secretariat introduced the item (FCCC/SBI/2009/MISC.10 and Add.1).", 
    "CHINA expressed satisfaction with the GEF s fifth replenishment and called on contributing countries to expedite payments and for the GEF to streamline the project preparation and approval process.", 
    "NIGERIA, GHANA and the MALDIVES highlighted their participation in the study on investment and financial flow to address climate change, and called for a follow-up. GEF s report: The Secretariat introduced the item (FCCC/CP/2009/9).", 
    "Antigua and Barbuda, for AOSIS, expressed appreciation for the GEF s fifht replenishment, while noting the need to improve access to GEF resources, highlighting the need for country ownership and raising concerns with private sector involvement in procuring funding.", 
    "Assessment of the Special Climate Change Fund (SCCF): The Secretariat introduced the item.", 
    "Zaheer Fakir (South Africa) and Sandrine de Guio (France) will co-chair a contact group. CAPACITY BUILDING (CONVENTION): The Secretariat introduced the item (FCCC/SBI/2009/4, 5 and 10, FCCC/SBI/2009/ MISCs.1, 2, 8 and 12).", 
    "Tanzania, for the G-77/CHINA expressed concern with the lack of support from developed countries for the implementation of the capacity building framework.", 
    "SIERRA LEONE called for LDC climate change focal points to be strengthened.", 
    "Phillip Gwage (Uganda) and Marie Jaudet (France) will co-chair a contact group. CAPACITY BUILDING (PROTOCOL): The Secretariat introduced the item (FCCC/SBI/2009/4-5; FCCC/SBI/2009/ MISCs 1-2, 8 and 12; FCCC/KP/CMP/2009/16 and FCCC/SBI/2009/10).", 
    "TANZANIA lamented that only a few developing countries were enjoying the benefits from the CDM.", 
    "Phillip Gwage (Uganda) and Marie Jaudet (France) will co-chair a contact group."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12462e.html", 
  "enb_long_title": "Bonn Climate Change Talks - May/June 2010", 
  "type": "", 
  "id": "enb12462e_15", 
  "enb_end_date": "01-Jun-10"
}