{
  "countries": [
    "Brazil", 
    "Saudi Arabia", 
    "South Africa", 
    "Norway", 
    "Mexico", 
    "India", 
    "France", 
    "United States", 
    "Germany", 
    "Colombia", 
    "Russian Federation", 
    "China", 
    "Bolivia", 
    "Venezuela"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer"
  ], 
  "section_title": "A BRIEF ANALYSIS OF AWG-LCA 9 AND AWG-KP 11", 
  "enb_start_date": "09-Apr-10", 
  "enb_short_title": "AWGs", 
  "subtype": "ANALYSIS", 
  "actors": [
    "European Union", 
    "Umbrella Group", 
    "African Group", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Delegates gathered for three days in Bonn, Germany, for their first meeting since the UN Climate Change Conference in Copenhagen to decide on how to move the process forward under the UN Framework Convention on Climate Change (UNFCCC) and its Kyoto Protocol.", 
    "The meeting was not initially scheduled and only announced in February, since parties did not have time to decide in Copenhagen where and how to conduct further work.", 
    "They did, however, extend the mandate of the two negotiating groups- the Ad Hoc Working Group on Long-term Cooperative Action under the UNFCCC (AWG-LCA) and the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP).", 
    "Some said they had came to Bonn unsure of what to expect and how to pick up the pieces, given the confusion and deep divides that characterized the final days in Copenhagen, as well as recent stories discrediting the work by climate scientists and the Intergovernmental Panel on Climate Change (IPCC).", 
    "Fewer than usual gathered for this largely procedural meeting, with sparse attendance from NGOs and relatively small delegations from many countries.", 
    "With new coordinators for many of the negotiating blocs and a new Chair for the AWG-LCA, the meeting gave seasoned delegates and new faces to the process the opportunity to establish the tone of work for 2010.", 
    "This brief analysis will consider the outcomes of the meeting in the context of the results of the Copenhagen Conference and the expectations for the next COP to be held at the end of 2010 in Cancún, Mexico. A FRESH START?", 
    "The main task for AWG-KP 11 and AWG-KP 9 was to agree on the organization and methods of work for 2010, in particular, on what documentation would form the basis of future discussions.", 
    "Another important objective included deciding on the number of meetings required for the AWGs to be able to report their respective outcomes to COP 16 and the sixth Conference of the Parties serving as the Meeting of the Parties to the Kyoto Protocol (COP/MOP 6).", 
    "Although apparently simple and straightforward, the agenda also hid some undercurrents, most notably, the controversy surrounding the relevance of the Copenhagen Accord and the pressure to ensure that the Cancún Climate Conference delivers a meaningful global response to the challenges posed by climate change.", 
    "Upon arrival, many delegates said they feared the continuation of the finger-pointing and accusations that occurred towards the end of Copenhagen.", 
    "However, after the first day, there was general relief that the mood was much better than expected, with a relatively conciliatory tone being sounded in many interventions, which were often colored by smiles and gentle jokes, ultimately leading to a relaxed atmosphere.", 
    "The mood, however, hardened somewhat on the final day of the meeting, where references to the trauma of Copenhagen, and the need for a band-aid emerged and parties once again found great difficulty in reaching consensus, both within and between negotiating groups.", 
    "Many characterized the most difficult task under the AWG-LCA as establishing the textual basis for further negotiations.", 
    "Parties discussed whether to give the Chair a mandate to prepare a new draft negotiating text to facilitate discussions in June and what information could be used in preparing such a text.", 
    "Acknowledging the challenge of working with last year s lengthy and heavily bracketed negotiating text, only a few parties proposed continuing the process without a new Chair s text.", 
    "To that effect, parties needed to agree, however, on how a Chair s text should deal with the Copenhagen Accord, which was the subject of acrimonious debate at the final COP plenary and not formally adopted in Copenhagen, but rather taken note of by COP 15.", 
    "Initial comments in plenary in Bonn, prior to negotiating group coordination, revealed a divergence of views from developing countries on whether drawing from decisions of the COP - technical language by the parties to reference the Copenhagen Accord- should be within the Chair s mandate.", 
    "Many developed countries, including the US, the EU, the Russian Federation and others, proposed that the Chair should draw from all decisions by COP 15, thus implicitly including the Copenhagen Accord.", 
    "In support of this position, some argued that parties should not pretend that Copenhagen never happened and go back to what the US characterized as a deadlock at the expert level, but rather take into account political guidance and compromises reached by world leaders.", 
    "As another party put it, I cannot ignore the stamp of approval of my President at Copenhagen- resubmitting this high-level political agreement as a party submission is untenable.", 
    "However, Bolivia, Venezuela and others, stressing that they were excluded from the illegitimate process leading to the Copenhagen Accord, which they classed as a violation of principles of multilateralism, opposed any language alluding to the Accord.", 
    "Also some developing countries who participated in the negotiation of the Accord, including Saudi Arabia, China and India, preferred proceeding based on the report by AWG-LCA 8 to COP 15 and the work done by the COP based on the report, but excluding the Accord.", 
    "Other major developing countries, such as Brazil and South Africa, however did not voice their positions independently.", 
    "The G-77/China reportedly found it very difficult to reach a common position on the Accord, given that a number of developing countries have associated themselves with it.", 
    "After extensive coordination, the G-77/China came to the AWG-LCA s closing plenary with a common position, proposing that a new Chair s draft negotiating text should draw from the AWG-LCA s report to COP 15, work undertaken by the COP on the basis of this report and on new submissions by parties by 26 April 2010.", 
    "Following intense debate and insistence by the G-77/China that they were offering a significant compromise, the AWG-LCA Chair noted that her interpretation of work undertaken by the COP on the basis of the AWG-LCA report included all work undertaken by the COP, including its decisions.", 
    "While some concern over the phrasing remained, developed countries were able to agree on the language, under the implicit recognition that the Chair would be able to draw on the Accord.", 
    "Under the AWG-KP, one issue that again nearly deadlocked the discussions was the familiar story of increasing cooperation between the two negotiating tracks-¦and resistance to it.", 
    "At this meeting, debate surfaced in the form of suggestions by developed countries, including the EU and the Umbrella Group, to undertake joint work or discussions by the two AWGs.", 
    "In the Chair s original proposed draft conclusions, this was explicitly restricted to Annex I parties commitments, and was phrased as noting that the AWG-KP Chair has undertaken to meet with the AWG-LCA Chair to identify issues of common concern regarding Annex I parties commitments.", 
    "Despite this explicit restriction, the resistance to having such joint work remained, with the larger developing countries and the African Group opposing it, and developed countries insisting on having this text.", 
    "Perhaps surprisingly to some delegates, some developing countries, such as AOSIS and Colombia, also supported retaining this text.", 
    "Some delegates in the corridors questioned whether this could be seen as a sign of increasing divisions within the G-77/China, and some were wondering whether developing countries would start forming smaller factions to protect their own interests.", 
    "After further, lengthy consultations, parties finally agreed on text noting that the Chairs will meet to identify information on commitments of Annex I Parties.", 
    "The main compromise here appeared to be removing the idea of identifying issues of common concern. BONN OUTCOMES AND PROSPECTS FOR CANCÚN One underlying issue that concerned many coming to Bonn was the role and relevance of the UNFCCC process after Copenhagen.", 
    "We must ensure that international efforts to address climate change continue to be undertaken under this process, explained one concerned developing country delegate.", 
    "Others, however, were discussing what they saw as feelings of frustration among many parties at the lack of visible progress or outcomes, and the increasing number of informal meetings taking place outside the process.", 
    "The process launched by France and Norway to establish an interim REDD+ partnership was mentioned by some as a recent example of countries attempting to make faster progress on key issues outside the UNFCCC process.", 
    "Some cited as another example, the EU s apparent emphasis during the recent EU Summit, on addressing climate change at other fora such as the Group of 20, which was albeit aimed at supporting the UNFCCC process.", 
    "At the meeting, many reaffirmed, however, their support for, and commitment to, the UNFCCC process.", 
    "In a bid for increased transparency and inclusiveness, several countries reported on outside meetings that they had hosted.", 
    "Nevertheless, it appeared as though many countries, particularly the developed countries, were watching and waiting to see what the process would produce (in Cancún), which would then determine their next move and the importance they would be willing to attach to the UNFCCC in the future.", 
    "A relevant question in this regard is what parties are expecting from Cancún and whether the agreement reached in Bonn on work under the two AWGs in 2010 can deliver on these expectations.", 
    "It seems that many parties are expecting from Cancún what they did not get in Copenhagen, commented one observer, continuing: This means that we are still facing many of the political problems that we were dealing with last year, including the fate of the Kyoto Protocol and the legal form of the AWG-LCA s outcome.", 
    "Some explained that they would like to see a legally-binding agreement adopted as soon as possible, containing mitigation commitments, as well as provisions on adaptation, financing and technology transfer, while others state they expect a series of COP decisions setting out the technical details and roadmap towards achieving a legally-binding agreement.", 
    "Others expect a political agreement.", 
    "Notably, the conclusions from this session do not define the objectives of the parties work in 2010, despite the call by many parties to define such an objective.", 
    "Rather, the AWGs simply recalled that their mandates were extended with a view to presenting the outcome of their work for adoption at COP 16 and COP/MOP 6.", 
    "Also, the controversies surrounding the survival of the Kyoto Protocol remain largely unchanged- will there be a single, new agreement applicable to all parties, both developed and developing, or will there be two outcomes- one under the Protocol and one under the Convention, which is what developing countries would prefer?", 
    "Given these long-standing uncertainties, some expressed hope that what they characterized as good progress last year on technology, adaptation and REDD+ could lead to a series of COP decisions on these issues.", 
    "We all know this process is too complicated, and the only way forward is to break it into manageable pieces, said one frustrated delegate.", 
    "However, other negotiators were less optimistic.", 
    "I d like to see progress on these pieces, but I don t see how we can divorce them from a decision on financing, which will be really difficult to iron out by Cancún, said one seasoned negotiator.", 
    "Following the pressure to seal the deal in Copenhagen, there is now concerted effort to temper expectations for Cancún.", 
    "The Mexican delegation has made it clear that the high-level session will not be overrun by Heads of State.", 
    "Going to Copenhagen, few parties were willing to compromise on key matters, and this was seen as being partly responsible for the lack of an agreed outcome.", 
    "In Bonn, many parties started relaxing these hard lines, and appeared to be more pragmatic on the need to compromise.", 
    "This is possibly a good signal for upcoming negotiations and something that may drive a positive outcome in Cancún.", 
    "A final piece of the puzzle for the future success of the UNFCCC is the naming of a new Executive Secretary.", 
    "Some noticed that the outgoing UNFCCC Executive Secretary Yvo de Boer was less visible throughout the meeting, while some of the candidates for his replacement were active in the corridors and sessions.", 
    "Despite much speculation, there was no consensus in the room on Secretary-General Ban Ki-moon s choice to fill de Boer s big shoes, although it is clear that he or she will have to hit the ground running to help guide the process towards a successful outcome."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12460e.html", 
  "enb_long_title": "Bonn Climate Change Talks - April 2010", 
  "type": "WORKING GROUP", 
  "id": "enb12460e_19", 
  "enb_end_date": "11-Apr-10"
}