{
  "countries": [
    "Saudi Arabia", 
    "Algeria", 
    "Uruguay", 
    "Egypt", 
    "Tuvalu", 
    "Venezuela", 
    "Mexico", 
    "India", 
    "Singapore", 
    "Micronesia", 
    "United States", 
    "China", 
    "Oman", 
    "Argentina", 
    "Norway"
  ], 
  "topics": [
    "Technology Transfer"
  ], 
  "section_title": "MITIGATION (paragraph 1(b)(iv) of the BAP)", 
  "enb_start_date": "30-Sep-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "During the morning s contact group on sectoral approaches, Facilitator Khan called for discussion on possibilities for reordering and consolidating text.", 
    "SAUDI ARABIA highlighted the need for a complete consolidated text for full discussion. NORWAY expressed concern over duplication of work and proposed forwarding issues relating to technology transfer to the contact group on technology, while EGYPT and MEXICO supported keeping the technology reference in the text.", 
    "VENEZUELA stressed the need to incorporate Convention Article 3.5 (promoting a supportive and open international economic system).", 
    "On whether to consider sectors whose emissions can be attributed to a particular country, sectors where emissions cannot be attributed, or both, the EU and NORWAY supported considering both, while SAUDI ARABIA stated that sectors that go beyond national borders should not be addressed.", 
    "INDIA, ALGERIA and CHINA highlighted the principle of common but differentiated responsibilities.", 
    "ARGENTINA and URUGUAY underlined the importance of addressing the agricultural sector.", 
    "On the role of the International Civil Aviation Organization (ICAO) and the International Maritime Organization (IMO) in regulating aviation and shipping emissions, SINGAPORE, MEXICO and the US proposed that those organizations take the lead, while the FEDERATED STATES OF MICRONESIA, TUVALU and others suggested that the Convention s guidance is necessary.", 
    "On Facilitator Khan s proposal to hold an informal question and answer session with the IMO and ICAO, the EU, MICRONESIA, TUVALU and NORWAY supported it, while VENEZUELA, SAUDI ARABIA and OMAN opposed.", 
    "Facilitator Khan will consult with parties informally on procedural issues.", 
    "The revised reordered text will be available on Wednesday."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12430e.html", 
  "enb_long_title": "Bangkok Climate Change Talks - 2009", 
  "type": "", 
  "id": "enb12430e_6", 
  "enb_end_date": "30-Sep-09"
}