{
  "countries": [
    "United States", 
    "Australia", 
    "China", 
    "Uganda"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "National Communications & Inventories"
  ], 
  "section_title": "CGE", 
  "enb_start_date": "06-Nov-01", 
  "enb_short_title": "COP-7", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "The CGE contact group met in a brief morning and a longer evening session to discuss and agree on two revised draft decisions.", 
    "The evening session was co-chaired by SBI Chair Ashe and Chair Ojoo-Massawa.", 
    "Parties first discussed the draft decision on improving the guidelines for the preparation of non-Annex I national communications.", 
    "They addressed at length the timing for three issues: the improvement and adoption of the guidelines; the preparation of draft improved guidelines and a workshop to be held on this; and the submission by Parties of proposals on the draft guidelines to the Secretariat.", 
    "UGANDA, for the LDCs, supported adopting the improved guidelines at COP-10, while the G-77/CHINA preferred COP-9.", 
    "The US, with AUSTRALIA, supported doing this at COP-8, underscoring the relevant COP-5 decision that had scheduled this for COP-7, and stressed that it was not acceptable to postpone this for longer than one year.", 
    "SBI Chair Ashe proposed COP-8 for the adoption of the improved guidelines, that the workshop be held prior to the 16th session of the subsidiary bodies, and that proposals on these guidelines by Parties be submitted by 5 August 2002 for consideration at SBI-17.", 
    "Delegates agreed. Chair Ojoo-Massawa then presented the draft decision on the CGE, noting that all reference to LDCs and NAPAs remains bracketed pending the decision taken in the LDC consultations on whether mention of LDCs and NAPAs would be included in the CGE decision.", 
    "The G-77/CHINA stressed the importance of a paragraph on evaluating the real cost of preparing national communications.", 
    "The EU, with AUSTRALIA, highlighted that this skill-set was not present in the CGE, and supported deleting the paragraph.", 
    "Parties agreed.", 
    "Outstanding issues then related to dates for workshops to be held, and the review of the terms of reference for the CGE.", 
    "The G-77/CHINA proposed two workshops be held in 2002, and that the terms of reference be reviewed at COP-8, to which delegates agreed."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12185e.html", 
  "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12185e_4", 
  "enb_end_date": "06-Nov-01"
}