{
  "countries": [
    "Papua New Guinea"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "ARRANGEMENTS FOR INTERGOVERNMENTAL MEETINGS:", 
  "enb_start_date": "31-May-10", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "This item (FCCC/SBI/2010/8) was first considered by the SBI plenary on 31 May.", 
    "It includes agenda sub-items on COP 16, COP/MOP 6, future sessional periods, organization of the intergovernmental process and observer organizations.", 
    "It was then referred to a contact group and informal consultations chaired by SBI Chair Owen-Jones.", 
    "The SBI adopted conclusions on 9 June.", 
    "Discussion focused on: organization of the intergovernmental process for COP 16 and a possible intersessional high-level segment; and the participation of observers.", 
    "Papua New Guinea outlined a proposal for convening an open-ended ministerial level session before COP 16 to deal with crunch issues, stressing that a high-level session is a precondition for achieving a successful outcome in Cancún.", 
    "After discussion, parties agreed to indicate that the SBI further invited the Bureau and incoming Presidency to make arrangements for the organization of the high-level segment.", 
    "On the participation of observer organizations, UNFCCC Executive Secretary de Boer outlined plans for pre-meeting online registration and said two projects would be initiated, one on streamlining and improving stakeholder participation and the other to draw together best practices on stakeholder involvement from the UN system.", 
    "The International Trade Union Confederation, for Environmental NGOs (ENGOs), Youth, Women and Gender, and Local Governments and Indigenous Organizations underscored that the full and effective participation of civil society provides legitimacy to the UNFCCC process and called for guidelines on civil society participation to be revised before COP 16."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12472e.html", 
  "enb_long_title": "Bonn Climate Change Talks - May/June 2010", 
  "type": "SBI", 
  "id": "enb12472e_65", 
  "enb_end_date": "11-Jun-10"
}