{
  "countries": [
    "China"
  ], 
  "topics": [
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "SCCF:", 
  "enb_start_date": "06-Nov-06", 
  "enb_short_title": "COP/MOP2", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Discussions focused on finalizing guidance to the GEF on the SCCF's two remaining windows on sectoral activities and economic diversification.", 
    "Several developed countries stressed the need to fully operationalize the Fund.", 
    "During informal discussions, delegates agreed on priority areas to be financed, and on a staged approach to the COP's review of SCCF implementation in such areas.", 
    "The main points of disagreement between the EU and G-77/China were references to the COP's further guidance to the GEF on economic diversification; support for concrete implementation projects, and references to Decision 5/CP.7 (response measures).", 
    "The last issues to be resolved included the COP's further guidance on supporting concrete implementation projects. COP Decision : In the final decision (FCCC/SBI/2006/L.33), the COP notes the concerns expressed by most non-Annex I parties regarding the GEF's operational criteria and policies for SCCF activities in an initial five-year period and acknowledges the GEF's work to operationalize the SCCF.", 
    "The decision lists priority areas for activities under the two remaining windows.", 
    "It also contains a provision on assessment, at COP 15, the status of implementation of activities on economic diversification, with a view to considering further guidance on how the Fund shall support concrete implementation projects.", 
    "It further requests the GEF to strictly adhere to COP decisions and report on their implementation at COP 13."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12318e.html", 
  "enb_long_title": "UN Climate Change Conference – Nairobi 2006", 
  "type": "COP", 
  "id": "enb12318e_13", 
  "enb_end_date": "17-Nov-06"
}