{
  "countries": [
    "United States", 
    "Hungary", 
    "Slovenia"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "CLIMATE DEVELOPMENT INITIATIVE (CDI)", 
  "enb_start_date": "18-Sep-00", 
  "enb_short_title": "SB-13", 
  "subtype": "", 
  "actors": [
    "Asian Group", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "On 4 September, delegates convened in regional group meetings to hear presentations and discuss conclusions on the CDI regional reviews.", 
    "The group on Small Island Developing States considered ways to advance the process, noting that interim actions could be taken at the regional level to address immediate needs already identified.", 
    "The Asia-Pacific meeting discussed the report's focus on the need to, inter alia: strengthen existing networks of regional and national experts and institutions offering training; consider the specific social and cultural context in technology transfer; and ensure that capacity development is country- driven.", 
    "Participants in the African meeting expressed concern with the process of developing the regional reviews, and called for more time to consider the report.", 
    "The Eastern Europe and Central Asia group highlighted, inter alia, a short-term project-based and long-term systematic approach to capacity building, and regional diversity.", 
    "Participants in the Latin America and Caribbean Group emphasized the lack of negotiating capacity, which is affected by rapid rotation of diplomatic staff, and the need for financial resources for countries to manage their own capacity-building priorities. On Wednesday, 6 September, delegates discussed the CDI and its next phase with GEF and UNDP representatives.", 
    "Delegates discussed the source of funding for the GEF's CDI.", 
    "They questioned its value as a separate initiative, noting that much of what had been raised through this process had been previously elaborated in COP decisions. ECONOMIES IN TRANSITION (EITs): Informal meetings on capacity building in EITs were held from Wednesday, 6 September, to Thursday, 14 September.", 
    "Delegates discussed a draft framework for capacity building in countries with EITs.", 
    "During the discussion, the US, with Hungary, suggested that capacity building focus on implementation of the FCCC and Protocol, rather than sustainable development.", 
    "Clarity was sought on references to timeframes and benchmarks, and whether support for technologies constituted capacity building. On implementation, several Parties emphasized the need for EITs to provide an enabling environment.", 
    "They highlighted the need for, inter alia: the framework to provide a clear basis for action; a results-based approach to capacity building to ensure its effectiveness; consideration of past and present activities; elaboration of mutual responsibilities; and consistency between any additional reporting obligations with the guidelines of national communications.", 
    "On 11 September, Slovenia introduced a proposal for a draft decision, which calls for a prompt start to capacity building in EITs, and a COP decision to initiate the creation of the framework for capacity building. On 14 September, delegates considered a revised draft of the text.", 
    "Among the issues raised in discussing the draft framework was the need to elaborate one formulation regarding implementation of the FCCC and Protocol and to clarify how information will be provided to enable the COP to review progress in implementing the framework.", 
    "Following extensive discussions, a number of paragraphs in the draft framework were bracketed, including several references to the Protocol. On Friday, 15 September, delegates adopted the conclusions of the joint SBI/SBTSA session, which agree to further consider, at the second part of SB-13 in November, the proposed draft decision on capacity building in economies in transition (FCCC/SB/2000/CRP.13/Add.2) with a view to recommending a decision for COP-6 adoption. The proposed draft decision for capacity building in EITs calls on the COP to, inter alia: adopt the framework with immediate effect; invite Annex II Parties and EITs to provide information to enable the COP and its subsidiary bodies to monitor progress in the implementation of the framework; urge Annex II Parties through the multilateral agencies, including the GEF CDI, and other bilateral agencies and the private sector, to ensure financial resources and technical support required for the implementation of the framework; and further urge multilateral and bilateral agencies to coordinate in providing streamlined and expedited approaches to financing and supporting the implementation of the capacity-building framework."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12151e.html", 
  "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC", 
  "type": "", 
  "id": "enb12151e_49", 
  "enb_end_date": "18-Sep-00"
}