{
  "countries": [], 
  "topics": [], 
  "section_title": "MATTERS RELATED TO THE UNFCCC AND OTHER INTERNATIONAL BODIES", 
  "enb_start_date": "24-Feb-15", 
  "enb_short_title": "IPCC-41", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Secretary Christ reported that numerous events on the IPCC have taken place at UNFCCC-related meetings, and noted WG representation at the SED in Geneva.", 
    "She also noted interaction with IPBES and an agreement to intensify the dialogue between the two bodies, including an invitation to experts from IPBES to participate in a workshop to formulate a basis for identifying future synergies, and ongoing activities between the IPCC and WMO.", 
    "Florian Vladu, UNFCCC Secretariat, expressed his appreciation to the IPCC presiding officer, and to the Secretariat for the valuable contributions made at the UNFCCC climate conferences at Bonn, Lima and Geneva, including through the SED.", 
    "He informed participants on outcomes relevant to the IPCC from recent UNFCCC meetings, and highlighted that the UNFCCC s submission to IPCC-41, a letter from the UNFCCC Secretariat (IPCC-XLI/Doc.22), notes references to the IPCC from the UNFCCC process, including acknowledgements regarding IPCC products, requests for future work and indications of where its findings have been used in the negotiating process.", 
    "He also noted a UNFCCC request for the IPCC to participate in the next research dialogue on climate and desertification at the 42nd session of the Subsidiary Body on Scientific and Technological Advice (SBSTA-42).", 
    "He also mentioned that discussions took place in Lima on synchronizing the UNFCCC and IPCC cycles, and noted that the negotiating text produced in Geneva currently contains several references of relevance to the IPCC."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12627e.html", 
  "enb_long_title": "Forty-first Session of the Intergovernmental Panel on Climate Change (IPCC-41)", 
  "type": "IPCC", 
  "id": "enb12627e_36", 
  "enb_end_date": "27-Feb-15"
}