{
  "countries": [
    "United Kingdom"
  ], 
  "topics": [
    "Adaptation", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "Experiences, gaps and solutions in the development and improvement of methods and tools", 
  "enb_start_date": "04-Mar-08", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Iñigo Losada, Instituto de Hidraulica Ambiental, described a methodology for impact, vulnerability and adaptation assessment in coastal zones, developed for the climate change office in the Spanish Ministry of Environment.", 
    "He stated that an accurate adaptation strategy is only possible if it is based on comprehensive vulnerability information, including: high resolution information about pressures, such as waves and storm surges at a local scale; new integrated indices beyond sea-level rise, such as flooding and sediment transport; and high resolution vulnerability information.", 
    "Losada described the approaches of the methodology as an historical analysis of long-term trends and a projection to the 21st century, and provided examples of its use in different Spanish harbors and beaches to determine structure stability and identify adaptation needs.", 
    "Yvan Biot, UK, described the United Kingdom s experience of screening bilateral development programmes for climate change risk.", 
    "He outlined the UK s ORCHID approach involving: initial screening; detailed climate risk assessment; selection of adaptation options; multi-criteria analysis; and cost-benefit analysis.", 
    "Biot concluded that the UK found that portfolio risk screening, though useful, is an insufficient guide for adaptation planning, assisting at the operations level, or assisting partner countries.", 
    "In light of the long-term uncertainty and limited short-term signal, Biot stressed the need to concentrate on: vulnerability to the current climate; the need to build capacity of partners to monitor, forecast and interpret; defining the adaptation roadmap; and starting with no regret options."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12355e.html", 
  "enb_long_title": "UNFCCC Expert Group Meeting on Methods and Tools and on Data and Observations under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)", 
  "type": "", 
  "id": "enb12355e_14", 
  "enb_end_date": "07-Mar-08"
}