{
  "countries": [], 
  "topics": [
    "forests", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "08-Jun-09", 
  "enb_short_title": "SB 30", 
  "subtype": "corridors", 
  "actors": [], 
  "sentences": [
    "Rain and a heavy workload kept delegates inside on Saturday as the first week of negotiations drew to a close.", 
    "Reflections on the progress made ran the gamut from excitement to frustration.", 
    "As mitigation discussions got going in the AWG-LCA in the afternoon, the plenary room filled with observers and senior delegates.", 
    "Even though we re not negotiating yet, I can t help but be a little excited, one long-time observer noted.", 
    "We re seeing history the stone that will become the sculpture is right here in this room.", 
    "Some developing country delegates were less sanguine, with one stressing that although all the pillars of the Bali Action Plan are important, discussions on adaptation, finance and technology are still lagging far behind mitigation.", 
    "Outside of the plenary, forest discussions continued.", 
    "While delegates seemed upbeat after the REDD informals on Friday, some were less pleased with Saturday s deliberations, with one characterizing parts as rehashing Poznán.", 
    "On the whole though, delegates seemed confident that the Co-Chairs would help find a way forward, as many were quick to praise their remarkably balanced text on such sensitive issues.", 
    "Some AWG-KP delegates also gathered over coffee to chat about LULUCF issues.", 
    "A number of delegates felt the discussions on some issues were productive, and had helped to clarify proposals such as the bar approach.", 
    "Of course, the hallways are the hallways, one delegate noted as he finished his espresso, adding we ll see what happens when the full group sits down together on Tuesday.", 
    "The week s intensive schedule took its toll on many delegates.", 
    "As the plenary hall emptied after the AWG-LCA plenary at the end of the day, some prepared for the NGO party while others struggled to summon the energy to debrief the week s events with their delegations.", 
    "I ll see you at the party!", 
    "one delegate called out as he turned to leave.", 
    "No way, another called back, I m going to sleep."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12416e.html", 
  "enb_long_title": "Bonn Climate Change Talks - June 2009", 
  "type": "", 
  "id": "enb12416e_6", 
  "enb_end_date": "08-Jun-09"
}