{
  "countries": [
    "Brazil", 
    "Saudi Arabia", 
    "Tuvalu", 
    "India", 
    "Papua New Guinea", 
    "Switzerland", 
    "Norway"
  ], 
  "topics": [
    "Post-Kyoto Agreements 2", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "forests"
  ], 
  "section_title": "General Discussion", 
  "enb_start_date": "29-Apr-13", 
  "enb_short_title": "ADP 2", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The Farmers Constituency highlighted farmers role in mitigation and underscored the relevance of capacity building.", 
    "India underscored the role of agriculture for livelihoods and supported work on adaptation in the agriculture sector.", 
    "Saudi Arabia welcomed the approach to land-based opportunities as a whole and supported addressing, inter alia : carbon storage, yellow carbon, mitigation co-benefits, and non-market instruments.", 
    "Norway stated that more developing countries should be encouraged to present targets relating to avoiding deforestation.", 
    "Noting that many developing countries are reluctant to invest national resources in avoiding deforestation before an international structure for incentives is in place, he said the only way to scale up forest emission reductions is to increase verified emission reductions before 2020.", 
    "He added that a mechanism for this purpose could have different forms and funding could be provided through the GCF.", 
    "He supported: including land use and land-use change in the new agreement; finalizing technical rules for REDD+; and including a potential REDD+ pilot phase in the New Market Mechanism (NMM).", 
    "Tuvalu drew attention to findings in the UNEP Emissions Gap Report that highlight barriers to mitigation, including lenient LULUCF accounting rules and double counting of offsets.", 
    "He highlighted problems with avoiding deforestation, including permanence and leakage.", 
    "He called for addressing the drivers of deforestation, such as palm oil and timber, and for addressing forests accounting with a more holistic approach than in the Kyoto Protocol.", 
    "Papua New Guinea said more ambition to mobilize finance is required to move faster on REDD+, and supported a REDD+ governance structure to provide guidance and standards.", 
    "Switzerland said it is not opportune to have a governing body on REDD+ at this stage under the ADP.", 
    "Brazil emphasized that, for his country, REDD+ has nothing to do with carbon markets.", 
    "He said that, despite forests being an important part of the solution, this should by no means decrease the urgency of mitigation efforts by other countries in other sectors."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12568e.html", 
  "enb_long_title": "Bonn Climate Change Conference - April 2013", 
  "type": "", 
  "id": "enb12568e_28", 
  "enb_end_date": "03-May-13"
}