{
  "countries": [
    "Austria", 
    "China", 
    "Uganda"
  ], 
  "topics": [
    "Technology Transfer"
  ], 
  "section_title": "SBI Conclusions", 
  "enb_start_date": "01-Jun-09", 
  "enb_short_title": "SB 30", 
  "subtype": "", 
  "actors": [
    "Group of 77"
  ], 
  "sentences": [
    "In its conclusions ( FCCC/SBI/2009/L.8 ), the SBI, inter alia : encourages the EGTT to continue engaging with other relevant stakeholders in its work; invites the AWG-LCA to consider, as appropriate, information contained in the EGTT s reports on financing options and a long-term strategy, as well as the EGTT report on performance indicators, once it is finalized; requests the GEF to expedite the implementation of the Poznán Strategic Programme on Technology Transfer; invites submissions from parties and relevant organizations by 15 February 2010 on the areas of focus set out in Section IV of the terms of reference for the review and assessment of the effectiveness of the implementation of Convention Articles 4.1(c) and 4.5 (FCCC/SBI/2008/L.28); agrees to consider matters relating to the review and assessment at SBI 32; and requests the Secretariat to initiate activities identified in paragraph 19 of the draft interim report on the progress of the review and assessment of the implementation of Convention Articles 4.1(c) and 4.5 (FCCC/SBI/2009/INF.4), and initiate preparatory work required to support the timely completion of the review. CAPACITY BUILDING (CONVENTION): This agenda item (FCCC/SBI/2009/ 4 and 5 ; FCCC/SBI/2009/MISCs.", 
    "1 and 2 ) was first considered by the SBI plenary on 1 June, and subsequently in contact group discussions and informal consultations co-chaired by Philip Gwage (Uganda) and Helmut Hojesky (Austria).", 
    "The focus was on finalizing the second comprehensive review of the capacity-building framework due to be completed at COP 15.", 
    "Parties had differing views on the development and use of performance indicators to monitor and evaluate capacity building.", 
    "They were also unable to agree on a proposal by the G-77/China to refer to new capacity-building needs relating to the possible outcome of the AWG-LCA negotiations.", 
    "Several developed countries stated such language prejudges the outcome of the AWG-LCA.", 
    "Parties were also unable to agree on, inter alia: how to reference priority issues identified in the capacity-building framework, including on whether all or only some of the issues were being addressed by developed countries; and the scale of remaining capacity-building gaps to be addressed.", 
    "The proposals were not discussed and parties were unable to agree on whether to take them forward.", 
    "Parties were unable to agree on either SBI conclusions or on the draft COP decision and the text remained heavily-bracketed.", 
    "SBI took note of this in its closing plenary on 10 June and many developing countries expressed disappointment at the outcome.", 
    "Discussions on the matter will continue at SBI 32. CAPACITY BUILDING (PROTOCOL): This agenda item (FCCC/SBI/2009/ 4 and 5 ; FCCC/SBI/2009/MISCs.", 
    "1 and 2 ) was first considered by the SBI plenary on 1 June.", 
    "It was then referred to a contact group and informal consultations, co-chaired by Philip Gwage (Uganda) and Helmut Hojesky (Austria).", 
    "The issues for consideration by the group were similar to those for capacity building under the Convention, primarily: the second comprehensive review of the capacity-building framework; and the preparation of a draft decision for adoption by COP/MOP 5.", 
    "During consultations, parties were unable to agree on either SBI conclusions or the draft COP/MOP decision, and the SBI plenary took note of this in its closing plenary on 10 June.", 
    "Discussions will continue at SBI 32."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12421e.html", 
  "enb_long_title": "Bonn Climate Change Talks - June 2009", 
  "type": "", 
  "id": "enb12421e_71", 
  "enb_end_date": "12-Jun-09"
}