{
  "countries": [
    "Canada"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Technology Transfer"
  ], 
  "section_title": "REPORT OF THE WORKSHOP", 
  "enb_start_date": "27-Sep-04", 
  "enb_short_title": "UNFCCC Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The workshop was opened on Monday morning, 27 September 2004, by Margaret Martin (Canada), the Chair of the EGTT and the workshop.", 
    "Observing that this was the first formal opportunity under the UNFCCC process to discuss innovative options for financing technology development and transfer since the topic was added to the EGTT\u0092s work programme in 2003, she indicated that the meeting would focus on practical matters, including case studies and experiences, good practices and obstacles to technology transfer. Janos Pasztor, Coordinator of the UNFCCC Secretariat\u0092s Sustainable Development Programme, highlighted the transfer of technology as a key component in implementing the Convention.", 
    "Noting that technology transfer requires significant financial assistance but that there had been a decline in official development assistance in recent years, he observed that it was therefore timely to consider new and innovative financing options.", 
    "He explained that this workshop would create a better understanding of the issue, allowing for an exchange of experiences on good practices and dialogue with the financial sector.", 
    "It would also help narrow any differences and identify possible next steps. Elmer Holt, Vice Chair of the Climate Technology Initiative (CTI), outlined the work of CTI, which was founded by a group of developed countries and the European Commission in 1995.", 
    "He explained that CTI aimed to support the UNFCCC\u0092s technology objectives, and was actively involved in promoting public-private sector partnerships, supporting technology needs assessments under the Convention, and helping to create enabling environments for the transfer of environmentally-sound technologies. Margaret McCuaig-Johnston, Assistant Deputy Minister of Energy Technology and Programmes, Natural Resources Canada, gave the keynote address of the opening segment.", 
    "She observed that this workshop marked the start of a process designed to build a solid foundation to support innovative options for financing technology transfer under the UNFCCC.", 
    "Highlighting the need for transformative and new technologies, she cautioned that existing, readily-available technologies should not be overlooked.", 
    "As an example, she cited an initiative to promote energy efficient compact fluorescent light bulbs.", 
    "She also highlighted the challenges in bringing new technologies to the market, drawing attention to the role commercial demonstration projects can play.", 
    "In this context, she stressed the critical need for international cooperation and private-sector partnerships.", 
    "Noting that work on financing should be considered within the broader context of technology transfer, she noted the EGTT\u0092s excellent work in areas such as technology needs assessments and the information exchange facilitated by the TT:CLEAR website (http://ttclear.unfccc.int/)."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12244e.html", 
  "enb_long_title": "UNFCCC Workshop on innovative options for financing the development and transfer of technologies", 
  "type": "SPECIAL WORKSHOP", 
  "id": "enb12244e_18", 
  "enb_end_date": "29-Sep-04"
}