{
  "countries": [
    "United States", 
    "Mexico", 
    "Tuvalu", 
    "United Kingdom", 
    "China", 
    "Japan", 
    "Slovakia", 
    "Argentina", 
    "Norway"
  ], 
  "topics": [], 
  "section_title": "LULUCF", 
  "enb_start_date": "22-Nov-00", 
  "enb_short_title": "COP-6", 
  "subtype": "", 
  "actors": [
    "Umbrella Group", 
    "European Union", 
    "Environmental Integrity Group", 
    "Group of 77"
  ], 
  "sentences": [
    "Delegates met from 9:00 pm to discuss LULUCF.", 
    "The UK, for the EU, responded to the US proposal made on Monday for phasing in credits for activities under Article 3.4.", 
    "He said the EU accepts the concept of carbon sinks, especially forests, but, with the CENTRAL GROUP ELEVEN and NORWAY, stressed problems associated with permanence, uncertainty, risk, additionality and especially scale as it relates to the Umbrella Group proposal.", 
    "The US reiterated its position on the need to include sinks during the first commitment period and said its proposal provided flexibility and was based on a long-term perspective.", 
    "He illustrated the potential scale of Article 3.4 activities, and said Parties have the ability to make accurate estimates.", 
    "The ENVIRONMENTAL INTEGRITY GROUP said it was somewhat reassured by the statement of US regarding their proposal, and stressed the need for verifiability and additionality.", 
    "The G-77/CHINA stressed its principles on LULUCF and the need to exclude credits for natural uptake.", 
    "The US, with JAPAN, said natural effects cannot be factored out in a satisfactory manner, and said the effect of carbon fertilization is well under 10%.", 
    "TUVALU and ARGENTINA questioned whether a final decision on Article 3.4 was appropriate at COP-6.", 
    "An informal group, facilitated by Mexico and Slovakia and assisted by the Co- Chairs of the LULUCF contact group, was convened."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12160e.html", 
  "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12160e_18", 
  "enb_end_date": "22-Nov-00"
}