{
  "countries": [
    "Brazil", 
    "Tuvalu", 
    "China"
  ], 
  "topics": [
    "Flexibility Mechanisms", 
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "FLEXIBLE MECHANISMS (AWG-KP):", 
  "enb_start_date": "12-Jun-08", 
  "enb_short_title": "SB-28", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "During informal consultations and contact group discussions, parties continued classifying issues on the list of possible improvements to first and second commitment period topics.", 
    "Co-Chair Figueres highlighted that in Accra, the AWG-KP will focus on the second commitment period issues, while the rest of the issues can be taken up by other bodies and processes.", 
    "Delegates agreed to list CCS under the second commitment period, with a footnote referring to relevant ongoing work under the SBSTA.", 
    "They classified an appeals procedure for CDM Executive Board decisions, and a penalty for poor quality performance by Designated Operational Entities as first commitment period issues.", 
    "Proposals marked as second commitment period issues also included matters relating to additionality, such as multiple-project baselines, establishing additionality at the macro-level, introducing criteria for projects that would have happened anyway, and exempting certain project types.", 
    "Concerning measures to address reversion of exhausted plantations to non-forest areas, BRAZIL specified that the proposal related to afforestation and reforestation, and suggested marking it a first commitment period issue.", 
    "TUVALU opposed this, stressing that it should be considered during the AWG-KP s discussions on LULUCF.", 
    "The G-77/CHINA and BRAZIL stated that issues related to differentiated treatment of parties under the CDM fall outside the AWG-KP s mandate, and suggested noting that they would require amending Protocol Article 12 (CDM).", 
    "The EU stated that differentiation is already applied under the CDM, for instance, concerning the LDCs.", 
    "Differences also emerged between the G-77/CHINA and some Annex I parties concerning the classification of proposals on allocating proportions of CER demand to specific project types and/or parties, and on co-benefits of CDM projects.", 
    "The EU stressed that any significant changes to the current rules must only be considered for the second commitment period.", 
    "Informal consultations continued into the evening, but no agreement was reached.", 
    "Consultations are scheduled to continue on Thursday morning."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12373e.html", 
  "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol", 
  "type": "", 
  "id": "enb12373e_2", 
  "enb_end_date": "12-Jun-08"
}