{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Reasons for Concern", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "SESSION ONE", 
  "enb_start_date": "10-Mar-09", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [
    "Least Developed Countries", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "INTRODUCTORY SESSION Xianfu Lu, UNFCCC Secretariat, explained that the NWP is a five-year programme to assist all parties, particularly least developed countries (LDCs) and small island developing states (SIDS), to improve their understanding and assessment of impacts, vulnerability and adaptation to climate change, and make informed decisions on practical adaptation actions and measures to respond to climate change.", 
    "She underscored the challenge of translating the knowledge shared among parties into concrete adaptation actions.", 
    "Andrew Maskrey, UN/ISDR, outlined the preliminary results of the Global Assessment Report on Disaster Risk Reduction (DRR), which will be launched in May 2009.", 
    "He said the report presents a new model for assessing global disaster risk from tropical cyclones, floods and landslides, with a specific focus on mortality and economic risks.", 
    "He said addressing the underlying drivers of risk, such as urban governance, ecosystem decline and vulnerable rural livelihoods, are key to reducing disaster risk and achieving the Hyogo Framework for Action.", 
    "He urged the development of national policy frameworks that link DRR strategies under the Hyogo Framework with climate change adaptation and poverty reduction strategies.", 
    "He added that these frameworks should focus on addressing the underlying risk drivers, be actionable and support local initiatives.", 
    "A technical paper on integrating practices, tools and systems for climate risk assessment and management and DRR strategies into national policies and programmes was jointly presented by Paul Venton, independent consultant and Jeremy Collymore, Caribbean Disaster Emergency Response Agency.", 
    "Venton highlighted, inter alia ,that: states have the primary responsibility for adaptation and DRR; adaptation and DRR should be integrated into development activities; a multi-hazard approach can improve DRR effectiveness; and gender is a key factor for improving adaptation capacity and DRR.", 
    "Regarding support to LDCs and SIDS, Collymore outlined the importance of support for national planning for adaptation, streamlining and scaling up, and finance and technical support.", 
    "He also underscored the need for: better knowledge of existing funding mechanisms and access protocols; engaging the private sector; technical cooperation among developing countries; creating risk transfer mechanisms; and establishing regional centers of excellence."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12396e.html", 
  "enb_long_title": "Workshop on Integrating Practices, Tools and Systems for Climate Risk Assessment and Management and Disaster Risk Reduction Strategies into National Policies and Programmes", 
  "type": "special workshop", 
  "id": "enb12396e_5", 
  "enb_end_date": "12-Mar-09"
}