{
  "countries": [], 
  "topics": [], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "17-Dec-09", 
  "enb_short_title": "COP 15", 
  "subtype": "corridors", 
  "actors": [], 
  "sentences": [
    "What a crazy day!", 
    "This was how many described developments both inside and outside the Bella Center on Wednesday.", 
    "As the AWG-LCA was winding up its closing plenary just before 7:00 am, other delegates began returning to work.", 
    "At the same time, police had surround the area in anticipation of protests and possible attempts by demonstrators to take over the Bella Center.", 
    "Indeed, violent clashes outside the Center between demonstrators and police punctuated the morning.", 
    "Inside the building, two individuals also jumped on to the podium during one of the high-level national statements, calling for climate justice before detonating a sound bomb.", 
    "The beginning of the high-level segment in the morning was no less dramatic.", 
    "First, COP President Hedegaard passed her responsibility to Danish Prime Minister Rasmussen a development subject to a lot of speculation in the corridors and the media.", 
    "Some interpreted this as a dramatic resignation, speculating that it resulted from tensions between the COP President and developing countries, or was prompted by a decision taken by certain Prime Ministers.", 
    "Others, however, noted that they had been informed about this in advance, saying it was a question of protocol to hand the Presidency over to the Prime Minister as Heads of State start arriving.", 
    "Be it as it may, she will still be heavily involved in the negotiations, commented one delegate.", 
    "Another hot topic in the corridors related to the announcement by the Danish Presidency that it intended to table two texts as a possible Copenhagen outcome something that many had already anticipated, or feared, following text leaked last week.", 
    "Inside the plenary, many developing countries voiced their objection to the planned procedure.", 
    "In the corridors, many were outraged at what they described as an attempt to sideline the work done by the AWGs.", 
    "What is going on?", 
    "What are they doing?", 
    "despaired one veteran negotiator.", 
    "Tense backroom discussions were reportedly occurring behind the scenes during the day to determine how to proceed.", 
    "However, most delegates, even many well-known negotiators, appeared to be unaware of the exact details of these consultations.", 
    "This has been an extraordinary day in the UNFCCC negotiations.", 
    "My best advice is for us all to have a good night s sleep tonight so that we can come back tomorrow with renewed energy needed to complete our work, remarked COP Vice-President Figueres Olsen as she wrapped up the COP s evening plenary."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12457e.html", 
  "enb_long_title": "Copenhagen Climate Change Conference", 
  "type": "", 
  "id": "enb12457e_5", 
  "enb_end_date": "17-Dec-09"
}