{
  "countries": [], 
  "topics": [
    "Post-Kyoto Agreements", 
    "Anthropogenic Interference with Climate System", 
    "Adaptation", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "OUT TO THE WORLD: THE AR5 AND THE UNFCCC", 
  "enb_start_date": "06-Jun-12", 
  "enb_short_title": "IPCC-35", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The approval of the first part of the AR5 in September 2013 - the WGI report on the physical science of climate change- is bound to attract close public attention and its content is likely to be scrutinized by the media, policymakers and climate skeptics alike.", 
    "The WGI contribution will be followed in fast succession by the approval of the three other pieces of the AR5: the WGII report on impacts, adaptation and vulnerability in March 2014; the WGIII report on mitigation in April 2014; and the Synthesis Report in October 2014.", 
    "One of the cross-cutting issues to be addressed in the AR5 addresses the Convention s ultimate objective, defined in Article 2 as to stabilize greenhouse gas concentrations at a level that would prevent dangerous anthropogenic interference with the climate system [-¦] within a time-frame sufficient to allow ecosystems to adapt naturally to climate change, to ensure that food production is not threatened and to enable economic development to proceed in a sustainable manner.", 
    "What level of climate change is dangerous is a controversial matter in the climate change negotiations.", 
    "In this regard, the completion of the AR5 in late 2014 will come at a critical moment in the UNFCCC process.", 
    "The Review of the adequacy of the global goal for emission reductions agreed in Cancun is scheduled to be completed by 2015.", 
    "While details of the Review are still being negotiated, the process will consider the adequacy of the 2°C target and the need to adopt a more ambitious temperature target of 1.5°C, already supported by particularly vulnerable countries.", 
    "Indeed, the timing of the Review has been planned so that it can benefit from scientific findings of the AR5.", 
    "Furthermore, the new Ad Hoc Working Group on the Durban Platform for Enhanced Action (ADP) is scheduled to complete negotiations on a protocol, another legal instrument or an agreed outcome with legal force under the Convention applicable to all Parties by 2015.", 
    "While the question of pre-2020 mitigation ambition was controversial at the first ADP session in May 2012, the meeting also showed that most parties regard it as a crucial element of the Durban outcome.", 
    "They expect the ADP to work on both, a post-2020 agreement and pre-2020 ambition, with the aim of closing the gap between the current mitigation pledges and what is necessary to achieve the Convention s ultimate objective.", 
    "All this goes to highlight the critical importance of the AR5 and the IPCC for the UNFCCC process.", 
    "Many hope that the AR5 will impact the negotiations and that the ADP will deliver a post-2020 agreement that will prevent dangerous anthropogenic climate change.", 
    "In line with the UNFCCC process is also the fact that the AR5 will aim to provide more detailed information on regions compared to previous reports.", 
    "The socio-economic aspects of climate change and implications for sustainable development, risk management and the framing of a response through both adaptation and mitigation will also receive greater attention in the AR5. IPCC-35 was the last meeting where the Panel could address its housekeeping matters and once again reflect on how it conducts its assessments of scientific literature.", 
    "Looking back at the last year and a half, one can say that with all the changes made to its processes and procedures, the IPCC is poised to be closer to the policy relevant, but not policy prescriptive body, it is meant to be.", 
    "The release of the AR5 in a politically charged world negotiating a new agreement to combat climate change will be a test of the Panel s reforms."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12547e.html", 
  "enb_long_title": "Thirty-fifth Session of the Intergovernmental Panel on Climate Change (IPCC)", 
  "type": "ipcc", 
  "id": "enb12547e_43", 
  "enb_end_date": "09-Jun-12"
}