{
  "countries": [
    "Turkey", 
    "India", 
    "China"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Adaptation", 
    "National Communications & Inventories"
  ], 
  "section_title": "Adaptation", 
  "enb_start_date": "06-Jun-11", 
  "enb_short_title": "SB 34", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "Umbrella Group", 
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "In the informal group on adaptation, parties shared views on the operationalization of, composition of, and modalities and procedures for, the new Adaptation Committee, highlighting links to other institutions, national adaptation plans and the Green Climate Fund.", 
    "Facilitator Kumarsingh s progress report noted convergence on the guidelines and modalities for the Committee.", 
    "Parties attempted to streamline language on the activities of the Committee, but divergent views persisted.", 
    "Some developed countries preferred detailing the Committee s functions, noting that this would clarify the expertise required in the Committee s composition.", 
    "Several developing countries cautioned against micro-managing, and preferred listing the functions as outlined in Decision 1/CP.16, saying this would also ensure the group would not exceed the mandate from COP 16.", 
    "On 17 June, Facilitator Kumarsingh reported that his note, containing draft decision text, captured broad consensus among parties, and that there was broad consensus on using the text as the basis for further discussion on the way to Durban.", 
    "Finance: The main focus of discussions in the informal group on finance was on the new Standing Committee.", 
    "Parties also considered long-term finance.", 
    "On the Standing Committee , many parties said it should be operationalized by COP 17 in Durban.", 
    "Parties continued, however, to express divergent views on whether the Standing Committee s role should be advisory or supervisory.", 
    "Some parties proposed focusing on the functions/activities of the Standing Committee.", 
    "Others proposed a pragmatic approach and cautioned against prejudicing the ability of the Standing Committee to play an effective role in the evolving international climate change architecture, identifying the need to focus on guidance for a COP decision.", 
    "On the Committee s role and functions , parties exchanged views on: the distinction between improving coherence and coordination in the delivery of climate change financing, and rationalization of the financial mechanism; the role of the Standing Committee in MRV of support; and the Committee s relationship with the COP.", 
    "Regarding coherence and coordination , some parties drew attention to the fragmentation of climate change financing within and outside the Convention, and the coordination function that the Standing Committee could exercise, such as identifying financing gaps, providing an overview of financial resources within and outside the Convention, and collecting information on financial flows and progress towards global goals.", 
    "Discussions also addressed the need to rationalize the plethora of funds under the Convention and to redefine their role and relationship to the Green Climate Fund.", 
    "On MRV of support , issues highlighted included: whether MRV is restricted to mitigation; the need for instruments such as a registry; and mechanisms under the Convention to address MRV.", 
    "Parties also considered five submissions from parties on the Standing Committee from the Group of 77/China, the African Group, some members of the Umbrella Group, the EU, Turkey and India.", 
    "Common ground within various proposals was noted by some, as well as the need to make a distinction between what needs to be done by the group and what can be left to the Standing Committee to elaborate, such as a more detailed work programme.", 
    "A number of parties supported an evidence-based approach to the Standing Committee s work, ensuring expert, objective and impartial advice on issues related to the financial mechanism.", 
    "Some suggested that the group focus on how the Committee can assist the COP, noting that the type of assistance required could evolve over time.", 
    "The outputs of the group s work were captured in an informal note by the facilitator on finance.", 
    "On 17 June, Facilitator Børsting highlighted that parties discussed a technical workshop on finance in the lead-up to the next session, but were unable to conclude, and that parties submissions on this issue are annexed to his note.", 
    "Elements of a decision on long-term finance were also annexed to the facilitator s note."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12513e.html", 
  "enb_long_title": "UN Climate Change Conference June 2011", 
  "type": "", 
  "id": "enb12513e_100", 
  "enb_end_date": "17-Jun-11"
}