{
  "countries": [
    "Peru", 
    "Panama", 
    "India", 
    "Costa Rica", 
    "United States", 
    "Guatemala", 
    "China", 
    "Chile", 
    "Colombia", 
    "Bolivia", 
    "Venezuela", 
    "Argentina", 
    "Ecuador"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "Mitigation"
  ], 
  "section_title": "THE ADP:", 
  "enb_start_date": "26-Nov-12", 
  "enb_short_title": "COP 18", 
  "subtype": "", 
  "actors": [
    "Independent association of Latin America and the Caribbean", 
    "League of Arab States"
  ], 
  "sentences": [
    "THE GATEWAY TO A NEW CLIMATE SYSTEM?", 
    "In trying to forge the path towards a more ambitious climate regime, parties in Durban in 2011 decided to develop a protocol, another legal instrument or an agreed outcome with legal force under the Convention applicable to all parties with the objective to complete its work as early as possible but no later than 2015, so it can be implemented beginning in 2020.", 
    "These negotiations have been entrusted to the recently-established Ad hoc Working Group on Enhanced Action under the Durban Platform (ADP).", 
    "In Doha, many feared that lack of agreement under the AWG-KP and AWG-LCA would have serious repercussions for the work of the ADP, preventing it from delivering a new agreement by 2015.", 
    "Since agreeing on the ADP s agenda in June, parties have exchanged views in a roundtable format addressing how to put its mandate into practice.", 
    "These discussions for some, however, are reminiscent of similar discussions and positions during the early days of the AWG-LCA.", 
    "Divergent views prevailed in Doha during many of these exchanges, particularly on how the mandate will be applicable to all, and whether the Convention principles, including the principles of equity and common but differentiated responsibilities, will be at the core of the new regime.", 
    "For some, the core of the matter lies in how to apply the principles and not whether to apply them.", 
    "As the decision adopting the ADP does not include explicit references to the Convention s principles, for the US, it is rather an issue of not rewriting the ADP s mandate.", 
    "Under the ADP, developed countries increasingly envisage an evolving and dynamic framework that reflects current socio-economic realities and definitively dismantles the firewall between developed and developing country mitigation.", 
    "As European Commissioner for Climate Action Connie Hedegaard put it: We are crossing the bridge from the old climate system to the new system.", 
    "Now we are on our way to the 2015 global deal.", 
    "The evolving negotiating dynamics perhaps herald a new world order on a different level.", 
    "Developing countries have started to look at the future with different perspectives.", 
    "A coalition, which emerged in Bonn, comprising Colombia, Peru, Costa Rica, Chile, Guatemala and Panama, formally spoke in Doha as AILAC (Association of Independent Latin American and Caribbean states).", 
    "According to its members, AILAC is founded on a collective conviction that a strong and robust Convention is the most effective way to achieve the objective of a below-2 degree world.", 
    "Meanwhile, another group, dubbed the like-minded group, primarily comprised of members of the Arab Group, some Latin American countries, including Argentina, Venezuela, Bolivia and Ecuador, as well as India and China, appears to be firmly established since June in Bonn.", 
    "Their goal is to uphold the Convention s principles of common but differentiated responsibilities and equity, as well as developed countries historical responsibility for climate change.", 
    "With the baton having now been passed to the ADP, many are asking how to ensure that the ADP delivers on a more effective regime, within such a tight timeframe and many opinions on how just to do it.", 
    "The success of the ADP may depend, in part, on how negotiators manage to build on the experiences and lessons learned from other processes within and outside the Convention.", 
    "As delegates left Doha, many appeared satisfied with the agreement on a firm timetable to adopt a universal climate agreement by 2015 and a path to raise necessary ambition in the context of discussions on raising ambition for the pre-2020 period under the ADP s workstream 2.", 
    "Many also welcomed the announcement by UN Secretary-General Ban Ki-moon of his intention to convene world leaders in 2014 in what many see as an attempt to keep climate change as the utmost priority on global leaders agendas.", 
    "In the words of COP 18 President Abdullah bin Hamad Al-Attiyah Doha has opened up a new gateway to bigger ambition and to greater action- the Doha Climate Gateway.", 
    "He added Now governments must move quickly through the Doha Climate Gateway to push forward with the solutions to climate change."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12567e.html", 
  "enb_long_title": "Doha Climate Change Conference - November 2012", 
  "type": "WORKING GROUP", 
  "id": "enb12567e_84", 
  "enb_end_date": "08-Dec-12"
}