{
  "countries": [
    "Russian Federation"
  ], 
  "topics": [
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "06-Dec-05", 
  "enb_short_title": "UNFCCC COP 11 and COP/MOP 1", 
  "subtype": "corridors", 
  "actors": [], 
  "sentences": [
    "Delegates were expressing growing concerns about divisions in negotiations on Monday night.", 
    "Although several less controversial issues were resolved, arguments over financial matters and the mechanisms intensified, with at least one 'shouting match' breaking out between delegates.", 
    "According to talk in the corridors, a major point of contention is over how to make the mechanisms more attractive.", 
    "Moves by developing countries to impose a levy on joint implementation projects to fund the Adaptation Fund were not well received by JI hosts and investors that stand to gain from JI.", 
    "The proposal prompted what one participant called 'a tit-for-tat response' from the Russian Federation aimed at increasing the levy on CDM - the mechanism focused on developing countries. 'It\u0092s like a competition between JI and CDM, with each side trying to make their mechanism more attractive to investors,' alleged one expert.", 
    "'This is the time to be taking issues off the negotiating table, not adding them,' said another. Others were more sanguine: 'This will go down to the wire on Friday, and it\u0092s too early to expect Parties to give up any negotiating chips just yet,' explained a veteran. Meanwhile, informal consultations on Article 3.9 (future commitments) were still continuing late into Monday night.", 
    "Delegates outside the room seemed confused as to what exactly was going on, and about how President Dion\u0092s latest initiative on future scenarios under the UNFCCC related to Article 3.9 talks."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12287e.html", 
  "enb_long_title": "Eleventh session of the Conference of the Parties to the Climate Change Convention and first meeting of the Parties to the Kyoto Protocol", 
  "type": "", 
  "id": "enb12287e_21", 
  "enb_end_date": "06-Dec-05"
}