{
  "countries": [
    "United States"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "03-Jun-10", 
  "enb_short_title": "AWGs", 
  "subtype": "corridors", 
  "actors": [], 
  "sentences": [
    "On the third day of negotiations, many delegates spent the morning and afternoon in the AWG-LCA s contact group focusing on finance, which convened in the main plenary hall.", 
    "Some commented on the tone being much more constructive than they had expected.", 
    "I heard some positive interventions from developing countries, explained a senior developed country delegate.", 
    "Others complained, however, that while the tone was mildly positive, parties had not really moved on from their entrenched pre-Copenhagen positions.", 
    "The assessment of a veteran developed country finance expert was that parties were pretending as though the US$100 billion pledged in Copenhagen never happened, or that the UN Secretary-General s High-level Advisory Group on Climate Finance has not been convened to consider sources of financing.", 
    "Many others, however, saw the various parallel initiatives, including the Secretary-General s initiative and the Paris-Oslo REDD+ partnership, as threatening the role of the UNFCCC: If these groups initiate institutions that start delivering significant funds while we are bickering, it will be hard to convince donors to bring the institutions into the UNFCCC, said one worried delegate. Déjà vu was how one delegate described the AWG-KP contact group on numbers, saying he felt extreme frustration that discussions seemed to be going round in circles as usual.", 
    "Many said, however, that they were looking forward to discussions on the Secretariat s technical paper and presentations by various parties on their pledges and where they see discussions going."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12464e.html", 
  "enb_long_title": "Bonn Climate Change Talks - May/June 2010", 
  "type": "", 
  "id": "enb12464e_3", 
  "enb_end_date": "03-Jun-10"
}