{
  "countries": [
    "Ukraine", 
    "Brazil", 
    "South Africa", 
    "Finland", 
    "Germany", 
    "Chile", 
    "Russian Federation"
  ], 
  "topics": [
    "Post-Kyoto Agreements 2", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Compliance and Enforcement", 
    "Extension of the Kyoto protocol", 
    "Flexibility Mechanims", 
    "National Communications & Inventories"
  ], 
  "section_title": "METHODOLOGICAL ISSUES UNDER THE KYOTO PROTOCOL: Implications of the Implementation of Decisions 2/CMP.7 to 4/CMP.7 and 1/CMP.8", 
  "enb_start_date": "01-Dec-14", 
  "enb_short_title": "COP 20", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "This item (FCCC/TP/2014/6) was first considered on Monday, 1 December.", 
    "SBSTA Chair Dlamini proposed, and parties agreed to, a contact group co-chaired by Anke Herold (Germany) and Maesela Kekana (South Africa).", 
    "During the contact group, on Friday, 5 December, Ukraine preferred one decision with five annexes.", 
    "Co-Chair Herold clarified that the current format of two decisions was agreed at SBSTA 40.", 
    "The EU called for recognizing that the deadline for the reporting of assigned amount units (AAUs) may be delayed if the CRF 3 Reporter software is not available in a timely manner or does not function properly.", 
    "On the draft conclusions, the Russian Federation lamented the firewall between methodological issues under SBSTA agenda items 11(a) and (b) on Protocol Articles 5, 7 and 8 (methodological issues under the Kyoto Protocol), and clarification of Section G (Article 3.7 ter ) of the Doha Amendment to the Kyoto Protocol.", 
    "Parties debated whether to recommend or agree that if an Annex I party applies provisions on the expert review team (ERT), that the ERT shall review that information.", 
    "SBSTA Chair Dlamini admonished parties to agree on conclusions, saying no more extensions of the negotiations would be granted on this issue.", 
    "Following revisions, parties agreed to forward draft conclusions to the SBSTA plenary for consideration.", 
    "During the SBSTA closing plenary on Saturday, 6 December, the SBSTA adopted conclusions, parties agreed to continue consultations on outstanding issues, in particular how to address issues related to economies in transition, throughout the second week of the conference, co-chaired by SBSTA Chair Dlamini, under the authority of COP/CMP President Pulgar-Vidal.", 
    "No agreement could be reached and consideration of this issue will continue at SBSTA 42.", 
    "Final Outcome: In its conclusions (FCCC/SBSTA/2014/ L.29), the SBSTA, inter alia : - requests the Secretariat to compile into a user-friendly document all reporting, review and accounting requirements relating to the second commitment period of the Kyoto Protocol as adopted by the CMP and that this document be made available by May 2015; - agrees to consider, at SBSTA 42, the accounting, reporting and review requirements for Annex I parties to the Convention without a quantified emission limitation and reduction commitment for the second commitment period, along with the updated training programme for members of the expert review teams (ERTs) participating in annual reviews under Protocol Article 8 (ERTs); - takes note that an Annex I party to the Kyoto Protocol with a commitment inscribed in the second column, but not in the third column, of the table contained in Annex B to the Doha Amendment may request the ERT to review, as part of the review of the ERT of that Party s annual inventory for the first year of the second commitment period, information relating to that party s base year; - recommends that such a request should be carried out as part of the annual review for the first year of the second commitment period; and - states that the SBSTA advanced its work on the issue but was not able to conclude it, and forwards the draft decisions, including their annexes, for consideration by CMP 10.", 
    "Clarification of Section G (Article 3.7 ter ) of the Doha Amendment to the Kyoto Protocol: This item was first considered on Monday, 1 December.", 
    "SBSTA Chair Dlamini proposed, and parties agreed to a contact group co-chaired by Anke Herold and Maesela Kekana.", 
    "The contact group on Friday, 5 December, addressed options for a draft decision.", 
    "Parties could not agree on how or whether Article 3.7 ter , inter alia , applies to parties that did not take commitments under the first commitment period to the Kyoto Protocol but are taking commitments under the second commitment period.", 
    "During the SBSTA closing plenary, on Saturday, 6 December, the SBSTA adopted conclusions.", 
    "Final Outcome: In its conclusions (FCCC/SBSTA/2014/ L.25), the SBSTA agrees to recommend to the CMP that consideration of this issue continue at SBSTA 42, taking into account the elements for the text of a draft decision in the annex.", 
    "Land use, land-use change and forestry (LULUCF) under Article 3.3 and 3.4 of the Kyoto Protocol and under the CDM: This item was first considered on Monday, 1 December.", 
    "SBSTA Chair Dlamini proposed, and parties agreed to, informal consultations facilitated by Marcelo Rocha (Brazil).", 
    "During the SBSTA closing plenary on Saturday, 6 December, the SBSTA adopted conclusions and forwarded a draft decision to CMP 10 for consideration.", 
    "Final Outcome: In its conclusions (FCCC/SBSTA/2014/ L.24), the SBSTA agrees to continue consideration of LULUCF activities at SBSTA 44 and recommends a draft decision for consideration by the CMP.", 
    "In its decision (FCCC/SBSTA/2014/L.24/Add.1), the CMP: - requests the CDM Executive Board to assess the applicability of the modalities and procedures contained in decisions 5/CMP.1 and 6/CMP.1 to project activities involving revegetation, in the event that such project activities would be eligible under the CDM; - requests the CDM Executive Board to report to CMP 11 on the outcome of this assessment; and - requests SBSTA to continue its consideration of additional LULUCF activities under the CDM at SBSTA 44.", 
    "Implications of the Inclusion of Reforestation of Lands with Forest in Exhaustion as Afforestation and Reforestation CDM Project Activities: This item was first considered on Monday, 1 December.", 
    "SBSTA Chair Dlamini proposed, and parties agreed to, informal consultations facilitated by Heikki Granholm (Finland) and Eduardo Sanhueza (Chile).", 
    "During the SBSTA closing plenary on Saturday, 6 December, SBSTA Chair Dlamini said no agreement had been reached on this issue and that the item would be added to the provisional agenda of SBSTA 42."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12619e.html", 
  "enb_long_title": "Lima Climate Change Conference - December 2014", 
  "type": "", 
  "id": "enb12619e_73", 
  "enb_end_date": "14-Dec-14"
}