{
  "countries": [
    "Canada", 
    "Georgia", 
    "Central African Republic", 
    "United States", 
    "Morocco", 
    "Thailand", 
    "Switzerland", 
    "Nigeria", 
    "Venezuela", 
    "Argentina", 
    "Benin", 
    "Saudi Arabia", 
    "Australia", 
    "Iran", 
    "Uruguay", 
    "Egypt", 
    "Mexico", 
    "Azerbaijan", 
    "Burkina Faso", 
    "Uzbekistan", 
    "Senegal", 
    "China", 
    "Antigua and Barbuda", 
    "Sri Lanka", 
    "Marshall Islands", 
    "Japan"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adverse Effects & Response Measure", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "SUBSIDIARY BODY FOR IMPLEMENTATION", 
  "enb_start_date": "05-Jun-98", 
  "enb_short_title": "8th Session SBSTA & SBI", 
  "subtype": "", 
  "actors": [
    "Group of 77 and China", 
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "On financial and technical support and GEF action on non-Annex I communications, the Secretariat stated that eight initial communications have been received, 23 are expected in 1998 and 30 in 1999.", 
    "The deadline was March 1998.", 
    "The EU and others called for a COP-4 decision on in-country expert reviews.", 
    "The G-77/CHINA highlighted financial and technical constraints and capacity building for adaptation.", 
    "SRI LANKA stressed all-region adaptation training.", 
    "THAILAND noted difficulties with the adaptation assessment model.", 
    "GEORGIA and AZERBAIJAN stressed continuing GEF support.", 
    "Assistance was requested for: finance and know-how (MOROCCO); technical needs (BURKINA FASO); longer- term implementation (the CENTRAL AFRICAN REPUBLIC, ARGENTINA); vulnerability (ARGENTINA); emission mitigation in other sectors and formulation of implementation programs (URUGUAY, ARGENTINA); and second national communications (SENEGAL, MEXICO). The G-77/CHINA reminded UNEP and UNDP that they are implementing agencies of the operating entity of the financial mechanism.", 
    "NIGERIA suggested GEF sub-regional offices for project monitoring.", 
    "BURKINA FASO, THAILAND, and AZERBAIJAN called for translations of guidelines.", 
    "SENEGAL, with ARGENTINA, noted constraints on translation and dissemination of communications.", 
    "The EU and AUSTRALIA stressed accelerating submission of initial communications, assisted by GEF.", 
    "UZBEKISTAN stressed information exchange for Central Asia.", 
    "BENIN requested facilitation of conference attendance from Africa. On the financial mechanism, the Chair noted review of the FCCC\u0092s financial mechanism must be completed with a COP-4 decision.", 
    "On guidance to the GEF, the Chair noted new needs since 1996 guidance was provided.", 
    "The G77/CHINA called for: GEF adherence to COP guidance; no funding of activities inconsistent with FCCC principles; and, with EGYPT, attention to adaptation measures.", 
    "EGYPT called for long-term sustainability.", 
    "CHINA called for: a more streamlined project approval process; transparency in incremental cost calculation, and, with IRAN, no conditionalities attached to the activities of multilateral funding institutions, which was opposed by CANADA. The EU distinguished GEF review from future guidance; and, with SWITZERLAND, CANADA and VENEZUELA, proposed making it the permanent FCCC financing mechanism, subject to future reviews.", 
    "SWITZERLAND stressed adequacy and predictability in the flow of funds.", 
    "With AUSTRALIA, he noted a draft decision.", 
    "SAUDI ARABIA cautioned against a premature conclusion.", 
    "CANADA supported CDM support for adaptation activities.", 
    "JAPAN said it contributes 20% of GEF funding and called for extensive evaluation.", 
    "IRAN criticized a GEF overemphasis on energies.", 
    "The Chair asked Dan Reifsnyder (US) and John Ashe (Antigua and Barbuda) to chair a contact group to prepare a draft decision. On implementation of Article 4.8 and 4.9 (adverse effects and impacts of responses), the Chair explained that consideration of Decision 3/CP.3 and the related Protocol Articles 2.3 and 3.14 had been added to the agenda item, as per a COP-3 request.", 
    "The Secretariat introduced documentation (FCCC/SBI/1998/CRP.1), offering an analytical framework to facilitate a response that is compatible with the Protocol.", 
    "BURKINA FASO called for an ad hoc committee, supported by the Secretariat, to assess Annex I Party efforts and report to the COP. The G-77/CHINA, supported by the MARSHALL ISLANDS, suggested a role for SBSTA and the possible need for an expert meeting before COP-4.", 
    "The MARSHALL ISLANDS also called for regional workshops on adaptation.", 
    "SAUDI ARABIA proposed, inter alia, that: the Secretariat\u0092s analytical framework combine consideration of adverse effects and impacts; SBI form a permanent committee on implementation of Articles 4.8 and 4.9; COP-4 request information from Annex I Parties on policies and measures, fossil fuel imports during the first commitment period and estimated effects on other imports from developing countries; and processes not discriminate against any country clusters identified in Articles 4.8 and 4.9. AOSIS stressed the urgency of the question of insurance and, with the MARSHALL ISLANDS, viewed the additions to the agenda item as technical rather than substantive.", 
    "The EU favored CDM support for adaptation, but stressed a focus on mitigation.", 
    "He noted that action on Article 4.8 must await more certainty on effects on fossil fuel use, calling for further input and discussion.", 
    "VENEZUELA opposed limiting action to studies and called for a COP-4 decision.", 
    "The US asked for more time for comment.", 
    "SAUDI ARABIA opposed delaying formation of a contact group on this. The Chair introduced discussion on involvement of NGOs and called for consensus at SBI-8.", 
    "The US, opposed by the EU, called for including labor, agriculture, and quasi-governmental entities.", 
    "SWITZERLAND extended this to all Agenda 21 major groups.", 
    "The US, SWITZERLAND and CANADA opposed current exclusion of NGOs from the contact group on flexibility mechanisms.", 
    "General support was expressed for Chair discretion on NGO access to informal meetings.", 
    "The CLIMATE ACTION NETWORK asked for a proposal for additional participation and transparency in registration.", 
    "An industry representative called for greater access to informal meetings with the Chair."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1280e.html", 
  "enb_long_title": "Eighth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "SBI", 
  "id": "enb1280e_1", 
  "enb_end_date": "05-Jun-98"
}