{
  "countries": [
    "Canada", 
    "Mauritius", 
    "Australia", 
    "Tuvalu", 
    "India", 
    "United States", 
    "China", 
    "Japan", 
    "New Zealand", 
    "Antigua and Barbuda"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer"
  ], 
  "section_title": "INTERNATIONAL MEETING TO REVIEW THE IMPLEMENTATION OF THE PROGRAMME OF ACTION FOR SIDS", 
  "enb_start_date": "30-May-05", 
  "enb_short_title": "UNFCCC SB 22", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "This issue was taken up by SBSTA on Thursday, 19 May, when Tuvalu, for AOSIS, noted that the UN General Assembly will consider the Mauritius Strategy during its upcoming session, and proposed that SBSTA consider the Strategy at SBSTA 23.", 
    "SBSTA Vice-Chair Abdulla said he would undertake informal consultations on this issue. During the informal consultations held over the following week, differences emerged over whether there should be a follow-up process on how the UNFCCC could help implement the Mauritius Strategy further, and on what the process might involve.", 
    "AOSIS, the EU and the G-77/China sought a process that would invite submissions and address the issue at COP 11, while the US said there was no need for further UNFCCC work on this matter, and preferred shorter text taking note of the Mauritius Strategy. Two additional paragraphs proposed by the EU also caused some disagreement.", 
    "The US, Canada, India and others objected to EU-proposed text addressing climate change and sea-level rise in the context of the Millennium Review in September 2005.", 
    "Delegates also discussed text proposed by the EU that would link the prioritization of energy efficiency and renewable energy under the Mauritius Strategy with the fourteenth and fifteenth sessions of the Commission on Sustainable Development in 2006-2007.", 
    "The Commission will focus on energy issues at those sessions. An attempt at a compromise formulation on the process was proposed on Wednesday, 25 May by Australia, suggesting text inviting Parties to submit 'views on further implementation of relevant aspects of the Mauritius Declaration and Strategy through ongoing work of the SBI and SBSTA, as appropriate.", 
    "' However, Australia subsequently withdrew that proposal and replaced it with another formulation that invited Parties to continue to take into account the issue in the ongoing work of the SBSTA, as appropriate. During the SBSTA plenary on Friday, 27 May, Canada, the US, New Zealand and Japan supported Australia\u0092s second proposal.", 
    "However, AOSIS and the EU could not agree to it, with Tuvalu, speaking for AOSIS, suggesting that 'certain Parties have no room for flexibility.", 
    "' Mauritius said he could support the earlier Australian proposal, but not the second.", 
    "SBSTA plenary was suspended to allow Parties to consider the Australian proposal.", 
    "Following further consultations, SBSTA Chair Benrageb reported that no agreement could be reached, and that this would be recorded in the report of the meeting. Parties then discussed whether this agenda item should reappear on SBSTA 23\u0092s agenda, as set out in the most recent version of the draft conclusions (FCCC/SBSTA/2005/L.12).", 
    "The US argued that the item had been dealt with, even though conclusions had not been agreed, since the original request from COP 10 was simply that the Secretariat report to SBSTA 22 on the SIDS International Meeting.", 
    "He also argued that the concerns of SIDS were being addressed under other agenda items, such as those on adaptation, technology transfer, and capacity building. AOSIS, the EU, the G-77/China, and Antigua and Barbuda disagreed with the US, stating that, as consideration of this item had not been concluded, the rules of procedure dictated that it be taken up at the next SBSTA session.", 
    "No conclusions were agreed on this matter."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12270e.html", 
  "enb_long_title": "United Nations Framework Convention on Climate Change: Twenty-Second Session of the Subsidiary Bodies", 
  "type": "", 
  "id": "enb12270e_32", 
  "enb_end_date": "30-May-05"
}