{
  "countries": [
    "Algeria", 
    "Gambia", 
    "India", 
    "China", 
    "Indigenous Peoples", 
    "Nauru"
  ], 
  "topics": [
    "National Communications & Inventories", 
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Loss and Damage", 
    "Adaptation", 
    "National Communications & Inventories"
  ], 
  "section_title": "OPENING STATEMENTS:", 
  "enb_start_date": "28-Nov-12", 
  "enb_short_title": "COP 18", 
  "subtype": "", 
  "actors": [
    "Group of 77", 
    "Coalition for Rainforest Nations", 
    "Bolivarian Alliance For The Peoples Of Our America", 
    "Umbrella Group", 
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Many developing countries drew attention to the need to: operationalize international consultation and analysis (ICA) in a non-intrusive and non-punitive manner through the provision of adequate financial resources, and to provide support for the national adaptation plans of developing countries other than LDCs.", 
    "Algeria, for the G-77/CHINA, called for enhancing the means of implementation to meet the additional reporting requirements established in Cancun.", 
    "The EU observed that the fifth review of the financial mechanism is an opportunity to have a comprehensive overview of how the division of labor among the different operating entities could be enhanced.", 
    "The EU and the UMBRELLA GROUP called for agreement on modalities and procedures for the technical experts for ICA.", 
    "Many parties highlighted issues requiring agreement in Doha, including: loss and damage; a workplan for the Adaptation Committee; recommending to the COP for approval of the host of the Climate Technology Centre and Network (CTCN) and continuing consideration of the constitution of the Advisory Board.", 
    "The Gambia, for the LDCs, also highlighted issues related to the LDC Fund and continued support for NAPAs.", 
    "Nauru, for AOSIS, called for, inter alia : a compilation of non-Annex I parties national communications; enhanced capacity building support; and continuation of the Consultative Group of Experts on non-Annex I national communications (CGE) with an expanded mandate.", 
    "ALBA called for an urgent decision on financial resources noting that the financial mechanism cannot be an empty shell.", 
    "COALITION FOR RAINFOREST NATIONS expressed concern over the lack of funding for the implementation of REDD+ activities, and failure to provide new and additional fast-start financial support.", 
    "INDIA emphasized the need to address the issue of IPRs in all its dimensions. TUNGOs and GENDER emphasized that climate change responses should target vulnerable groups within countries. BINGOs said new channels for input from business and other observers have to be warranted as the Convention moves into implementation.", 
    "INDIGENOUS PEOPLES called for a consultative technical body to assist UNFCCC negotiations.", 
    "YOUTH called for moving beyond adaptation and also addressing compensation for loss and damage."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12558e.html", 
  "enb_long_title": "Doha Climate Change Conference - November 2012", 
  "type": "sbi", 
  "id": "enb12558e_9", 
  "enb_end_date": "28-Nov-12"
}