{
  "countries": [
    "Portugal", 
    "South Africa"
  ], 
  "topics": [], 
  "section_title": "WORK PROGRAMME ON CLARIFICATION OF QUANTIFIED ECONOMY-WIDE EMISSION REDUCTION TARGETS OF DEVELOPED COUNTRY PARTIES:", 
  "enb_start_date": "01-Dec-14", 
  "enb_short_title": "COP 20", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "This item (FCCC/SBSTA/2014/INF.16 and FCCC/TP/2014/8) was first considered on Monday, 1 December.", 
    "SBSTA Chair Dlamini proposed, and parties agreed to, informal consultations facilitated by Cristina Carreiras (Portugal) and Brian Mantlana (South Africa).", 
    "During the SBSTA closing plenary on Saturday, 6 December, the SBSTA adopted conclusions.", 
    "Final Outcome: In its conclusions (FCCC/SBSTA/2014/ L.22), the SBSTA concludes the work programme on clarification of quantified economy-wide emission reduction targets of developed country parties.", 
    "The SBSTA recognizes the importance of shared information and transparency in the clarification of the quantified economy-wide emission reduction targets and noted that activities undertaken under the work programme since SBSTA 38 have provided a platform for parties to share information and have helped improve the transparency of developed country party targets.", 
    "The SBSTA also, inter alia : - acknowledges that there is a limited number of approaches among developed country parties for measuring the progress made towards the achievement of targets and the importance of convergence in the coverage of sectors and gases as well as the use of global warming potential values among developed country parties; - acknowledges that the additional information provided by developed country parties increased the transparency of targets and helped to facilitate the consideration of the comparability of efforts among developed country parties; - acknowledges the discussions on the transparency of, and reporting on, the use of carbon credits from market-based mechanisms; and - notes that there is more than one approach to account for the role of LULUCF in achieving developed country party targets and acknowledged, regarding the comparability of efforts, that comprehensive, complete and consistent coverage of the reported information is more significant than the choice of approach."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12619e.html", 
  "enb_long_title": "Lima Climate Change Conference - December 2014", 
  "type": "", 
  "id": "enb12619e_75", 
  "enb_end_date": "14-Dec-14"
}