{
  "countries": [
    "United States", 
    "Malaysia", 
    "India", 
    "Marshall Islands"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Compliance and Enforcement", 
    "National Communications & Inventories"
  ], 
  "section_title": "NATIONAL COMMUNICATIONS FROM ANNEX I PARTIES", 
  "enb_start_date": "20-Oct-97", 
  "enb_short_title": "8th Session of the AGBM, SBSTA 7, SBI 7", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "On 20 October, the Chair highlighted an annex on methodological issues to the first compilation and synthesis of second national communications (FCCC/SBI/1997/19).", 
    "In the annex, the Secretariat notes that in general Parties presented their inventory data in accordance with the IPCC guidelines.", 
    "The annex covers issues related to: transparency and comparability; completeness; confidence levels; recalculation of the base year inventory; the use of Global Warming Potentials (GWPs); emissions from the land-use change and forestry sector; and reporting of other GHGs. The EU noted that the list of various issues that needed further study might not be complete.", 
    "He said other issues were likely to arise in the near future, based on new Annex I national communications and experiences gained during in- depth reviews.", 
    "He stated that FCCC guidelines for Annex I national communications would need regular maintenance and improvement.", 
    "INDIA raised points on the types of gases that ought to be included in inventories and criteria to ensure transparency and comparability. The US called for recommendations on how to use the IPCC methods and noted that GWPs, although not perfect, may be a suitable method for drawing comparisons.", 
    "He asked the Secretariat to prepare a list of issues that could be addressed by SBSTA in preparing rules.", 
    "MALAYSIA questioned the scientific basis for using GWPs and said they do not provide clear GHG inventories.", 
    "The MARSHALL ISLANDS called for the inclusion of developing country experts on the review teams.", 
    "The Chair asked the Secretariat to prepare a text for consideration by the joint SBI/SBSTA contact group on this issue. On 24 October, delegates discussed draft conclusions on national communications from Annex I Parties.", 
    "Under the draft conclusions, SBSTA invited Parties to submit by 15 March 1998 their views on possible approaches to methodological issues for consideration at SBI-8.", 
    "SBSTA invited Annex I Parties to make available their complete 1996 GHG inventories by 6 June 1998.", 
    "SBSTA-9 will consider additions or amendments to the FCCC guidelines for national communications."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1266e.html", 
  "enb_long_title": "Seventh Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) Eighth Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "", 
  "id": "enb1266e_22", 
  "enb_end_date": "31-Oct-97"
}