{
  "countries": [
    "Canada", 
    "Peru", 
    "Bhutan", 
    "Kuwait", 
    "Tanzania", 
    "Nepal", 
    "Costa Rica", 
    "United States", 
    "Ireland", 
    "Japan", 
    "Senegal", 
    "New Zealand", 
    "Bolivia", 
    "Norway", 
    "Saudi Arabia", 
    "Honduras", 
    "South Africa", 
    "Tuvalu", 
    "Guatemala", 
    "United Kingdom", 
    "Malaysia", 
    "Austria", 
    "China", 
    "Greece", 
    "Thailand"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adverse Effects & Response Measure", 
    "Adaptation", 
    "Technology Transfer"
  ], 
  "section_title": "Statements by other Parties:", 
  "enb_start_date": "27-Nov-00", 
  "enb_short_title": "COP-6", 
  "subtype": "", 
  "actors": [
    "Group of 77"
  ], 
  "sentences": [
    "On Tuesday, 22 November and Wednesday, 23 November, over 100 senior government representatives outlined their policies and positions on the climate change negotiations and issues related to the UNFCCC and Kyoto Protocol.", 
    "Many speakers highlighted the importance of maintaining the environmental integrity of the Protocol, and urged ratification and entry into force by 2002.", 
    "Many statements also underscored the principle of common but differentiated responsibilities under the Protocol. Many developing countries underlined the need for Annex I Parties to fulfill their obligations in protecting the climate system on the basis of equity and in accordance with the principle of common but differentiated responsibilities.", 
    "On commitments, the US stated that success of the Protocol requires the involvement of all countries, while Kuwait opposed the imposition of any additional obligations on developing countries. On the mechanisms, a number of countries reiterated the need for the mechanisms to be supplemental to domestic action.", 
    "On the CDM, many countries supported a 'prompt' start, and a number of developing countries highlighted the need for equitable distribution of projects. On sinks in the CDM, Costa Rica, Bolivia, Senegal and Guatemala supported their inclusion, while Ireland, Austria, Greece and Tuvalu expressed their opposition to such a proposal.", 
    "New Zealand, Norway, Austria, Honduras, Costa Rica, Greece and Tuvalu opposed including nuclear energy in the CDM.", 
    "Japan said that developing countries' judgment of what constitutes sustainable development should not be overruled by limiting the types of eligible activities under the CDM. Bhutan emphasized the need for active participation by LDCs, suggesting their exemption from an adaptation surcharge.", 
    "South Africa and Tanzania said the adaptation levy on the CDM should also apply to the other mechanisms. On compliance, many countries indicated their support for a strong system.", 
    "Japan said disagreements over the compliance regime should not delay the Protocol's entry into force.", 
    "South Africa reiterated the G-77/ China's support for mandatory consequences.", 
    "On LULUCF, Japan said it was essential not to lose the incentives for appropriate sink activities.", 
    "Norway said that contribution from sinks should be limited in the first commitment period.", 
    "Malaysia and Thailand opposed inclusion of additional activities under Protocol Article 3.4 in the first commitment period. On capacity building, technology transfer and adverse effects, many speakers stressed that these issues had to be recognized and addressed, with special attention given to LDCs and those most vulnerable to climate change.", 
    "Speakers also highlighted the role of the private sector in technology transfer. Saudi Arabia expressed concern over the impacts response measures will have, and supported a compensation fund to assist countries whose economies would be affected by the implementation of response measures. Bhutan, Nepal and Peru drew attention to the significant effects of climate change on fragile mountain ecosystems.", 
    "The need for additional resources to support developing countries to cope with climate change was highlighted by many speakers.", 
    "Noting the need to reform the GEF, Canada called for the creation of a 'window' within the GEF to deal with special climate change issues such as adaptation.", 
    "The UK recognized the value of an adaptation fund and technology transfer, and expressed a preference for an improved and enhanced GEF with a 50% increase in contributions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12163e.html", 
  "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12163e_51", 
  "enb_end_date": "27-Nov-00"
}