{
  "countries": [
    "China"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "forests"
  ], 
  "section_title": "DIALOGUE ON IMPLEMENTATION OF THE DOHA WORK PROGRAMME ON CONVENTION ARTICLE 6:", 
  "enb_start_date": "12-Jun-13", 
  "enb_short_title": "SB 38", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "The SBI in-session dialogue continued on Tuesday afternoon.", 
    "On lessons learned from planning, implementation and evaluation of climate change training, Mariia Khovanskaia, Regional Environmental Centre for Central and Eastern Europe, outlined several opportunities at the supra-regional level, including training for negotiations and adaptation decision-making.", 
    "Zinaida Fadeeva, United Nations University, identified several competencies required to address climate change and said education should be transformative and not simply technical, practice-centered, reflexive and open-ended.", 
    "Stelios Pesmajoglou, Greenhouse Gas Management Institute, overviewed their: online training on MRV principles and programme design; professional certification of GHG quantification and verification; and new courses in development based on the IPCC guidelines.", 
    "Marek Harsdorff, International Labour Organization, underlined the need to address the human resources gap that is constraining transition to a green economy and noted that there is a range of trainings required, from on-the-job training to retraining.", 
    "Participants discussed: the sustainability of efforts; assessing success; training as an ongoing process; and incorporating sector-specific needs in national curricula.", 
    "On opportunities for strengthening the implementation of climate change education and training through international cooperation, Yucheng Zhang, China, presented on initiatives his country is undertaking to enhance capacity building on climate change through South-South cooperation, including training programmes.", 
    "Highlighting that the EU is the leading provider of ODA and climate finance, Tony Carritt, EU, presented on the EU s initiatives to support capacity building in developing countries, including the Global Climate Change Alliance to strengthen dialogue on, inter alia , integration of climate change into poverty reduction strategies, adaptation and REDD+.", 
    "Moritz Weigel, UNFCCC, presented on the United Nations Alliance on Climate Change Education, Training and Public Awareness, which was launched in December 2012 to maximize synergies and coherence among UN agencies activities.", 
    "Representatives from the UN participating entities presented on concrete projects and activities undertaken to implement Convention Article 6.", 
    "Highlighting recent projects that promoted education and training, Rawleston Moore, GEF, explained that: the GEF Trust Fund provides financial resources to meet the incremental cost of activities that generate global environmental benefits; and the LDCF and SCCF provide resources to meet additional costs of adaptation aimed at generating adaptation benefits.", 
    "During discussions, participants addressed, inter alia , ways to communicate between national focal points and interactive learning processes."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12577e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2013", 
  "type": "sbi", 
  "id": "enb12577e_2", 
  "enb_end_date": "12-Jun-13"
}