{
  "countries": [
    "Japan", 
    "Netherlands", 
    "Germany"
  ], 
  "topics": [
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "Outcome", 
  "enb_start_date": "01-Jun-15", 
  "enb_short_title": "SB 42", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "In its conclusions (FCCC/SBSTA/2015/L.4), the SBSTA, inter alia: • notes the importance of the IPCC Fifth Assessment Report for the UNFCCC process and welcomes the IPCC outreach efforts to disseminate its findings; • takes note of the information submitted by parties and by the research programmes and organizations for the seventh meeting of the research dialogue; • requests the Secretariat to continue its efforts to enhance the availability and visibility of scientific information; • encourages the scientific community to address information and research gaps identified during the research dialogue, including scenarios that limit warming in 2100 to below 1.5°C relative to pre-industrial levels, and the range of regional and local impacts associated with these scenarios; and • invites parties to submit their views on possible topics for consideration at the research dialogue to be held at SBSTA 44 and beyond by 9 March 2016, and on themes for a possible research workshop in conjunction with SBSTA 46 by 9 March 2016, for consideration at SBSTA 44. 7th SBSTA Research Dialogue:The 7th SBSTA research dialogue took place on Thursday, 4 June, and featured two parts.", 
    "The first part focused on addressing data and information gaps, including from the IPCC, and featured presentations by: the IPCC; the World Climate Research Programme, on behalf of other research organizations; the UN Convention to Combat Desertification (UNCCD); Japan; EURO-CORDEX; and the Royal Netherlands Meteorological Institute. The second part focused on lessons learned and good practices for knowledge and research capacity building, in particular in developing countries.", 
    "It featured presentations by: Germany; the European Commission; the GCOS; the Asia-Pacific Network for Global Change Research; and the Caribbean Community Climate Change Centre.", 
    "A webcast of the 7th SBSTA Research Dialogue and the presentations made are available at: http://unfccc.int/6793.php"
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12638e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2015", 
  "type": "", 
  "id": "enb12638e_87", 
  "enb_end_date": "11-Jun-15"
}