{
  "countries": [
    "Ghana", 
    "Jamaica", 
    "Zambia", 
    "Finland", 
    "France", 
    "Senegal", 
    "Poland", 
    "Barbados"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Flexibility Mechanisms"
  ], 
  "section_title": "REPORTS OF THE SUBSIDIARY BODIES: Report of the SBSTA", 
  "enb_start_date": "01-Dec-14", 
  "enb_short_title": "COP 20", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "On Friday, 12 December, the CMP adopted the reports of the SBSTA 40 and SBSTA 41 (FCCC/SBSTA/2014/2 and Add.1, and FCCC/SBSTA/2014/L.20) and SBI 41 (FCCC/SBI/2014/L.25) and SBI 40 (FCCC/SBI/2014/8 and Add.1), as amended. ISSUES RELATING TO THE CLEAN DEVELOPMENT MECHANISM (CDM): This item (FCCC/KP/CMP/2014/5) was first considered on Wednesday, 3 December.", 
    "Chair of the CDM EB Hugh Sealy (Barbados) called on parties to renew their commitment to the CDM by recognizing its strengths for results-based finance.", 
    "Zambia proposed continued reform of the operations of the CDM to achieve desired outcomes by addressing transparency, accountability and simplified project approval processes.", 
    "The World Bank said the CDM is effectively channeling results-based climate finance and called on parties to use the CDM in the near term to help maintain the mechanism.", 
    "Senegal said that CDM reform is critical for developing countries, particularly in Africa, noting that so far they have benefited very little from the mechanism. CMP 10 President Pulgar-Vidal proposed, and parties agreed to, a contact group co-chaired by Jeffery Spooner (Jamaica) and Marko Berglund (Finland).", 
    "On Wednesday, 3 December, during the contact group delegates highlighted, inter alia , the need for : broader encouragement for parties and stakeholders to use the CDM; an analysis of the CDM as a useful mitigation tool; continuation of the CDM beyond 2020; standardized registration criteria; and enhancing the CDM to allow for voluntary cancellation. ENGOs urged parties to address the fact that CDM projects still fail to fully respect human rights.", 
    "Business and Industry NGOs called for, inter alia , progress on the review of modalities and procedures, continued development of standardized baselines, and a simplified accreditation process.", 
    "On Monday, 8 December, CMP informal consultations on this item were held throughout the day.", 
    "In the afternoon, parties continued consideration of draft decision text prepared by the Co-Chairs paragraph by paragraph.", 
    "Discussions focused on, inter alia , interaction of the EB with Designated Operational Entities (DOEs) and DOEs participation in the CDM, and requests to the EB to revise methodologies, prioritize work on simplifying methodologies and adjust crediting periods.", 
    "On Wednesday, 10 December, in the afternoon contact group, parties continued consideration of the draft decision text, but were unable to agree on items relating to, inter alia : baseline and monitoring methodologies and additionality; and registration of CDM project activities and issuance of certified emission reduction units (CERs), including the voluntary cancellation process.", 
    "The contact group and informal consultations continued in the evening.", 
    "During the closing plenary on Friday, 12 December, parties adopted the decision.", 
    "Final Outcome: In its decision (FCCC/CP/CMP/2014/L.3), the CMP welcomes the CDM EB annual report for 2013-2014, expresses satisfaction with the progress of the CDM, and DOEs to carry out sector-specific validation and verification functions, as described in Annex I to the decision.", 
    "The CMP also agrees to paragraphs on: baseline and monitoring methodologies and additionality; registration of CDM project activities and issuance of CERs; regional and subregional distribution; and resources for work on the CDM.", 
    "On these, the CMP, inter alia : - decides to allow the validation by a DOE and the submission for approval by the EB of a monitoring plan at any time up to the first request for issuance of CERs for all scales of project activities and programmes of activities (PoAs); - requests the EB to further analyze options to allow the simplified registration of project activities and PoAs that qualify as automatically additional, and report back to CMP 11; - requests the EB to analyze the implications, and possible provisions for ensuring environmental integrity, of allowing the same DOE to carry out validation and verification for the same project activity or PoA at all scales, and report back to CMP 11; - requests the EB to consider adjusting and, if appropriate, implement the rules governing PoAs to reflect their special features in order to facilitate effective implementation and reduce associated transaction costs while ensuring environmental integrity, taking into account the implications for liability with regard to the issuance of CERs resulting from significant deficiencies in validation, verification and certification reports; and - requests the EB to ensure prudent management of the resources of the CDM, and its ability to perform its duties in maintaining and developing the mechanism up to the end of the true-up period of the second commitment period of the Kyoto Protocol. ISSUES RELATING TO JOINT IMPLEMENTATION (JI): This item (FCCC/KP/CMP/2014/4) was first considered on Wednesday, 3 December. JI Supervisory Committee Chair Piotr (Poland) reported that activities under JI have been in severe decline, noting that mechanisms like JI will be critical to achieving more ambitious mitigation.", 
    "He urged parties to take decisions in Lima to safeguard JI.", 
    "CMP 10 President Pulgar-Vidal proposed, and parties agreed to, a contact group co-chaired by Yaw Osafo (Ghana) and Dimitar Nikov (France).", 
    "On Monday, 8 December, the CMP contact group met in the afternoon.", 
    "Co-Chair Nikov introduced draft decision text revised on the basis of parties submissions and inputs, which parties considered paragraph by paragraph.", 
    "Discussions focused on, inter alia : the need to ensure continued success of the mechanism in order to assist parties in meeting their commitments under the Kyoto Protocol s second commitment period; whether to request the Secretariat to prepare a technical paper on possible synergies between JI and the CDM; and options for incorporating mitigation beyond offsetting and considering transparent criteria for the application and quantification of such mitigation.", 
    "On Wednesday, 10 December, in the morning contact group, parties considered draft decision text paragraph by paragraph and exchanged views on, inter alia : the synthesis of voluntary technical approaches that could inform discussions under the SBI on review of JI guidelines; evaluation of national regulatory projects and related financial implications for the JISC; and collaboration between the CDM EB and the JISC on joint accreditation.", 
    "Parties agreed to forward the draft decision, as amended, to the CMP for adoption.", 
    "During the CMP closing plenary on Friday, 12 December, parties adopted the decision.", 
    "Final Outcome: In its decision (FCCC/KP/CMP/2014/L.2), on guidance to the implementation of Protocol Article 6, the CMP, inter alia : - takes note of the achievements of JI in 2006-2014, the JISC annual report for 2013-2014, and the ongoing work of the SBI on the review of the JI guidelines; - reiterates its concern regarding the market situation faced by JI participants and the need to ensure the continued success of the mechanism in order to assist parties with commitments under the Doha Amendment in meeting them; - requests the Secretariat to prepare a technical paper, for consideration at SBI 42, on the opportunities for cost savings and efficiencies for JI, and learning from the experiences of the CDM; - invites parties to submit to the Secretariat, by 16 March 2015, examples of voluntary technical approaches that could assist the host parties in achieving their commitments under the Kyoto Protocol, and requests the Secretariat to synthesize these into a report for consideration at SBI 42; - requests the JISC to submit elaborated recommendations, for consideration at SBI 42, on the review of the JI guidelines; and - requests the JISC to ensure sufficient infrastructure and capacity for the mechanism s use by parties until at least the end of the additional period for fulfilling commitments under the second commitment period of the Kyoto Protocol, and to keep the JI management plan under review."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12619e.html", 
  "enb_long_title": "Lima Climate Change Conference - December 2014", 
  "type": "", 
  "id": "enb12619e_32", 
  "enb_end_date": "14-Dec-14"
}