{
  "countries": [
    "Canada", 
    "Colombia", 
    "Tanzania", 
    "United States", 
    "Norway", 
    "Mali", 
    "Nauru", 
    "Venezuela", 
    "New Zealand", 
    "Saudi Arabia", 
    "Australia", 
    "Iran", 
    "Mexico", 
    "Tuvalu", 
    "Japan", 
    "India", 
    "China", 
    "Chile", 
    "Jordan"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Technology Transfer"
  ], 
  "section_title": "CONTACT GROUP ON ADP ITEM 3", 
  "enb_start_date": "21-Oct-14", 
  "enb_short_title": "ADP 2-6", 
  "subtype": "groups", 
  "actors": [
    "European Union", 
    "Independent association of Latin America and the Caribbean", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Opening the contact group, ADP Co-Chair Artur Runge-Metzger (EU) invited delegates to focus discussions on: using the draft decision on accelerating the implementation of enhanced pre-2020 climate action as the basis for negotiation; improving the TEMs; engagement of non-state actors; and continuing workstream 2 after 2015.", 
    "Nauru, for AOSIS, and CHILE supported starting negotiations based on the Co-Chairs' draft decision.", 
    "VENEZUELA called for distinguishing between national and multilateral actions.", 
    "JORDAN said the draft does not focus on developed countries' ambition.", 
    "NEW ZEALAND said the draft is a useful first step, despite being too lengthy.", 
    "TANZANIA called for referring to adaptation and reflecting developed countries' commitment to provide US$100 billion by 2020.", 
    "CHINA and SAUDI ARABIA questioned the need for a decision at this point. AOSIS said work under workstream 2 should continue until the mitigation gap is closed.", 
    "MEXICO, the EU, CHILE, TUVALU and NORWAY supported continuing workstream 2 after 2015.", 
    "NORWAY suggested considering fora for increased mitigation ambition after 2015, pointing to the Subsidiary Body on Implementation and Technology Executive Committee (TEC) as examples.", 
    "Many supported continuing the TEMs after 2015.", 
    "AOSIS suggested improvements to the TEMs, including by providing advanced information, producing a technical paper after each TEM, and focusing on barriers to implementation.", 
    "MEXICO, AOSIS and TUVALU suggested considering regional TEMs.", 
    "Colombia, for AILAC, called for improving the TEMs' planning and follow-up.", 
    "The US called for the TEC to manage the agenda and proceedings of the TEMs and, with AOSIS, to provide meeting details three months in advance.", 
    "JAPAN called for TEMs to make the best use of the TEC and Climate Technology Centre and Network.", 
    "The EU said TEMs should focus on facilitating action, and called for exploring how a web-based presence would add value to existing tools.", 
    "SAUDI ARABIA said TEMs should address adaptation.", 
    "IRAN said they should address the Bali Action Plan (BAP).", 
    "INDIA expressed concern that TEMs are shifting the onus of mitigation away from Annex I parties. AUSTRALIA said the success of the TEMs should be measured by examining national absorption of policies, and called for TEMs on enabling environments for implementing durable policies.", 
    "Supported by the US and CANADA, he called for a facilitative session to focus on countries that have not yet made pre-2020 commitments.", 
    "The US called for a review of the TEMs in 2016 to ensure continued relevance.", 
    "NEW ZEALAND called for using existing mechanisms and frameworks.", 
    "The EU, CHILE, AILAC and AOSIS supported ministerial engagement under workstream 2.", 
    "AILAC proposed that high-level engagement address: a summary of the TEMs; UN Climate Summit follow-up; and new announcements.", 
    "The EU suggested additional engagement with the private sector and civil society.", 
    "CHILE, MEXICO, MALI and AOSIS welcomed workstream 2 as a tool to engage with non-state actors.", 
    "While noting the important role of non-state actors, TANZANIA stressed the need to avoid mixing actions by parties and those by others. VENEZUELA emphasized enabling environments at the international level.", 
    "AOSIS called for the BAP's fulfillment.", 
    "AILAC, emphasized the importance of enhancing MOI and strengthening MRV systems in the context of workstream 2.", 
    "JORDAN suggested launching a review of the adequacy of financial support.", 
    "CHINA called for launching a 2015-2020 work programme to review achievement of pre-2020 commitments."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12600e.html", 
  "enb_long_title": "Bonn Climate Change Conference - October 2014", 
  "type": "working group", 
  "id": "enb12600e_2", 
  "enb_end_date": "21-Oct-14"
}