{
  "countries": [
    "Zambia", 
    "Indonesia", 
    "Burkina Faso", 
    "Spain", 
    "Uruguay"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Flexibility Mechanisms"
  ], 
  "section_title": "ADAPTATION FUND: Report of the AFB", 
  "enb_start_date": "01-Dec-14", 
  "enb_short_title": "COP 20", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "This item (FCCC/KP/CMP/2014/6) was first considered on Wednesday, 3 December. AFB Chair Mamadou Honadia (Burkina Faso) outlined the activities of the Adaptation Fund and requested parties to provide guidance on options for mobilizing adequate, sustainable and predictable finance for the Fund.", 
    "Zambia noted that many countries are in the process of accrediting national implementing entities and called for a review of the requirements to make them simpler, yet robust.", 
    "Uruguay stressed this is the only effective fund for adaptation finance and should not be overshadowed by new mechanisms. CMP 10 Chair Pulgar-Vidal proposed, and parties agreed to a contact group co-chaired by Suzanty Sitorus (Indonesia) and Ana Fornells de Frutos (Spain).", 
    "On Wednesday, 10 December, the contact group considered text consolidated by the Co-Chairs based on parties proposals.", 
    "Discussions focused on, inter alia : urging developed countries that have not completed the process of responding to the initial fundraising target to do so at the earliest opportunity; encouraging Annex I parties to provide funding to reach the target of US$80 million per year in 2014-2015, and scale up funding from resources additional to the share of proceeds from CDM project activities, first international transfers of assigned amount units (AAUs) and the issuance of emission reduction units (ERUs); the bidding process for the selection of a permanent trustee for the Adaptation Fund; and to whom to direct the request for further support for the readiness programme.", 
    "A draft decision was forwarded to the CMP, which adopted it on Friday, 12 December.", 
    "Final Outcome: In its decision (FCCC/KP/CMP/2014/L.5), the CMP welcomes the report of the AFB, noting with concern the level of market prices for CERs and their impact on funding from the Adaptation Fund.", 
    "The CMP also, inter alia : - adopts the amendment to the terms and conditions of services to be provided by the World Bank as a trustee for the Adaptation Fund; - notes cumulative receipts of US$407.9 million into the Adaptation Fund Trust Fund; - notes that pledges have surpassed the initial AFB fundraising target of US$100 million for 2012-2013, and urges those developed countries that responded to the initial AFB fundraising target but have not completed the process to do so; - welcomes the AFB resource mobilization strategy target of US$80 million per year in 2014 and 2015, and continues to encourage Annex I parties to provide funding to support this target, and to scale up funding from additional sources; - invites further support for the AFB readiness programme for direct access to climate finance in accordance with the decision on the second review of the Adaptation Fund; and - requests the AFB, in its future reports to the CMP, to provide further clarity on the effect of the fluctuation of CERs, including on the resources available to the Fund, and to continue its work on options for permanent institutional arrangements for the secretariat and trustee.", 
    "Second Review of the Adaptation Fund: Discussions on this item are summarized under the SBI agenda item on the Second Review of the Adaptation Fund (see page 15)."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12619e.html", 
  "enb_long_title": "Lima Climate Change Conference - December 2014", 
  "type": "", 
  "id": "enb12619e_34", 
  "enb_end_date": "14-Dec-14"
}