{
  "countries": [], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Flexibility Mechanisms"
  ], 
  "section_title": "COP/MOP Decision on Modalities, Rules and Guidelines for Emissions Trading", 
  "enb_start_date": "28-Nov-05", 
  "enb_short_title": "UNFCCC COP 11 and COP/MOP 1", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "This decision (FCCC/KP/CMP/2005/3/Add.3) determines the eligibility criteria for trading AAUs.", 
    "They require Annex I Parties to maintain a 'commitment period reserve' that cannot be below 90% of their respective assigned amounts, or '100% of five times their most recently reviewed inventories.", 
    "' COP/MOP Decision on Modalities for Accounting Assigned Amounts under Article 7.4.: This decision (FCCC/KP/CMP/2005/3/Add.3) includes requirements for calculating and recording assigned amounts.", 
    "The modalities contain provisions on compliance assessment, including making additions and subtractions, and carrying over registry units to subsequent commitment periods.", 
    "At the end of the commitment period, each Annex B party must retire AAUs, ERUs, CERs, and/or RMUs equivalent at least to its greenhouse gas emissions and sources during that period.", 
    "It may carry-over any AAUs not retired, as well as ERUs and CERs not retired, to a maximum of 2.5% for each, of the party\u0092s assigned amount.", 
    "RMUs cannot be carried over.", 
    "The modalities also outline requirements for national registries and procedures for issuing and transferring AAUs, ERUs, and RMUs.", 
    "The modalities also contain provisions on the international transaction log, publicly accessible information, and compilation and accounting of emissions inventories and assigned amounts at the end of the additional period for fulfilling commitments, including a database maintained by the Secretariat."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12291e.html", 
  "enb_long_title": "Eleventh session of the Conference of the Parties to the Climate Change Convention and first meeting of the Parties to the Kyoto Protocol", 
  "type": "", 
  "id": "enb12291e_76", 
  "enb_end_date": "09-Dec-05"
}