{
  "countries": [
    "Georgia", 
    "Uruguay", 
    "Mexico", 
    "Malaysia", 
    "Azerbaijan", 
    "Central African Republic", 
    "Uzbekistan", 
    "Morocco", 
    "Senegal", 
    "Australia", 
    "China", 
    "Sri Lanka", 
    "Thailand", 
    "Argentina", 
    "Benin", 
    "Antigua and Barbuda", 
    "Burkina Faso", 
    "Nigeria"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "National Communications & Inventories"
  ], 
  "section_title": "NON-ANNEX I COMMUNICATIONS", 
  "enb_start_date": "02-Jun-98", 
  "enb_short_title": "8th Session SBSTA & SBI, AG13 6", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "On Thursday, 4 June, the SBI took up non-Annex I communications.", 
    "The Secretariat stated that eight initial communications have been received, 23 are expected in 1998 and 30 in 1999.", 
    "The deadline was March 1998.", 
    "The EU and others called for a COP-4 decision on in-country expert reviews.", 
    "The G-77/CHINA highlighted financial and technical constraints and capacity building for adaptation.", 
    "SRI LANKA called for training for adaptation in all regions.", 
    "THAILAND noted difficulties with the adaptation assessment model.", 
    "GEORGIA and AZERBAIJAN stressed continuing GEF support.", 
    "Assistance was requested for: finance and know-how (MOROCCO); technical needs (BURKINA FASO); longer- term implementation (CENTRAL AFRICAN REPUBLIC, ARGENTINA); vulnerability (ARGENTINA); emission mitigation in other sectors and formulation of implementation programmes (URUGUAY, ARGENTINA); and second national communications (SENEGAL, MEXICO). The G-77/CHINA reminded UNEP and UNDP that they are implementing agencies of the operating entity of the financial mechanism.", 
    "NIGERIA suggested GEF subregional offices for project monitoring.", 
    "BURKINA FASO, THAILAND and AZERBAIJAN called for translations of guidelines.", 
    "SENEGAL and ARGENTINA noted constraints on translation and dissemination of communications.", 
    "The EU and AUSTRALIA stressed accelerating submission of initial communications, assisted by the GEF.", 
    "UZBEKISTAN stressed workshops for information exchange for Central Asia.", 
    "BENIN requested facilitation of conference attendance for delegates from Africa. A contact group, chaired by John Ashe (Antigua and Barbuda) and Dan Reifsnyder (US), was formed to consider non-Annex I Party communications as well as review and guidance to the financial mechanism.", 
    "On Wednesday, 10 June, Co-Chair Reifsnyder reported that the contact group had appointed a smaller group to recommend a decision. On Friday, 12 June, the Chair introduced documents that note the views of Parties together with the observations of the Secretariat (FCCC/SBI/1998/INF.3 and Add.1), including information on a workshop in Malaysia to assist deliberations.", 
    "Contact group Co-Chair Reifsnyder reported that the Co-Chairs had failed the SBI Chair, having run out of time to reach a substantive solution.", 
    "It was decided to continue discussion at SBI-9."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1286e.html", 
  "enb_long_title": "Eighth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "", 
  "id": "enb1286e_13", 
  "enb_end_date": "12-Jun-98"
}