{
  "countries": [
    "Panama"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "16-Jun-11", 
  "enb_short_title": "SB 34", 
  "subtype": "CORRIDORS", 
  "actors": [], 
  "sentences": [
    "As delegates waded through another busy day, the looming closing plenaries of the SBI and SBSTA, scheduled for Thursday, increased the urgency of reaching resolution on a number of issues.", 
    "Interest outside of the negotiating rooms lingered on the Bureau meeting.", 
    "We ve been so caught up with what needs to happen between now and Durban, but the de facto answer is not much if there is not going to be an intersessional meeting, uttered one concerned delegate.", 
    "However, several relieved delegates could be heard discussing travel plans later on in the day, with one joking that he was looking forward to wearing his Panama hat in situ .", 
    "Yet other delegates articulated continuing concern: There is still no funding for the intersessional meeting, the Secretariat has already dipped into its reserve funds and almost no funds are available to support the attendance of developing countries at the intersessional meeting.", 
    "Meanwhile, SBSTA, discussions on the proposed new agenda items held in abeyance were also attracting attention.", 
    "One delegate rushing towards the room exclaimed that they had a fighting chance of getting water on the agenda.", 
    "As the meeting closed to resounding applause, several beaming delegates emerging from the room confirmed the inclusion of water on the agenda, as well as resolution of a large number of issues, including, according to one seasoned delegate, common metrics, which has been on the agenda for years."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12511e.html", 
  "enb_long_title": "UN Climate Change Conference June 2011", 
  "type": "", 
  "id": "enb12511e_4", 
  "enb_end_date": "16-Jun-11"
}