{
  "countries": [
    "Brazil", 
    "Canada", 
    "Australia", 
    "India", 
    "United States", 
    "China", 
    "Colombia", 
    "Russian Federation", 
    "Japan"
  ], 
  "topics": [
    "Mitigation", 
    "Post-Kyoto Agreements", 
    "Compliance and Enforcement", 
    "Mitigation"
  ], 
  "section_title": "MITIGATION:", 
  "enb_start_date": "02-Oct-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Chair Zammit Cutajar invited parties to comment on text on frameworks for action by all parties.", 
    "Brazil, for the G-77/CHINA, opposed including the proposals for frameworks as well as the related structural proposals, stressing the distinction between mitigation by developed and developing countries both in magnitude and legal nature.", 
    "The US explained that his country s vision is different from the Protocol and builds on the Convention s commitments and obligations that are common for all parties.", 
    "He called for enhancing action and reporting by all parties, while recognizing that actions would be different for developed and developing countries.", 
    "He stressed the need for upfront information on countries actions, noting that national communications convey such information only years after actions have been taken.", 
    "The US also outlined plans for a legally-binding and economy-wide national system, highlighting a long-term perspective.", 
    "The RUSSIAN FEDERATION underlined the importance of this discussion as one of the prerequisites to a Copenhagen agreement. AUSTRALIA elaborated on her country s proposal on national schedules of mitigation commitments or actions, noting that the proposal goes beyond a pledge and review, takes into account different circumstances and capabilities of parties, and enables transparency and enhancing action over time.", 
    "She stressed that the proposal is not different from the Protocol as it entails economy-wide targets for developed countries, calling it a QELRO-plus approach.", 
    "She highlighted synergies with proposals on low-carbon development strategies and registries.", 
    "The EU called for a collective effort for all to develop low-carbon development strategies.", 
    "He stressed the need to carry over the key Kyoto elements for developed countries, including economy-wide and binding QELROs, robust reporting and accounting consistent with Protocol Articles 5, 7 and 8, as well as the flexibility mechanisms and notions of compliance.", 
    "He highlighted the need for an architecture that enables developing country NAMAs to go forward, and expressed interest in exploring the idea of schedules. CANADA noted that the common mitigation frameworks would help to build confidence that collective ambition reaches a necessary level.", 
    "JAPAN highlighted parties common responsibility.", 
    "Referring to support for action, COLOMBIA underlined that focus should not only be on expectations, but also on the way to fulfill them. INDIA stressed that the proposals contained in the frameworks conflict with the Convention and the BAP, as they seek to erase the distinction between developed and developing countries and impose new mitigation and reporting commitments on the latter.", 
    "CHINA opposed the proposals, noting historical responsibility and the clear distinction between mitigation by developed and developing countries, also reflected in sub-paragraphs 1(b)(i) and 1(b)(ii) of the BAP."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12432e.html", 
  "enb_long_title": "Bangkok Climate Change Talks - 2009", 
  "type": "working group", 
  "id": "enb12432e_1", 
  "enb_end_date": "02-Oct-09"
}