{
  "countries": [
    "Solomon Islands", 
    "New Zealand", 
    "Maldives", 
    "Ireland"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adaptation", 
    "National Communications & Inventories"
  ], 
  "section_title": "ADAPTATION COMMITTEE'S REPORT:", 
  "enb_start_date": "11-Nov-13", 
  "enb_short_title": "COP 19", 
  "subtype": "", 
  "actors": [
    "Least Developed Countries"
  ], 
  "sentences": [
    "This issue was first considered jointly by the SBI and SBSTA in plenary on 11 November (FCCC/SB/2013/2), and subsequently in informal consultations facilitated by Helen Plume (New Zealand).", 
    "In informal consultations on Friday, 15 November, parties considered the Chair's revised draft COP decision text.", 
    "Discussions focused on: changes in the rules of procedure; shortfall in resources; and encouraging parties to make available sufficient resources for the successful and timely implementation of the Committee's three-year workplan.", 
    "One party stressed the need to strengthen the Adaptation Committee in order for the Cancun Adaptation Framework to have a solid foundation.", 
    "On Sunday, 17 November, the SBI and SBSTA adopted a draft COP decision.", 
    "On Friday, 22 November, the COP adopted the decision.", 
    "Final Outcome : In its decision (FCCC/SB/2013/L.2), the COP, inter alia : - notes with concern the shortfall in resources referred to in the Committee's report; - notes progress made by the Committee in the implementation of its three-year workplan; - encourages the Committee to continue supporting NAPs; - requests the Committee to consider further focusing its 2014 thematic report and organize a special event during SB 40; - decides to replace the positions of Chair and Vice-Chair of the Committee by those of Co-Chairs; - expresses its appreciation for financial and in-kind contributions in support of the work of the Committee; and - reiterates its encouragement to parties to make available sufficient resources for implementation of the Committee's three-year workplan.", 
    "Least Developed Countries (LDCs): This item (FCCC/SBI/2013/8, 15 and 16) was first taken up by the SBI on 11 November, and subsequently in informal consultations facilitated by Collin Beck (Solomon Islands).", 
    "In plenary on Saturday, 16 November, the SBI adopted conclusions.", 
    "Final Outcome: In its conclusions (FCCC/SBI/2013/L.2), the SBI, inter alia : - acknowledges the progress made by the Least Developed Countries Expert Group (LEG); - welcomes the technical guidelines for the NAP process, the work on gender and other considerations regarding vulnerable communities within the LDCs, the work on promoting regional synergy and synergy among multilateral environmental agreements in addressing adaptation in the LDCs, and the mobilization of organizations, regional centers and networks, and experts; - notes NAPAs by all 50 LDC parties that embarked on NAPA preparation; and - welcomes the LEG's engagement with the Adaptation Committee and other relevant bodies under the Convention.", 
    "National Adaptation Plans (NAPs): This issue (FCCC/SBI/2013/8, 9, 15 and MISC.2 & Add.1; FCCC/CP/2013/3) was taken up by the SBI on 11 November, and subsequently in informal consultations facilitated by Frank McGovern (Ireland) and Amjad Abdulla (Maldives).", 
    "In informal consultations, on Thursday, 14 November, many parties supported working on the basis of the Co-Chairs' draft conclusions.", 
    "Several developing countries supported also having a COP decision to highlight the importance of NAPs to the broader adaptation and development communities.", 
    "Some developed countries expressed support for a COP 19 decision on the importance of NAPs, while others preferred a more substantive COP decision at a later stage.", 
    "In informal consultations on Friday, 15 November, parties considered a draft COP decision.", 
    "Discussions focused on text regarding parties and relevant organizations submitting information on their experience with the initial guidelines for the NAPs process.", 
    "On Sunday, 17 November, the SBI adopted conclusions and a draft COP decision.", 
    "On Friday, 22 November, the COP adopted the decision.", 
    "Final Outcome: In its conclusions (FCCC/SBI/2013/L.10), the SBI, inter alia : welcomes the technical guidelines for the NAP process, the NAP expo held in June 2013, progress made by the GEF in responding to guidance from the COP, and establishment of the NAP global support programme for the LDCs; notes that the LDCs can start to access resources from the Least Developed Countries Fund and developing countries from the Special Climate Change Fund; requests the LEG to continue providing technical guidance to the LDCs on the NAP process; and invites the task force on NAPs under the Adaptation Committee to report on its work to SBI and SBSTA 41.", 
    "In its decision (FCCC/SBI/2013/L.10/Add.1), the COP, inter alia : - recalls that planning for adaptation should be based on nationally-identified priorities; - welcomes the technical guidelines for the NAP process and the establishment of the NAP global support programme for the LDCs; - invites developed country parties, UN organizations, specialized agencies and others to enhance financial and technical support to the NAP process; - invites UN organizations, specialized agencies and others to consider establishing or enhancing support programmes for the NAP process and to submit to the Secretariat, by 26 March 2014, information on how they have responded to this invitation; - invites parties and relevant organizations to submit, by 26 March 2014, information on their experience with the application of the initial guidelines of the NAPs for compilation into a document for SBI 40; and - decides to continue to take stock of and, if necessary, revise the initial guidelines of the NAPs at COP 20."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12594e.html", 
  "enb_long_title": "Warsaw Climate Change Conference - November 2013", 
  "type": "", 
  "id": "enb12594e_55", 
  "enb_end_date": "23-Nov-13"
}