{
  "countries": [
    "Brazil", 
    "Maldives", 
    "Bangladesh", 
    "Kuwait", 
    "France", 
    "United States", 
    "Peru", 
    "Mali", 
    "Switzerland", 
    "New Zealand", 
    "Saudi Arabia", 
    "Australia", 
    "Iran", 
    "Mexico", 
    "South Africa", 
    "India", 
    "Japan", 
    "China", 
    "Colombia", 
    "Kenya"
  ], 
  "topics": [
    "Post-Kyoto Agreements"
  ], 
  "section_title": "WORKSTREAM 2", 
  "enb_start_date": "31-Aug-15", 
  "enb_short_title": "ADP 2-10", 
  "subtype": "", 
  "actors": [
    "Group of 77", 
    "Alliance of Small Island States", 
    "European Union", 
    "Independent association of Latin America and the Caribbean", 
    "League of Arab States"
  ], 
  "sentences": [
    "The group on workstream 2, which was co-facilitated by Aya Yoshida (Japan) and George Wamukoya (Kenya), met Monday through Thursday.", 
    "Two spin-off groups on implementation and on the Technical Examination Process (TEP) deepened parties’ discussions of the main points of contention.", 
    "On Monday, Peru and France, respectively, for the COP 20 and incoming COP 21 Presidencies, addressed negotiators, linking workstream 2 with the Lima-Paris Action Agenda and posing questions for delegates to consider in relation to a decision on workstream 2.", 
    "Discussions in the facilitated group were based on the Co-Chairs’ elements for a draft decision, which were developed based on discussions held at ADP 2-9.", 
    "The Co-Facilitators captured the views expressed at ADP 2-10 in working documents issued daily.", 
    "Many parties noted consensus on the general need to enhance ambition and close the mitigation gap, calling for discussion on “how” to achieve this aim.", 
    "Mali for the G-77/China, Saudi Arabia for the LMDCs, China and Brazil noted the draft elements lacked specific actions, calling on parties to go beyond general requests for “enhanced” action.", 
    "Proposing the appointment of three co-champions to raise political visibility, Maldives, for AOSIS, suggested three steps: connecting technical work and political cooperation; scaling up the work of the Convention bodies; and continuing the work undertaken by the COP Presidency.", 
    "While recognizing the importance of high-level engagement, Mexico cautioned that it alone would not catalyze the action sought.", 
    "China and Kuwait, for the Arab Group, recalled earlier COP decisions that call on workstream 2 to address issues outside mitigation, such as adaptation and MOI.", 
    "India urged parties to think of the pre-2020 gap in terms of all these elements.", 
    "The EU welcomed the paragraphs focusing on mitigation in the draft elements, such as the call to ratify the Doha Amendment.", 
    "With the US and Australia, he clarified that while the issues other than mitigation are important, they should be addressed in the right fora by the relevant experts.", 
    "Many developed countries supported confining the scope of the draft to mitigation, with limited references to adaptation, such as adaptation co-benefits of mitigation actions.", 
    "They stressed using existing adaptation entities and experts to address adaptation.", 
    "New Zealand and Switzerland urged “fixing” other bodies if deemed inadequate before creating new institutions.", 
    "The LMDCs and AOSIS stressed the need to prioritize trust-building.", 
    "Brazil, China and Iran highlighted that workstream 2 is as important as, and complements, workstream 1, noting that agreement on workstream 2 underpins an effective Paris agreement.", 
    "On implementation, the G-77/China expressed disappointment that its proposal for an accelerated implementation process had not been included in the draft.", 
    "Several developed country parties and Colombia, for AILAC, welcomed the emphasis on the role of non-state actors.", 
    "Reporting from the spin-off on implementation led by the Co-Facilitators, Mexico indicated that several textual proposals had been submitted on, inter alia: pledges/commitments; voluntary actions and co-benefits; finance; Nationally-Appropriate Mitigation Actions; and elimination of paragraphs viewed as outside workstream 2’s scope.", 
    "On the TEP, some developing countries lamented that the TEP is confined to mitigation.", 
    "The LMDCs and the G-77/China called for an adaptation TEP, underlining that the pre-2020 mitigation gap had left a pre-2020 adaptation gap.", 
    "India called for expanding the TEP to include technology and finance TEMs.", 
    "AILAC suggested regional TEMs.", 
    "Bangladesh, for the LDCs, and South Africa called for transforming the outputs of the TEMs into implementation actions.", 
    "The EU called for clear links between the TEP, high-level stakeholders, and actors implementing projects on the ground.", 
    "Japan, pointing to current work on adaptation and many existing reporting tools and requirements, warned against duplicating work in taking up adaptation TEMs and accelerated implementation.", 
    "Saudi Arabia acknowledged the disagreement over workstream 2’s mandate, but asked for the rationale against an adaptation TEP.", 
    "South Africa reported on the TEP spin-off, highlighting discussions related to the scope, institutional arrangements and governance of the TEP.", 
    "He said areas of emerging convergence included the need to: continue the mitigation TEP; improve connections with non-state actors; increase political momentum; and strengthen participation of developing countries.", 
    "Divergence remained over institutional arrangements, including a proposed accelerated implementation forum, and an expanded scope.", 
    "The group recommended a meeting of adaptation experts to discuss whether existing adaptation institutional arrangements can address the need for an adaptation TEP or whether some adaptation topics should be addressed by workstream 2.", 
    "Following a debate over which submissions, working documents, questions and interventions should inform the Co-Facilitators’ input to the Co-Chairs, parties agreed that the Co-Facilitators would assist the Co-Chairs in producing a new text ahead of ADP 2-11, taking into account all inputs made, regardless of form."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12644e.html", 
  "enb_long_title": "Bonn Climate Change Conference - August 2015", 
  "type": "", 
  "id": "enb12644e_24", 
  "enb_end_date": "04-Sep-15"
}