{
  "countries": [
    "Canada", 
    "Australia", 
    "Poland", 
    "Finland", 
    "France", 
    "United States", 
    "Austria", 
    "Germany", 
    "Japan", 
    "New Zealand"
  ], 
  "topics": [], 
  "section_title": "CONCLUSIONS OF THE CO-CHAIRS", 
  "enb_start_date": "17-Jul-00", 
  "enb_short_title": "LULUCF", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "On Thursday afternoon, 13 July, Co-Chair Thorgeirsson summarized the key issues addressed during the workshop.", 
    "He highlighted four main crosscutting issues that emerged: coverage - addressing what, when and how to measure and monitor carbon stocks relating to LULUCF, which encompass issues such as certainty and permanence; attribution or separation - distinguishing between human-induced and natural causes; accounting - including what 'triggers' entry of land into an accounting system under Article 3.3 and 3.4, issues of reporting, transparency, and third-party verification; and links to assigned amounts - addressing questions of credit assignments. He concluded that policy makers have a critical responsibility to develop sound policy judgments and prioritize issues.", 
    "He suggested the possibility of exploring and synthesizing these issues further, while noting that there was to be no formal report from the workshop. In the ensuing discussion, Germany emphasized the need to take into account differences in national circumstances when considering carbon credits.", 
    "Japan highlighted variation between the credits gained from sinks activities and emissions targets and recommended incentives for countries that are disadvantaged in terms of land area.", 
    "The European Commission underscored the potential financial implications of excluding the residual sink from credit systems.", 
    "The US underscored the significant scientific uncertainty surrounding the potential residual sink, and called for more research in this area. AOSIS called for a political overlay to the scientific framework for LULUCF issues provided by the IPCC Special Report, stressing the need to give appropriate consideration to issues such as the accounting system for assigned amounts and processes of verification.", 
    "Commenting on views expressed by participants on the need for consideration of national circumstances, he cautioned against a 'pick and choose' approach, where the activities to be included under Article 3.4 are selected at the national level.", 
    "Canada, supported by New Zealand, replied that the intention was not a 'pick-and-choose' system, but getting to the same goal via different routes that reflect each countries' unique circumstances.", 
    "He said superimposed solutions that do not fit should be avoided.", 
    "France suggested using existing systems and procedures at the national level as far as possible for accounting, monitoring and verification.", 
    "Poland stressed the need for a good description of 'baseline' with common elements for all Parties.", 
    "Austria recommended taking equity issues into consideration.", 
    "Australia, supported by the US, noted the continuation of the process beyond COP-6, which he stressed was not the end point.", 
    "He said options under Article 3.4 could be sequenced and decisions at COP-6 should focus on what is needed for the first commitment period, while keeping the long-term future in mind.", 
    "Recalling the decisions on LULUCF at Kyoto, Finland stressed that decisions taken at COP-6 must be such that national-level implications are clear."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12141e.html", 
  "enb_long_title": "Workshop on Land-Use, Land-Use Change and Forestry", 
  "type": "SPECIAL WORKSHOP", 
  "id": "enb12141e_32", 
  "enb_end_date": "17-Jul-00"
}