{
  "countries": [
    "Canada", 
    "Brazil", 
    "Maldives", 
    "Panama", 
    "United States", 
    "Ethiopia", 
    "New Zealand", 
    "Bolivia", 
    "Norway", 
    "Argentina", 
    "Australia", 
    "South Africa", 
    "Senegal", 
    "Chile", 
    "Kenya", 
    "Tanzania"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "Forests"
  ], 
  "section_title": "MITIGATION :", 
  "enb_start_date": "09-Feb-15", 
  "enb_short_title": "COP 20", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "African Group", 
    "Independent association of Latin America and the Caribbean", 
    "Coalition for Rainforest Nations", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "In the afternoon, the contact group focused on Section D on mitigation.", 
    "Argentina, for the LMDCs, underscored, inter alia , that commitments, contributions and actions should comply with the Convention s principles and obligations, with developed country parties undertaking quantified emission limitation and reduction objectives (QELROs) that are comparable, verifiable and implemented without any conditions.", 
    "She added that developing country actions may include REDD+ and joint adaptation and mitigation, in accordance with their specific circumstances and needs.", 
    "Chile, for AILAC, suggested text on distinguishing between ex ante and ex post review of INDCs, proposing that all parties make successive mitigation commitments.", 
    "On the use of market mechanisms in the land-use sector, he suggested including references to: environmental integrity; avoiding double counting; and a levy to support climate change resilience in developing countries.", 
    "Panama, for CfRN, called for: the REDD+ framework be reflected and anchored in the new agreement; applying safeguards; and strengthening institutional arrangements under the Convention based on Decision 10/CP.19 on support for the implementation of mitigation activities in the forest sector by developing countries.", 
    "The EU, inter alia : emphasized accounting rules and suggested bringing these from the Section on transparency of action and support, into the Section on mitigation.", 
    "He proposed separating text on land use and market mechanisms.", 
    "He highlighted the need for parties to periodically review and update their commitments.", 
    "AUSTRALIA proposed text on national schedules and intended mitigation contributions, including that each party individually update their respective national schedules in accordance with modalities to be agreed by the governing body.", 
    "Kenya, for the AFRICAN GROUP, emphasized developed countries obligation to provide MOI, and that social and economic development and poverty eradication are first and overriding priorities for developing countries.", 
    "Maldives, for SIDS, proposed, inter alia , that proceeds from the use of market mechanisms will be used for meeting the costs of adaptation in the most vulnerable developing countries.", 
    "Underlying the importance of text on peaking of global GHG emissions as soon as possible, TANZANIA proposed text specifying these efforts be quantitative and time-bound for developed countries and aspirational for developing countries.", 
    "The US proposed replacing references to developed or developing countries throughout the text be replaced with reference to new annexes y and x.", 
    "He proposed text to provide clarity on how parties engage in consultations on future cycles of contributions, specifying that parties should submit INDCs no later than six months before the beginning of each cycle.", 
    "CANADA proposed text suggesting that all parties prepare national inventory reports in accordance with IPCC guidance. BRAZIL suggested text on an economic mechanism comprising an emissions trading system (ETS) and an enhanced Clean Development Mechanism (CDM+).", 
    "He explained that parties with quantified mitigation targets could use ETS and CDM+ to supplement domestic action, and developing countries may participate in CDM+ projects on a voluntary basis.", 
    "He emphasized voluntary cancellations of Certified Emission Reductions (CERs) to enhance environmental integrity, saying cancelled CERs could be used to meet quantified financing targets or pledges but not mitigation targets. SENEGAL stated that market mechanisms and actions in the land-use sector should contribute to the sustainable development of the host countries.", 
    "He proposed a centrally governed market mechanism under the Convention, building on existing market mechanisms.", 
    "ETHIOPIA announced a new submission clarifying the details of market mechanisms in the 2015 agreement. SOUTH AFRICA stressed review as an integral part of a dynamic contribution cycle.", 
    "She proposed text on common accounting rules to be developed by the COP.", 
    "NEW ZEALAND noted that accounting rules must be more explicitly addressed in Section D, and, with NORWAY, stressed the importance of avoiding double-counting. BOLIVIA stressed the need for inclusion of alternative, non-market, and joint mitigation and adaptation approaches, and for adding text on the protection and integrity of Mother Earth.", 
    "On a global emission budget, ETHIOPIA proposed including a reference to national per capita emissions and taking into account historical emissions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12621e.html", 
  "enb_long_title": "Geneva Climate Change Conference - February 2015", 
  "type": "working group", 
  "id": "enb12621e_4", 
  "enb_end_date": "09-Feb-15"
}