{
  "countries": [
    "Turkey", 
    "Brazil", 
    "Costa Rica", 
    "United States", 
    "Switzerland", 
    "New Zealand", 
    "Bolivia", 
    "Norway", 
    "Pakistan", 
    "Saudi Arabia", 
    "Mexico", 
    "Iceland", 
    "Singapore", 
    "Malaysia", 
    "Senegal", 
    "China", 
    "Russian Federation", 
    "Japan"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Post-Kyoto Agreements", 
    "Compliance and Enforcement", 
    "Mitigation"
  ], 
  "section_title": "Mitigation by developed countries", 
  "enb_start_date": "08-Jun-09", 
  "enb_short_title": "SB 30", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States", 
    "African Group", 
    "Group of 77", 
    "Organisation for Economic Co.operation and Development"
  ], 
  "sentences": [
    "Parties then considered paragaraph 1(b)(i) of the BAP (developed country mitigation).", 
    "The G-77/CHINA stressed that Annex I parties must take on legally binding commitments expressed as economy-wide reduction objectives for 2013-20.", 
    "AOSIS identified the comparability of efforts by Annex I parties as a central issue to be addressed, and called for emphasis on historical responsibility and capability.", 
    "The EU identified a link with the AWG-KP discussions, highlighting the aggregate scale of emission reductions, as well as the comparability of efforts, both in terms of the level of ambition and legal form.", 
    "NEW ZEALAND stressed the need for coherence and consistency with negotiations under the AWG-KP, and JAPAN proposed language on close coordination with the AWG-KP.", 
    "He opposed differentiated treatment of Protocol parties and non-parties.", 
    "The EU proposed deleting the option on voluntary commitments for developed countries, stressing the need to establish binding targets in Copenhagen.", 
    "He called for inserting text on links with existing and new market mechanisms, as well as on LULUCF accounting rules.", 
    "JAPAN supported legally binding actions by major emitting countries, noting that some actions could be less comprehensive, through sector-specific or intensity targets. NORWAY said all OECD members and candidate states, as well as states with comparable GDPs, should have legally binding targets, using factors such as GDP and mitigation potential to establish the levels.", 
    "MEXICO said countries required to adopt legally binding mitigation commitments or actions should be restricted to Annex I parties.", 
    "The RUSSIAN FEDERATION suggested giving non-Annex II parties flexibility in complying with their reduction objectives, supported inclusion of text relating to the definition of developed countries, and opposed reference to historical responsibility.", 
    "The US suggested including text on countries circumstances evolving over time.", 
    "TURKEY called for a wide range of commitments, taking into account national circumstances and capabilities, and proposed including guidance in the text on classification of developed and developing countries.", 
    "SWITZERLAND called for categorizing developed and developing countries based on objective and transparent criteria, and highlighted mitigation potential and ability to pay.", 
    "He opposed the introduction of new principles such as historical responsibility.", 
    "JAPAN said reference to historical responsibility was inappropriate. BRAZIL proposed highlighting the idea of historical responsibility in the chapeau.", 
    "With MALAYSIA, he opposed references to criteria for defining developed countries.", 
    "MALAYSIA and others urged using language consistent with the Convention. BOLIVIA noted that any targets should be based on the historical debt accrued by developed countries, stressing that their excessive emissions have deprived developing countries of equitable use of the atmospheric space.", 
    "The US called for reflecting his country s submission more clearly, and said he does not envisage inclusion of the list of the possible comparability criteria in the agreement.", 
    "ICELAND proposed taking into account comparability of efforts between large and small states.", 
    "He also called for transparent indicators, taking into account national circumstances and economic characteristics.", 
    "SAUDI ARABIA and CHINA proposed deleting the paragraph listing various possible comparability criteria, with the exception of historical responsibility.", 
    "CHINA suggested moving historical responsibility into the chapeau.", 
    "The AFRICAN GROUP noted that a technical panel would be one way to measure comparability, but that the mandate and process needs further discussion.", 
    "MEXICO and the G-77/CHINA requested explanation regarding the mandate of the proposed technical panel for the assessment of the comparability of Annex I parties efforts.", 
    "NEW ZEALAND expressed reservations with the proposal.", 
    "JAPAN said the proposed technical panel risked an expansive bureaucracy. SENEGAL noted the need to reference local authorities in the text to reflect the different levels at which mitigation action will take place.", 
    "JAPAN opposed the criteria specifying the degree of access to the flexibility mechanisms.", 
    "SINGAPORE emphasized that while Annex I countries should fulfill most of their mitigation commitments domestically, defining the numbers in this context would not be useful. COSTA RICA supported an effective compliance mechanism, and strengthening language to specify the consequences of non-compliance.", 
    "CHINA proposed deleting reference to a new compliance mechanism, and combining and strengthening the remaining options on penalties and relevant provisions under the Protocol.", 
    "SINGAPORE called for coherence on compliance across all chapters in the text.", 
    "PAKISTAN identified the need to work on the compliance mechanism.", 
    "On MRV, the US supported using the current reporting system as the basis, stressing that it should have a broad application beyond Annex I parties.", 
    "The US also noted that the text refers to reporting commitments under the Protocol.", 
    "AWG-LCA Chair Zammit Cutajar highlighted important work done under the Protocol in this regard, and identified the need for ensuring that such work is not lost if MRV is conducted outside the Protocol."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12416e.html", 
  "enb_long_title": "Bonn Climate Change Talks - June 2009", 
  "type": "", 
  "id": "enb12416e_2", 
  "enb_end_date": "08-Jun-09"
}