{
  "countries": [
    "Senegal"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Implementation", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Mitigation", 
    "National Communications & Inventories"
  ], 
  "section_title": "ORGANIZATIONAL MATTERS:", 
  "enb_start_date": "01-Dec-14", 
  "enb_short_title": "COP 20", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Parties adopted the agenda (FCCC/SBI/2014/9) with the item on information in non-Annex I national communications held in abeyance.", 
    "The SBI also agreed to consider under other matters the item on non-Annex I parties CGE membership as referred to it by the COP.", 
    "Parties agreed to the organization of work as presented.", 
    "Election of Officers Other than the Chair: During the SBI opening plenary on Monday, 1 December, SBI Chair Yauvoli announced consultations would continue on this matter facilitated by Cheikh Ndiaye Sylla (Senegal).", 
    "During the first part of the closing plenary on Friday, 5 December, SBI Chair Yauvoli informed that consultations on the SBI Vice Chair and Rapporteur had not been completed.", 
    "The SBI agreed to invite the COP to elect the Vice Chair and Rapporteur of the SBI.", 
    "On Saturday, 13 December, officers other than the Chair were elected during the COP closing plenary.", 
    "Multilateral Assessment Working Group Session under the Independent Assessment Report (IAR) Process: This item was taken up during the SBI opening plenary on Monday, 1 December.", 
    "SBI Chair Yauvoli explained that 17 developed countries quantified economy-wide emission limitation and reduction targets, including progress toward their achievement, would be assessed during this SBI session, suggesting this would demonstrate that the SBI is at the heart of the implementation of the Convention.", 
    "The first round of the multilateral assessment working group session under the IAR was held in two parts, on Saturday, 6 December, and Monday, 8 December.", 
    "The second and third rounds of the session, which will assess the remaining Annex I parties, will be held at SBI 42 and SBI 43, respectively.", 
    "Opening the multilateral assessment working group session, SBI Chair Yauvoli noted two new MRV processes established in Cancun - \u0095the IAR for developed countries, and international consultation and analysis (ICA) for developing countries.", 
    "Parties delivered presentations on their progress towards the achievement of their quantified economy-wide emission reduction targets, followed by question and answers.", 
    "For a summary of the presentations and discussions held during the multilateral assessment working group session, see: http://www.iisd.ca/vol12/enb12614e.html and http://www.iisd.ca/vol12/enb12615e.html"
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12619e.html", 
  "enb_long_title": "Lima Climate Change Conference - December 2014", 
  "type": "", 
  "id": "enb12619e_43", 
  "enb_end_date": "14-Dec-14"
}