{
  "countries": [
    "Japan"
  ], 
  "topics": [
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "AMENDMENT TO THE PROTOCOL RELATING TO COMPLIANCE", 
  "enb_start_date": "06-Nov-06", 
  "enb_short_title": "COP/MOP2", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "By its Decision 27/CMP.1, the COP/MOP invited the SBI to give further consideration to an amendment with respect to procedures and mechanisms relating to compliance, with a view to finalizing discussions at SBI 27.", 
    "SBI took up discussion of this issue in plenary on 8 November.", 
    "In the discussion, the EU said he was not opposed to an amendment, but considered that for the time being, there remained significant practical difficulties with its adoption and entry into force.", 
    "Chair Becker undertook to prepare draft SBI conclusions.", 
    "However, with no agreement reached, SBI Chair Becker reported to COP/MOP plenary that the SBI had referred the item to SBI 26. INTERNATIONAL TRANSACTION LOG The report of the administrator of the international transaction log (ITL), a computerized system that monitors credits under the Protocol mechanisms and will link with national registry systems, was presented to SBI on 8 November ( FCCC/KP/CMP/2006/7 ).", 
    "The EU welcomed progress so far.", 
    "He noted that it was a priority to make the ITL fully operational by April 2007, including linkages to the CDM Registry, which would require that registry systems are developed and tested as early as possible in 2007.", 
    "Japan subsequently expressed concerns about various cost issues relating to the ITL.", 
    "However, SBI conclusions were adopted on 14 November and were noted by the COP/MOP on 17 November. SBI Conclusions : In its conclusions ( FCCC/SBI/2006/L.28 ), the SBI reiterates the importance of making rapid progress in ensuring that registry systems are fully operational with the ITL by April 2007.", 
    "It notes funding shortfalls, and invites parties to submit, by 31 January 2007, their views on the collection of fees from users of the ITL on how to make the ITL self-sustaining."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12318e.html", 
  "enb_long_title": "UN Climate Change Conference – Nairobi 2006", 
  "type": "", 
  "id": "enb12318e_42", 
  "enb_end_date": "17-Nov-06"
}