{
  "countries": [
    "Bangladesh", 
    "Luxembourg", 
    "France", 
    "Ethiopia", 
    "Netherlands", 
    "Peru", 
    "Nigeria", 
    "Bolivia", 
    "Norway", 
    "Australia", 
    "Iran", 
    "Zambia", 
    "Slovenia", 
    "Marshall Islands", 
    "Indigenous Peoples", 
    "Germany", 
    "Tanzania", 
    "Liberia", 
    "Maldives", 
    "Poland", 
    "Finland", 
    "Morocco", 
    "Sweden", 
    "Gabon", 
    "Malta", 
    "Switzerland", 
    "Grenada", 
    "Estonia", 
    "Egypt", 
    "Azerbaijan", 
    "United Kingdom", 
    "China", 
    "Uganda", 
    "Greece", 
    "Hungary", 
    "Nicaragua"
  ], 
  "topics": [
    "Mitigation", 
    "Post-Kyoto Agreements", 
    "forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Mitigation", 
    "Extension of the Kyoto protocol", 
    "Flexibility Mechanims"
  ], 
  "section_title": "HIGH-LEVEL MINISTERIAL ROUNDTABLE UNDER THE KYOTO PROTOCOL", 
  "enb_start_date": "04-Jun-14", 
  "enb_short_title": "SB 40", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Least Developed Countries", 
    "African Group", 
    "Group of 77 and China", 
    "Group of 77"
  ], 
  "sentences": [
    "On 5 June, COP 19/CMP 9 President Marcin Korolec (Poland) and COP 20/CMP 10 President-designate Manuel Pulgar-Vidal (Peru) welcomed participants and emphasized the need to seek consensus.", 
    "Noting this is the first time ministers are present at a June session, Rita Schwarzelühr-Sutter, Parliamentary State Secretary, Federal Ministry for the Environment, Nature Conservation, Building and Nuclear Safety, Germany, looked forward to a vivid dialogue. UNFCCC Executive Secretary Christiana Figueres hoped that the clarity and starkness of the Intergovernmental Panel on Climate Change (IPCC) 5th Assessment Report (AR5) findings would 'jolt parties into action', and reported that only 10 out of the required 144 ratifications of the Doha Amendment had been received.", 
    "Halldór Thorgeirsson, UNFCCC Secretariat, said that overall emissions by Annex B parties to the Kyoto Protocol with commitments under the first commitment period were 22.6% below the 1990 base year in 2012.", 
    "On the Doha Amendment , Greece, for the European Union (EU), emphasized the importance of both ratifying and implementing the Doha Amendment.", 
    "Noting they had overachieved on their first period commitment target, Norway underscored that 'too few' countries took new commitments.", 
    "Bolivia, for the Group of 77 and China (G-77/China), stressed ratification of the Doha Amendment by all Annex I parties as crucial for building trust in the ADP negotiations.", 
    "Ethiopia urged those without commitments to reconsider.", 
    "Tanzania, for the African Group, lamented that some developed countries had withdrawn from the Protocol altogether.", 
    "China highlighted proposals by others for 'outright emission increases'.", 
    "On EU emission reductions , the EU announced the overachievement of its target under the first commitment period and that the EU is projected to overachieve its target of 20% below 1990 levels in the 2013-2020 period.", 
    "He reiterated the conditional offer to increase the commitment to 30%.", 
    "Slovenia praised the EU's Emission Trading Scheme (ETS) for enabling the overachievement.", 
    "On increasing ambition , Grenada underscored that it is premature to call some results an 'overachievement', and called for developed countries to unlock their full mitigation potential.", 
    "Liberia, for the Least Developed Countries (LDCs), expressed concern that countries with initial targets under the second commitment period have not put forward new targets with increased ambition, and called for removing conditionalities.", 
    "The Marshall Islands called on states undertaking more ambitious action than they are formally committed to account for these actions under the UNFCCC.", 
    "Expressing disappointment that no developed countries have moved towards the upper end of their pledge ranges, the Maldives invited parties to note the urgency of action as stated by the IPCC.", 
    "Bangladesh observed IPCC AR5 reveals that it is still technologically and economically feasible to limit warming to 1.5 °C, but only with meaningful efforts, particularly by Annex I parties.", 
    "China stressed enhanced ambition by developed countries should not be used as bargaining chip.", 
    "Tanzania called for 'limited' use of offset mechanisms when increasing ambition.", 
    "Citing the UN Environment Programme (UNEP) Gap Report, Egypt underscored that Annex I commitments are insufficient.", 
    "He described the Clean Development Mechanism (CDM) as an 'effort by developing countries', that 'cannot be discarded'.", 
    "Stressing the Protocol's weakness is lack of political will, not its architecture, Bolivia queried the ethical grounds on which developed countries ask developing countries to undertake commitments.", 
    "Iran emphasized that work on pre-2020 ambition includes means of implementation (MOI) and called for developed countries' unconditional leadership, cautioning against introducing commitments for developing countries.", 
    "Uganda called for clear accounting rules, buy-in by all parties, and linking market mechanisms to ambition, demand and carbon prices.", 
    "Slovenia underscored the need for all parties to reduce emissions in the pre-2020 period according to common but differentiated responsibilities (CBDR), and reminded this requires that developed countries support mitigation and adaptation in developing countries.", 
    "Sweden and Luxembourg emphasized the importance of decoupling emissions from economic growth.", 
    "The Netherlands emphasized acknowledging that enhanced ambition under the Kyoto Protocol alone will not be effective, as it only covers a small percentage of global emissions.", 
    "On lessons learned from the Kyoto Protocol , Germany stressed that: a legally-binding form is crucial; rules on accounting and transparency create clarity; and market mechanisms can play a role in achieving reduction targets and environmental integrity.", 
    "Switzerland highlighted that the Kyoto Protocol demonstrates that a system of absolute economy-wide emission reduction targets that ensures predictability through common rules can work without sacrificing economic growth.", 
    "Gabon highlighted the need to: step up commitments and ambition; build trust; secure pragmatic cooperation; and continue to pay attention to science.", 
    "Zambia called for strengthening political will, accounting rules and compliance.", 
    "On the global agreement , Norway, Switzerland and Luxembourg underlined that the participation of all heavily emitting countries is important for a successful global agreement.", 
    "Australia said universal applicability of the 2015 agreement will provide a level playing field and increase overall ambition.", 
    "Nicaragua called for a new agreement that recognizes different levels of development and responsibility.", 
    "Nigeria noted new market-based mechanisms (NMMs), the framework for various approaches (FVA) and reducing emissions from deforestation and forest degradation in developing countries; and the role of conservation, sustainable management of forests, and enhancement of forest carbon stocks (REDD+) as important issues to be considered in Lima.", 
    "Presenting country experiences and achievements , Morocco, Azerbaijan, Malta, Hungary, Estonia, France, Finland, the UK, Australia and many others presented domestic emission reduction activities.", 
    "During civil society interventions, Business and Industry NGOs (BINGOs) called for establishing early climate targets, taking action on short-lived climate pollutants (SLCPs), and reforming the CDM.", 
    "Observing that no country has indicated its intention to increase its target, Climate Action Network (CAN), for Environmental NGOs (ENGOs), said the ministerial discussions presented a 'spectrum of known commitments'.", 
    "Climate Justice Now!", 
    "), for ENGOs, reminded Annex I parties of the 'broken promise' of the Durban mandate to have a 'full, legal second commitment period'.", 
    "Indigenous Peoples called for an overarching human rights-based approach and recognition of the rights and knowledge of indigenous peoples.", 
    "Local Government and Municipal Authorities urged Ministers to discuss with their national colleagues and channel bank bail-out money to local climate action.", 
    "Farmers called for more transparent talks and warned that climate change threatens to reduce agricultural yields and push more people into poverty.", 
    "Youth demanded fossil fuel divestment and cited community renewable energy (RE) systems as being at the forefront of providing energy for all and reducing emissions. COP 19 President Korolec and COP 20 President Pulgar-Vidal observed agreement by many that there is need to ratify the second commitment period while raising ambition in commitments and actions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12598e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2014", 
  "type": "COP", 
  "id": "enb12598e_10", 
  "enb_end_date": "15-Jun-14"
}