{
  "countries": [
    "Sudan", 
    "Switzerland", 
    "Argentina", 
    "New Zealand", 
    "Saudi Arabia"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adverse Effects & Response Measure"
  ], 
  "section_title": "POTENTIAL CONSEQUENCES:", 
  "enb_start_date": "07-Oct-10", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "In the morning, Co-Chair Buendía requested parties to focus on options in the text to either create a permanent forum to address potential consequences or use existing channels, such as national communications. ARGENTINA emphasized that establishing a forum is fundamental to address compliance by Annex I parties with their obligations under Protocol Articles 2.3 (adverse impacts of polices and measures) and 3.14 (adverse effects).", 
    "SAUDI ARABIA said the forum is necessary because Annex I parties have not reported on potential consequences in their national communications, while NEW ZEALAND underscored that Annex I parties were not required to report on potential consequences until their fifth national communications, which have just been completed and reviewed.", 
    "In response, SAUDI ARABIA stressed that Annex I parties were obligated to report on potential consequences from their first national communications. SUDAN said the forum would also provide a platform for operationalizing what is reported in national communications.", 
    "NEW ZEALAND noted that information reported in national communications is already operationalized because Annex I parties are reporting on the ways they are implementing their policies to avoid potential consequences.", 
    "On the review function of the proposed forum, she emphasized that the SBI already has a mandate to review national communications. SWITZERLAND underlined that Annex I parties obligation is to strive to minimize impacts of policies and measures and that a process imposing restrictions on how sovereign countries create and implement policies is unadvisable.", 
    "He noted the lack of a clear mandate or terms of reference for the proposed forum."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12482e.html", 
  "enb_long_title": "Tianjin Climate Change Talks - October 2010", 
  "type": "working group", 
  "id": "enb12482e_9", 
  "enb_end_date": "07-Oct-10"
}