{
  "countries": [
    "United States", 
    "Thailand", 
    "China", 
    "Bahamas"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "National Communications & Inventories"
  ], 
  "section_title": "REPORTS ON INTER-SESSIONAL ACTIVITIES", 
  "enb_start_date": "25-Jul-01", 
  "enb_short_title": "COP-6 bis", 
  "subtype": "", 
  "actors": [
    "Group of 77"
  ], 
  "sentences": [
    "On reports on inter- sessional activities, SBI considered the work of the Consultative Group of Experts (CGE) on National Communications from Parties not included in Annex I.", 
    "In presenting the preliminary report of the Group, Chair Vute Wangwacharakul (Thailand) said that, in an examination of 50 national communications, the Group had identified a number of problems that may be addressed, inter alia, through the provision of adequate financial and technical assistance.", 
    "The G-77/CHINA said the recommendations of the CGE were based only on a limited number of national communications, and that a more comprehensive aggregate analysis was needed, while the US said such recommendations should form the basis for the development of new guidelines for national communications to be adopted at COP-7.", 
    "Chair Ashe said consultations on this issue, facilitated by Philip Weech (The Bahamas), would take place later during the day. On ongoing activities on reporting and review of greenhouse gas inventories in Annex I Parties, the Secretariat said detailed information on this issue would be provided during a side-event on Wednesday.", 
    "The US suggested a more comprehensive testing of the guidelines by all Parties during the trial phase and that revised guidelines be adopted at COP-8.", 
    "Chair Ashe said SBSTA-15 will have a substantive consideration of this agenda item."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12173e.html", 
  "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION", 
  "type": "", 
  "id": "enb12173e_3", 
  "enb_end_date": "25-Jul-01"
}