{
  "countries": [
    "Sudan", 
    "Tanzania", 
    "Finland", 
    "Panama"
  ], 
  "topics": [
    "Post-Kyoto Agreements 1", 
    "forests"
  ], 
  "section_title": "Organization of Work", 
  "enb_start_date": "28-Nov-11", 
  "enb_short_title": "COP17", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "SBSTA Chair Richard Muyungi (Tanzania) opened the meeting on Monday afternoon, 28 November, and parties made opening remarks and approved the agenda and organization of work (FCCC/SBSTA/2011/3).", 
    "Parties highlighted the need to conclude work on the Technology Executive Committee (TEC), the Nairobi Work Programme (NWP), and MRV for REDD+.", 
    "Methodological Issues under the Convention: Bunker Fuels: This issue (FCCC/SBSTA/2011/MISC.9), on emissions from fuel used for international aviation and maritime transport, was first taken up by SBSTA on 28 November.", 
    "Parties heard reports from the International Civil Aviation Organization (ICAO) and the International Maritime Organization (IMO).", 
    "ICAO highlighted recent developments in respect to civil aviation on climate change through state action plans and assistance to states; sustainable alternative fuels for aviation; market-based measures; and global aspirational goals.", 
    "The IMO reported on improvements made to energy efficiency of maritime transport and the corresponding reduction of emissions from ships regarding air pollution and greenhouse gases.", 
    "He noted the July 2011 breakthrough at the IMO when 30 parties listed in Annex I of the Convention, and 19 non-Annex I parties, adopted amendments to MARPOL Annex VI to reduce greenhouse gas emissions.", 
    "Several countries said work to address sectoral emissions under the IMO and ICAO should be guided by the principles of the UNFCCC, while several others welcomed progress achieved in ICAO and IMO.", 
    "Panama said the IMO, not the UNFCCC, is the correct forum to discuss maritime emissions.", 
    "Informal consultations were facilitated by Riita Pipatti (Finland) and Nagmeldin Elhassan (Sudan)."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12534e.html", 
  "enb_long_title": "Durban Climate Change Conference - COP17/CMP7", 
  "type": "", 
  "id": "enb12534e_81", 
  "enb_end_date": "09-Dec-11"
}