{
  "countries": [
    "Japan", 
    "Romania"
  ], 
  "topics": [], 
  "section_title": "THE KYOTO PROTOCOL", 
  "enb_start_date": "29-Oct-01", 
  "enb_short_title": "COP-7", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "In 1995, the Ad Hoc Group on the Berlin Mandate was established by COP-1 to reach agreement on a further step in efforts to combat climate change.", 
    "Following intense negotiations culminating at COP-3, in Kyoto, Japan, in December 1997, delegates agreed to a Protocol to the UNFCCC that commits developed countries and countries making the transition to a market economy to achieve quantified targets for decreasing their emissions of greenhouse gases.", 
    "These countries, known under the UNFCCC as Annex I Parties, committed themselves to reducing their overall emissions of six greenhouse gases by at least 5% below 1990 levels over the period between 2008 and 2012, with specific targets varying from country to country.", 
    "The Protocol also provided the basis for three mechanisms to assist Annex I Parties in meeting their national targets cost-effectively - an emissions trading system, joint implementation (JI) of emissions-reduction projects between Annex I Parties, and a Clean Development Mechanism (CDM) to encourage joint projects between Annex I and non-Annex I (developing country) Parties. It was left for subsequent meetings to decide on most of the rules and operational details that will determine how these cuts in emissions are achieved and how countries' efforts are measured and assessed.", 
    "Although 84 countries have signed the Protocol, most have been waiting for the negotiation of the operational details before deciding whether to ratify.", 
    "To enter into force, the Protocol must be ratified by 55 Parties to the UNFCCC, including Annex I Parties representing at least 55% of the total carbon dioxide emissions for 1990.", 
    "To date, 40 Parties have ratified the Protocol, including one Annex I Party, Romania."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12178e.html", 
  "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12178e_2", 
  "enb_end_date": "29-Oct-01"
}