{
  "countries": [
    "Switzerland"
  ], 
  "topics": [
    "Post-Kyoto Agreements"
  ], 
  "section_title": "CLOSING PLENARY", 
  "enb_start_date": "20-Oct-14", 
  "enb_short_title": "ADP 2-6", 
  "subtype": "PLENARY", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "ADP Co-Chair Artur Runge-Metzger (EU) opened the closing plenary at 5:34 pm on Saturday, expressing the hope that in the interest of time, parties would refrain from making closing statements.", 
    "Co-Chair Runge-Metzger said the discussions during the week had been 'intense and fruitful', highlighting rich discussions in adaptation and finance.", 
    "He added that progress made at the meeting would need to be captured before Lima, encouraging delegates to make submissions well in advance and engage informally.", 
    "He said the Secretariat's note on legal aspects related to the 2015 agreement has been made available on the UNFCCC website.", 
    "He emphasized that progress made at the meeting on INDCs was reflected in a new iteration of the draft decision on this issue on Friday afternoon.", 
    "On pre-2020 ambition, he thanked parties for their efforts to 'build bridges', highlighting that a new iteration of the draft decision on this issue was made available on Friday night.", 
    "He also indicated that summaries of the two TEMs held during the meeting would be posted on the UNFCCC website.", 
    "He stated that the Co-Chairs would provide before Lima: a Co-Chairs' reflection note on ADP 2-6; an updated version of the Co-Chairs' non paper on the elements of the 2015 agreement; and a scenario note for ADP 2-7.", 
    "He proposed to suspend the second session of the ADP and to resume the work of the contact group in Lima.", 
    "On additional meetings, Co-Chair Runge-Metzger noted general understanding on the need for at least two additional meetings of the ADP in 2015, informing that the first will take place from 8-13 February 2015, in Geneva, Switzerland.", 
    "Richard Kinley, UNFCCC Secretariat, provided an update on financial implications of the additional session and stressed that the ADP is considering actions that will have budgetary implications in 2015, urging parties to consider contributing towards their financing."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12605e.html", 
  "enb_long_title": "Bonn Climate Change Conference - October 2014", 
  "type": "", 
  "id": "enb12605e_19", 
  "enb_end_date": "25-Oct-14"
}