{
  "countries": [
    "Jamaica", 
    "Saudi Arabia", 
    "Australia", 
    "South Africa", 
    "Oman", 
    "Qatar", 
    "Papua New Guinea", 
    "Guatemala", 
    "Spain", 
    "Colombia", 
    "Kuwait", 
    "Grenada", 
    "Nigeria", 
    "Bolivia", 
    "Venezuela", 
    "Barbados"
  ], 
  "topics": [
    "Anthropogenic Interference with Climate System", 
    "Adaptation"
  ], 
  "section_title": "SCIENTIFIC, TECHNICAL AND SOCIO-ECONOMIC ASPECTS OF MITIGATING CLIMATE CHANGE:", 
  "enb_start_date": "11-Jun-10", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The SBSTA plenary resumed in the morning to consider the proposal to request the Secretariat to prepare a technical paper on the options for limiting temperature increase to 1.5°C and 2°C.", 
    "Highlighting that the proposal could be an attractive compromise for many parties, VENEZUELA suggested language requesting that the Secretariat, under their own responsibility, prepare an informal technical paper.", 
    "SAUDI ARABIA, with OMAN, KUWAIT and QATAR, opposed the proposal for a technical paper and encouraged forwarding the item to future sessions.", 
    "The SBSTA adopted conclusions without referencing the proposed technical paper (FCCC/SBSTA/2010/L.7).", 
    "Underscoring that the technical paper would have assisted the most vulnerable countries prepare for the unavoidable impacts of climate change, BARBADOS emphasized that it is ironic that other developing countries are blocking it, asked whether this is the solidarity and brotherhood they speak so eloquently about, and stressed that this is not a game, the existence of entire countries is at stake. SOUTH AFRICA, with COLOMBIA, Grenada, for AOSIS, AUSTRALIA, Spain, for the EU, JAMAICA, BOLIVIA, NIGERIA, GUATEMALA, and PAPUA NEW GUINEA, regretted the lack of an outcome on this item and supported further discussions at SBSTA 33.", 
    "AOSIS expressed incomprehension of objections to compiling peer-reviewed scientific studies, but noted that limited opposition to the proposal holds the promise of common consensus.", 
    "BOLIVIA regretted lack of agreement to analyze the 1°C target."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12471e.html", 
  "enb_long_title": "Bonn Climate Change Talks - May/June 2010", 
  "type": "SBSTA", 
  "id": "enb12471e_1", 
  "enb_end_date": "11-Jun-10"
}