{
  "countries": [], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "SATURDAY SESSIONS", 
  "enb_start_date": "27-Oct-97", 
  "enb_short_title": "8th Session of the AGBM, SBSTA 7", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The QELROs-2 non-group discussed emissions trading and joint implementation.", 
    "One group of countries proposed deleting references to both items, while some developing countries within that group suggested that the COP could establish a pilot phase for these activities.", 
    "An Annex II country supported the existing text .A regional group said its position on these mechanisms was contingent upon QELROs decisions.", 
    "QELROs-1 discussed the inclusion of GHGs and sink categories in an Annex.", 
    "On country said that all gases should be included in the protocol and an Annex was unnecessary.", 
    "The Chair indicated that no decision had been reached on including all gases.", 
    "One delegation proposed a separate annex for sinks.", 
    "The non-group also discussed national systems for the estimation of emissions and sinks.", 
    "One delegation considered that these national reporting systems should be established for all gases, while others considered they should be limited to gases covered in the protocol.", 
    "Two delegations said that countries should be able to use methodologies other than IPCC ones.", 
    "A contact group was established on Global Warming Potentials (GWPs). In the institutions and mechanisms non-group, there was broad agreement that the COP should serve as the 'Meeting of the Parties.", 
    "' Delegates debated whether distinct costs of Secretariat services for the protocol should be met by the Parties thereto.There was general agreement on the multilateral consultative process.Three delegations objected to a provision allowing amendments to the protocol under a three-quarters majority vote.", 
    "In the Article 4.1 non-group, an article on national reporting, a group of countries proposed deleting 'voluntary commitments,' and proposed a penalty fund.", 
    "Other delegations strongly disagreed with both proposals"
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1261e.html", 
  "enb_long_title": "Seventh Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) Eighth Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "", 
  "id": "enb1261e_4", 
  "enb_end_date": "27-Oct-97"
}