{
  "countries": [
    "Canada", 
    "Saudi Arabia", 
    "Australia", 
    "South Africa", 
    "Iceland", 
    "Philippines", 
    "Mexico", 
    "United States", 
    "China", 
    "Ecuador", 
    "Japan", 
    "Argentina", 
    "Norway", 
    "Cook Islands"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Adaptation"
  ], 
  "section_title": "ADAPTATION:", 
  "enb_start_date": "04-Jun-09", 
  "enb_short_title": "SB 30", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Parties then commented on the text on adaptation.", 
    "The Philippines, for the G-77/CHINA, regretted that the text placed the burden of implementing adaptation on developing countries and was overly focused on planning and assessment.", 
    "The Cook Islands, for AOSIS, said the urgent needs of SIDS had not been addressed and that implementation of concrete adaptation activities should be the primary objective.", 
    "South Africa, for the AFRICAN GROUP, emphasized the urgent need for action, and called for a comprehensive international programme on adaptation with scaled-up finance and a target of US$ 70 billion per year by 2020.", 
    "ARGENTINA said the Convention has already created a framework for adaptation and the text should be oriented towards concrete action, and highlighted that adaptation actions would not be legally binding, in contrast to binding developed country support for them.", 
    "He called for direct access to sustainable and clearly identified financing sources. JAPAN emphasized the need to determine who does what and when, and to focus on what can be done immediately.", 
    "He enquired whether reference to the polluter pays principle includes developing country emitters, and expressed concern with several proposals, including those on: a legally binding adaptation framework; new, predictable, adequate financial resources additional to ODA; and a committee or subsidiary body on adaptation.", 
    "CANADA expressed concern with references to insurance, addressing loss and damages, and providing finance in the aftermath of extreme climate events.", 
    "AUSTRALIA highlighted issues requiring agreement such as whether the adaptation framework would be binding, the definition of adaptation action, categories of countries that the framework should address and whether the framework should be under the authority of the COP. MEXICO highlighted the need for integrating adaptation into national and sectoral development plans.", 
    "The US supported, inter alia , integrating adaptation into development strategies and planning, and including common adaptation obligations for all parties.", 
    "He suggested incorporating the proposed adaptation annex into the text, streamlining financing proposals and integrating discussion of risk and risk reduction mechanisms with discussion on adaptation action and institutional arrangements, respectively.", 
    "He said he could not support the proposals on insurance funds, as they do not reflect the nature of insurance as a risk transfer mechanism. SAUDI ARABIA called for reference to adaptation to the impact of response measures.", 
    "NORWAY and JAPAN said response measures should be discussed under mitigation.", 
    "NORWAY underscored adaptation as a country-led process, and the need to reflect national ownership and responsibility in the text.", 
    "ICELAND emphasized gender considerations as one of the guiding principles of the adaptation framework.", 
    "ECUADOR drew attention to gender considerations and social inequality globally and within countries, welcoming the recognition of particularly vulnerable groups.", 
    "She highlighted an ecosystem focused approach, community-level adaptation, financing and REDD-plus."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12413e.html", 
  "enb_long_title": "Bonn Climate Change Talks - June 2009", 
  "type": "working group", 
  "id": "enb12413e_8", 
  "enb_end_date": "04-Jun-09"
}