{
  "countries": [
    "Australia", 
    "China"
  ], 
  "topics": [
    "forests"
  ], 
  "section_title": "Land Use, Land-Use Change and Forestry:", 
  "enb_start_date": "12-Nov-01", 
  "enb_short_title": "COP-7", 
  "subtype": "", 
  "actors": [
    "Group of 77"
  ], 
  "sentences": [
    "Regarding Protocol Article 3.3 (afforestation, deforestation, reforestation) and 3.4 (additional activities), the G-77/China introduced draft paragraphs in the Article 7 guidelines requiring Parties to submit information on how reporting on these activities takes into account the LULUCF Principles contained in the Bonn Agreements.", 
    "Australia cautioned that the draft guideline text had become more detailed than the Agreements and stressed that details should be left to be defined in the IPCC good practice guidance. After extensive discussion, including compromise proposals from several Parties and Chair Dovland, the LULUCF package relating to the Articles 5, 7 and 8 guidelines was forwarded to ministers for resolution.", 
    "During their negotiations, it was agreed as part of the overall package, that for the purposes of reporting greenhouse gas inventory information, each Party shall include information on anthropogenic greenhouse gas emissions by sources and removals by sinks from LULUCF under Article 3.3 and, if elected, under Article 3.4, as elaborated by any good practice guidance in accordance with relevant COP/MOP decisions on LULUCF.", 
    "Estimates for sinks shall include, inter alia, information on how inventory methodologies have been applied, taking into account any IPCC good practice guidance on LULUCF agreed by the COP and the Principles on LULUCF, as well as information to ensure that units of land and areas of land are identifiable.", 
    "Information should also be provided to indicate whether indirect human-induced effects are factored out, and, for Article 3.3 and 3.4 activities, respectively, how their determining features from the Protocol, including the 'since 1990' clause, are demonstrated."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12189e.html", 
  "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12189e_16", 
  "enb_end_date": "12-Nov-01"
}