{
  "countries": [
    "Canada", 
    "United States", 
    "China", 
    "Trinidad and Tobago", 
    "Japan", 
    "Philippines", 
    "Antigua and Barbuda"
  ], 
  "topics": [
    "Technology Transfer", 
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Vulnerabilities and Impacts", 
    "Pre-Kyoto", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "NON-GROUP ON ARTICLE 4.1", 
  "enb_start_date": "20-Oct-97", 
  "enb_short_title": "8th Session of the AGBM, SBSTA 7, SBI 7", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "The AGBM Chair's draft text addressed existing commitments under FCCC Article 4.1 in Article 12 containing a chapeau and 10 operative paragraphs.", 
    "The article covers: \u0095emissions inventories, their methodologies and related cooperation; \u0095mitigation and adaptation programmes; \u0095technology transfer; \u0095financial resources for managing sinks and reservoirs; \u0095cooperation on impact assessments; \u0095climate consideration in governmental decisions; \u0095development of data archives and capacity building; \u0095information exchange; \u0095education and training; and \u0095communications to the MOP on implementation of commitments. An article on financial resources (Article 13) was reviewed by a contact group chaired by John Ashe (Antigua and Barbuda).", 
    "It referred to the Convention's financial mechanism serving the protocol, provision of additional funding by Annex II Parties, guidance of the financial mechanism by the MOP and multilateral funding sources. On 23 October, the non-group, chaired by Evans King (Trinidad and Tobago), discussed the chapeau and second paragraph of the AGBM Chair's draft.", 
    "There was some support for adding a reference to common but differentiated responsibilities.", 
    "Delegates could not agree on whether to advance commitments 'in accordance with' Convention Articles 4.3, 4.5 and 4.7, as favored by developing countries, or 'taking into account' those articles, as proposed by developed countries.", 
    "Delegates disagreed about a portion of a consensus text offered by the non-group Chair in which Parties would work toward sustainable development.", 
    "A delegation suggested replacing the chapeau with Convention and Berlin Mandate language. On three sub-paragraphs describing national inventories and related methodologies and cooperation, a delegate debated whether the text constituted a new commitment for developing countries or was a clarification of existing common but differentiated commitments.", 
    "A regional group suggested combining sub-paragraphs on inventories or methodologies.", 
    "Another group suggested replacement text for all three.", 
    "A delegation proposed deleting all references to the Convention and to financial resources.", 
    "A small group was convened in the evening to try to address the various recommendations. On 27 October, the non-group discussed a non-paper proposed by its Chair.", 
    "Delegates were unclear whether the AGBM Chair's consolidated negotiating text remained the basis for negotiations.", 
    "A delegation indicated that agreement on an initial paragraph containing a reference to the advancement of commitments based on differentiated responsibilities and national priorities would be contingent upon outcomes in other areas.", 
    "A group of countries said that advancement of existing developing countries' commitments depends on the provision of financial resources and transfer of technology.", 
    "Some delegates pointed out the lack of progress in negotiations. On 28 October, the non-group completed its last meeting at AGBM-8 with agreement only on a chapeau.", 
    "The non-group Chair presented revised texts for most paragraphs in the AGBM Chair's draft Article 12.", 
    "Delegates discussion focused on three.", 
    "In a paragraph on national communications, delegates discussed a number of bracketed alternatives.", 
    "In the paragraph on national programmes, a group of countries said the paragraph represents new commitments for developing countries.", 
    "A Party suggested that the text fleshes out existing commitments.", 
    "One Party objected to text on removing obstacles to the 'limitation' of anthropogenic emissions.", 
    "Another proposed 'limitation or abatement in the increase' of emissions. In a paragraph on reporting, a Party proposed moving the text into a separate protocol article.", 
    "A group of countries said the paragraph should be divided to define Annex-I and non-Annex-I responsibilities.", 
    "A regional group objected to separating developed and developing country responsibilities in the paragraph.", 
    "On the draft article on finance (Article 13), the non-group discussed various proposals for bracketed portions of the text without reaching consensus. On 30 October, in Plenary, the non-group Chair introduced the group's report (FCCC/AGBM/1997/CRP.1) on FCCC Article 4.1.", 
    "He said that the text can establish the boundaries for future negotiation.", 
    "There is no agreement on: mitigation and adaptation programmes, technology transfer, or taking account of climate change in policy.", 
    "He said financing of measures to advance existing non-Annex I Party commitments and their relation to technology transfer is a substantive issue whose resolution will clarify other issues. A representative of the environmental NGOs said the FCCC Article applies to all Parties.", 
    "The non-group failed to adequately advance implementation, producing text riddled with qualifications and weak language.", 
    "Article 4.1 should not be used to negotiate commitments for developing countries through the back door. The G-77/CHINA objected to a list of 'economically justified' mitigation programmes, suggesting it represented new developing country commitments and mirrored the P&Ms annex still under negotiation.", 
    "She had similar objections to the following subparagraph's adaptation programmes list, preferring to retain the G-77/CHINA's alternative, separately describing Annex I and developing country programmes.", 
    "JAPAN, the EU and the US preferred to remove brackets from the mitigation list, noting that it is indicative.", 
    "The US said the list does not contain new commitments, but puts 'flesh on the bones' of Article 4.1b. On transfer of technology, the G-77/CHINA proposed the deletion of a paragraph on promoting effective modalities for transfers because it would introduce unacceptable new commitments under the protocol.", 
    "She supported an alternative paragraph, based on the FCCC and Agenda 21.", 
    "The US, supported by JAPAN and CANADA, suggested combining elements in the two paragraphs but objected to references to 'financial and fiscal incentives' and 'patent-protected environmentally sound technologies.", 
    "' On procedures to ensure that climate change considerations are taken into account in governmental and intergovernmental decisions, the US recalled NGO support for environmental impact assessment and climate friendly technology.", 
    "The EU, supported by the US, proposed a reformulation of text on procedures, specifying multilateral development banks.", 
    "The G-77/CHINA said the commitment should not be subsumed in a protocol with a limited thrust, which would amount to a new commitment.", 
    "She said the reference to multilateral development banks would introduce a conditionality to financing.", 
    "On sharing national development information and indicators, the G-77/CHINA objected to the paragraph because it would amount to a new commitment. Chair Estrada remarked that Parties will have to limit the scope of the protocol below what was agreed in Berlin at some point. On education and training, the US introduced an amendment on strengthening national level education and training programmes, removed brackets from a reference to training experts 'in particular for developing countries', and replaced a reference to methodologies with 'modalities.", 
    "' On communications on implementation of protocol commitments, the G-77/CHINA said that communications should be forwarded to the FCCC Parties.", 
    "The US explained that FCCC Parties' communications will go to the COP; for protocol Parties, they will go to the protocol body.", 
    "The G-77/CHINA would not agree to report to any body but the COP. During the closing Plenary, the US noted that words had been added that had not appeared previously in the document.", 
    "The PHILIPPINES said brackets around the paragraph on communications to the MOP were missing. The final document on commitments in FCCC Article 4.1 (FCCC/AGBM/1997/CRP.1/REV.1) contains a chapeau taking account of Parties' common but differentiated responsibilities and specific development priorities.", 
    "Without introducing new commitments for non-Annex I Parties, it reaffirms and pledges to advance existing commitments taking account of FCCC Articles 4.3, 4.5 and 4.7. In a paragraph on inventories, Parties would formulate cost-effective [national] and [regional] programmes, reflecting the socio-economic conditions of each Party.", 
    "Two alternatives address mitigation and adaptation programmes.", 
    "The first option's mitigation section brackets minimizing effects on other Parties.", 
    "It contains a bracketed list of measures to remove obstacles to the limitation or abatement of an increase in emissions, including energy efficiency, regulatory reform, improvements in the transport and industrial sectors, management of sinks and reservoirs, agriculture and waste management, and voluntary arrangements with industry.", 
    "Its list of adaptation measures brackets infrastructure improvements and lists technology deployment, coastal zone management, research, technical capacity building and awareness raising, among others.", 
    "The second bracketed alternative states that each developed country Party shall incorporate in its programmes the protocol's QELROs and related P&Ms, including details on technology transfer, provision of new and additional financial resources, and assistance in meeting developing countries' adaptation costs.", 
    "It requires developing country Parties to seek to include in their national communications, as appropriate, information on programmes that contain measures that they believe address climate change and its impacts. Two alternatives address technology transfer, with most text in at least one set of brackets.", 
    "The first, a single paragraph, would promote modalities for removing barriers to investment in, development, application and diffusion, including transfer of, environmentally sound technologies, considering policies and programmes for transfer through [financial and fiscal] incentives. The second alternative has six paragraphs.", 
    "Among its provisions, this option would take all practicable steps to promote, facilitate and finance, as appropriate, transfer and access to environmentally sound technologies, including technologies in the public domain.", 
    "It would encourage the private sector through financial and fiscal incentives to enhance access to and transfer of patent-protected technologies, particularly to developing countries.", 
    "Other provisions would: implement procedures for incorporating climate considerations in government and intergovernmental decisions; promote information sharing on indicators; and mandate cooperation in research and observation, education and training.", 
    "Parties would communicate information on their implementation to the MOP, using guidelines adopted by the COP or subsequently by the MOP. The Chair noted in final Plenary that the document on financial resources for existing commitments under Article 4.1 (FCCC/AGBM/1997/CRP.1/REV.1/Add.1) should bracket the final paragraph on MOP decisions.", 
    "The final text in the finance article takes account of FCCC Article 4, paragraphs 4, 5, 7, 8 and 9.", 
    "It states that Annex II Parties shall provide [new and] additional financial resources to meet the full agreed costs of developing country Parties' activities in inventories, information sharing, research and education and training under the protocol.", 
    "Annex II Parties would also provide resources for developing country Parties' full incremental costs of protocol measures in mitigation, adaptation and related technology transfer.", 
    "The bracketed final paragraph states that the MOP shall decide on policies, priorities and eligibility criteria for the protocol's financial mechanism. The two documents covering existing commitments under Article 4.1 were adopted."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1266e.html", 
  "enb_long_title": "Seventh Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) Eighth Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "", 
  "id": "enb1266e_10", 
  "enb_end_date": "31-Oct-97"
}