{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "SBI Conclusions", 
  "enb_start_date": "06-Jun-11", 
  "enb_short_title": "SB 34", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "In its conclusions (FCCC/SBI/2011/L.19), the SBI, inter alia , recommends that arrangements for the high-level segment of COP 17 and COP/MOP 7 build upon the positive experiences of previous COP and COP/MOP sessions.", 
    "The SBI notes agreement of parties on the necessity for an additional intersessional resumed meeting of the ad hoc working groups and notes the statement by the Executive Secretary on the critical and urgent need for financial contributions in order for the Secretariat to make the necessary arrangements.", 
    "On organization of the intergovernmental process, the SBI notes the existing practices with regard to informals.", 
    "In the event that there is no contact group for the agenda item, the SBI recommends that at least the first and last informal meetings be open to observer organizations unless parties object, recognizing the right of parties to keep meetings closed.", 
    "On observer organizations, the SBI takes note of the report of the in-session workshop to further develop ways to enhance the engagement of observer organizations in the UNFCCC process.", 
    "The SBI welcomes the initiatives by the Secretariat to improve the participation of observer organizations and requests the Secretariat to continue its efforts in this regard.", 
    "The SBI agrees that the existing means of engagement of observer organizations could be further enhanced, in the spirit of fostering openness, transparency and inclusiveness through, inter alia: inviting the presiding officers of various bodies, as relevant, subject to the availability of funding, time and space, among other things to: - seek opportunities for observer organizations to make interventions; - make greater use of observer inputs in workshops and technical meetings in accordance with the conclusions of the SBI 17; and - increase opportunities for regular briefings and debriefings as a means for dialogue for observer organizations with presiding officers and parties."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12513e.html", 
  "enb_long_title": "UN Climate Change Conference June 2011", 
  "type": "", 
  "id": "enb12513e_75", 
  "enb_end_date": "17-Jun-11"
}