{
  "countries": [
    "Brazil", 
    "Canada", 
    "Colombia", 
    "Tanzania", 
    "Indonesia", 
    "United States", 
    "New Zealand", 
    "Bolivia", 
    "Pakistan", 
    "Australia", 
    "Singapore", 
    "South Africa", 
    "India", 
    "Malaysia", 
    "China", 
    "Chile", 
    "Japan"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "Mitigation", 
    "National Communications & Inventories"
  ], 
  "section_title": "Sub-paragraphs 1(b)(i) and (ii) of the BAP", 
  "enb_start_date": "10-Aug-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "African Group", 
    "Group of 77"
  ], 
  "sentences": [
    "On mitigation by developed countries, discussion focused on , inter alia , economy-wide legally binding commitments and comparability of efforts.", 
    "Brazil, for the G-77/China, stated that developed countries must take on quantified, economy-wide reduction commitments and called for clear mid and long-term commitments.", 
    "Tanzania, for the LDCs, called for: a stricter compliance regime; clear comparability of efforts; and consideration of limits to offsetting.", 
    "China said developed countries should take efforts that are comparable in nature and magnitude, including quantified and legally binding targets, and that MRV for developed countries should be based on rules and procedures used under the Protocol.", 
    "Indonesia highlighted that reducing emissions under domestic legislation is not consistent with the BAP.", 
    "Bolivia stressed that developed countries have accumulated an atmospheric debt and called for ambitious targets consistent with the magnitude of the problem.", 
    "The EU highlighted the need for: comparability criteria to guide the negotiations; MRV that builds on experiences and practices under the Protocol; and a linkage with AWG-KP discussions.", 
    "Japan called for a mid-term target in the form of QELROs.", 
    "The US supported legally binding mid and long-term quantifiable emission reductions with a timetable, in the form of an appendix, schedule or register.", 
    "New Zealand highlighted the need for a broad and efficient carbon market.", 
    "Canada identified convergence around certain ideas, including that developed countries must take the lead through mid-term emission reductions, and called for a holistic view on the comparability of efforts, taking into account a range of mitigation actions.", 
    "He highlighted the need for MRV and national inventories to strengthen understanding of global emission trends, and called for a compliance and review system that enables parties to meet commitments and strengthens confidence.", 
    "During the final meeting of the group on Friday morning, the Secretariat presented on informal meetings by Co-Facilitator Becker on mitigation by developed countries, noting the focus on possibilities for reordering text related to comparability of efforts, also touching upon the issues of supplementarity and MRV.", 
    "On mitigation by developing countries, issues discussed included: differentiation; the nature of NAMAs; NAMA registries; recognition of unilateral actions; and MRV.", 
    "The US supported differentiation, noting that those developing countries with greater capacity, capability and responsibility would need to exhibit greater ambition.", 
    "He said that, for developing countries, actions rather than their outcome would be binding.", 
    "The Republic of Korea identified two key entry points regarding mitigation by developing countries: the legal nature of NAMAs and unilateral NAMAs.", 
    "He said a future regime should provide a framework where developing countries can engage in mitigation without worrying about whether NAMAs are binding.", 
    "With Singapore, he said voluntary, unilateral NAMAs must be internationally recognized, and supported a registry for this purpose.", 
    "The G-77/China stressed that NAMAs by developing countries are distinct from commitments by developed countries and proposals must reflect this, avoiding treatment of mitigation contributions of all parties in a non-differentiated, unified manner.", 
    "Indonesia, with China, stressed that NAMAs should be voluntary and cannot be used for offsetting by developed countries.", 
    "South Africa, for the African Group, expressed concern with proposals to link NAMAs to the carbon market and noted that MRV of NAMA support by developed countries requires more consideration.", 
    "She expressed concern over the possibility of double counting.", 
    "Touching on whether the financing or the NAMA comes first, she supported establishing a workable NAMA system to enable speedy action.", 
    "Japan supported NAMAs and low-carbon growth strategies for developing countries.", 
    "The EU proposed considering the lifecycle of NAMAs and discussing how to formulate effective NAMAs, take technology and financing needs into account, match action with support and evaluate the results.", 
    "China proposed that support for NAMAs be provided through the Convention s mechanisms.", 
    "Chile highlighted that NAMAs should be voluntary and supported by finance and technology.", 
    "Colombia agreed with the need to recognize unilateral actions internationally.", 
    "Pakistan said unilateral actions should not be confused with NAMAs, which should remain loyal to the definition in the BAP.", 
    "He said the registry notion requires further clarification, and should be placed in the finance chapter.", 
    "Malaysia supported voluntary NAMAs, contingent on MRV of support.", 
    "Singapore said enabling support for NAMAs was paramount.", 
    "China proposed MRV of support by developed countries as the entry point for discussing developing country mitigation.", 
    "Japan emphasized that developed country commitments and developing country actions are linked and should both be subject to MRV.", 
    "Australia supported QELROS for developed countries and differentiation among developing countries.", 
    "She said flexibility must be built into the agreement for enhancing and updating commitments.", 
    "On Friday, Co-Facilitator Mukahanana-Sangarwe presented a non-paper as an example of the general approach she planned to take in preparing text for Bangkok.", 
    "She stressed that the aim was to enable parties to identify common elements without changing the substance and that proposals had been grouped under nine headings.", 
    "Countries then gave some detailed comments on the non-paper and the way forward, with several countries proposing changes to the headings and structure.", 
    "At the final meeting of the informal group, Chair Zammit Cutajar also drew parties attention to proposals that have been placed between the mitigation chapter s heading and the sub-heading 1(b)(i).", 
    "He characterized the space as the cloud and highlighted its sensitivity, explaining that some parties would prefer discussing certain topics together, while others stress the need to separate them.", 
    "India and other developing countries stressed the firewall between paragraphs 1(b)(i) and (ii), opposing attempts to obscure the differences and bring proposals on MRV by developed and developing countries together.", 
    "India warned against reopening issues settled on the last day of COP 13 in Bali.", 
    "The US identified the need to discuss similar issues together and stressed the importance of seeing the full picture when considering MRV.", 
    "He noted a last-minute proposal at COP 13, opposed by his country, to change text on MRV under paragraph 1(b)(ii) so that it would only apply to support for NAMAs by developed countries.", 
    "He reminded parties of strong statements by members of a certain Group in the final plenary confirming a different interpretation.", 
    "Chair Zammit Cutajar noted mutually exclusive proposals on structure, noting that placement of text was not an editorial but political question.", 
    "He emphasized that there would be a space in Bangkok for addressing this issue, suggesting that a logical place for such discussions could be somewhere above paragraphs 1(b)(i) and (ii).", 
    "He advised parties to talk to each other when you see each other between the meetings and invited them to bring the fruits back to the legitimate forum under the UNFCCC process."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12427e.html", 
  "enb_long_title": "Bonn Climate Change Talks - August 2009", 
  "type": "", 
  "id": "enb12427e_27", 
  "enb_end_date": "14-Aug-09"
}