{
  "countries": [
    "Canada", 
    "United States", 
    "Saudi Arabia", 
    "Australia", 
    "China", 
    "New Zealand"
  ], 
  "topics": [
    "Technology Transfer"
  ], 
  "section_title": "MITIGATION", 
  "enb_start_date": "11-Dec-04", 
  "enb_short_title": "UNFCCC COP-10", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Participants proposed topics for future SBSTA in-session workshops on mitigation.", 
    "Many Parties reiterated their statements from the morning SBSTA plenary discussion on the mitigation workshop from 9 December.", 
    "CHINA, for the G-77/China, and supported by others, said the next workshop should focus on socioeconomic aspects of mitigation.", 
    "AUSTRALIA said a focus on socioeconomic issues is acceptable, provided that scientific and technical issues are not neglected.", 
    "The EU noted that mitigation today will reduce adaptation costs tomorrow.", 
    "AUSTRALIA and the EU expressed the need to review the outcomes of past workshops. Many Parties suggested considering costs and benefits, as well as co-benefits of mitigation options.", 
    "SAUDI ARABIA and CANADA proposed considering national circumstances, and NEW ZEALAND suggested looking at examples of national policies that address least-cost mitigation approaches.", 
    "Many delegates said the workshop should focus on more than one theme and include cross-cutting issues.", 
    "CHINA proposed communicating the conclusions to the Expert Group on Technology Transfer (EGTT).", 
    "The US, supported by NEW ZEALAND, recommended involving practitioners.", 
    "CANADA said it is too early to negotiate terms of reference for the workshop.", 
    "Parties will submit their views and the Co-Chairs will prepare draft conclusions for further consideration by the contact group."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12254e.html", 
  "enb_long_title": "Tenth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12254e_6", 
  "enb_end_date": "11-Dec-04"
}