{
  "countries": [
    "Canada", 
    "Australia", 
    "United Kingdom", 
    "Austria", 
    "China", 
    "Peru", 
    "Kenya", 
    "Switzerland", 
    "Germany", 
    "New Zealand"
  ], 
  "topics": [
    "IPCC Governance"
  ], 
  "section_title": "REVIEW OF THE IPCC TERMS OF REFERENCE", 
  "enb_start_date": "26-Apr-06", 
  "enb_short_title": "IPCC-25", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "This item was introduced to plenary on Thursday, when Secretary Christ explained that, at its 14th session in 2003, the WMO Congress encouraged the IPCC to review its own terms of reference, as set out in a background document (IPCC-XXV/Doc.", 
    "After plenary discussions on Thursday and Friday and informal discussions on Thursday evening, delegates agreed to a list of people to assist Chair Pachauri with a small-scale review of the IPCC\u0092s terms of reference that could be considered at IPCC-26. In plenary, discussions centered on the timing of a review, in light of ongoing IPCC work towards the AR4 and the schedule for future meetings of the WMO Congress, and whether an extensive review of the terms of reference is necessary.", 
    "Austria suggested that now may not be the appropriate time for a substantial review of the rules, while China proposed that 2008, being the start of the new IPCC Bureau and after the release of the AR4, might be an appropriate time.", 
    "Noting that the IPCC\u0092s terms of reference have served the organization well, Australia, with support from Switzerland, the UK, Canada, New Zealand, Germany, Peru and others, suggested that a short-term review by a small team working with the IPCC Chair might be preferable to a lengthier review at this time.", 
    "Kenya suggested that a review might include consideration of active work with the scientific community in areas of comparative advantage and capacity building in developing countries, and Australia, with Chair Pachauri, noted that some scope for capacity building exists within the current terms of reference."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12295e.html", 
  "enb_long_title": "IPCC-25", 
  "type": "ipcc", 
  "id": "enb12295e_36", 
  "enb_end_date": "28-Apr-06"
}