{
  "countries": [], 
  "topics": [
    "IPCC Governance", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "A BRIEF ANALYSIS OF IPCC-29", 
  "enb_start_date": "31-Aug-08", 
  "enb_short_title": "IPCC-29", 
  "subtype": "analysis", 
  "actors": [], 
  "sentences": [
    "The 29th session of IPCC began with a high-level celebration, including UN Secretary-General Ban Ki-moon, the heads of the IPCC parent organizations UNEP and WMO, and other dignitaries.", 
    "The celebratory mood was justified.", 
    "It has been 20 years since WMO and UNEP established an Intergovernmental Panel to assess available scientific literature on climate change.", 
    "Although young in human terms, the Panel is a veteran among multilateral environmental organizations, and has an impressive list of achievements.", 
    "Over the past 20 years, the Panel has conducted four comprehensive climate change assessments, the most recent finalized in 2007.", 
    "Each of these assessments has resulted in landmark developments in the international response to climate change and, particularly, UNFCCC negotiations.", 
    "Through its assessments, Special Reports and other activities, the Panel has played a key role in raising awareness on climate change and its consequences.", 
    "In 2007 the IPCC was co-awarded the Nobel Peace Prize for its efforts to build up and disseminate greater knowledge about man-made climate change.", 
    "Given the past successes and in IPCC Chair Rajendra Pachauri s words, the gigantic expectations placed on the IPCC, the future of the IPCC is arguably one of the most important issues to be discussed since the completion of the AR4.", 
    "The first post-AR4 meeting took place in Budapest.", 
    "It was largely a wrap-up exercise after the completion of AR4 and a reflection on the future of the Panel.", 
    "The Panel decided to carry out a Fifth Assessment, including preparation of a Synthesis Report, and to maintain the existing structure of the Bureau.", 
    "In Geneva, some aspects of the future work of the IPCC were briefly considered but mostly deferred until the new Bureau was elected and new Technical Support Units were in place.", 
    "As a result, the session was dominated by a single agenda item: the election of a new Bureau, which will serve for the next assessment cycle, expected to conclude in 2014.", 
    "As an intergovernmental body, the Panel always faces the challenge of not only electing candidates highly qualified in scientific matters but also ensuring wide geographical representation, in particular, of developing countries.", 
    "The IPCC is the most authoritative source of scientific information on climate change, widely referred to in various international fora.", 
    "Its Bureau makes many decisions that shape assessment outputs and the importance of Bureau elections comes as no surprise.", 
    "After three days of discussions in six regional groups, the Nominations Committee and the plenary, and after putting to test the new Rules of Procedure adopted in 2006, which proved no easy task, the composition of the new Bureau was finalized and now the IPCC is ready to dig deep into further work and the next assessment cycle.", 
    "There are many issues in the pipeline for the Panel and newly elected Bureau to deal with.", 
    "The most important of them, as noted above, is the future of the IPCC.", 
    "The Panel will have to make progress on ongoing work related to: lessons from AR4; ways to strengthen the Secretariat; institutional memory, particularly in the Technical Support Units; and improving geographical representation, in terms of developing country scientist participation, data coverage, and assessment of non-English scientific literature.", 
    "As for the new agenda, the elections of the Bureau held at the Geneva meeting showed that there is a need to improve the Rules of Procedure.", 
    "This, particularly, relates to clarifying that voting for different positions should take place on different voting slips, in order to define simple majority for each position separately.", 
    "The Panel will also have to start planning for AR5 and address such issues as improving collaboration between the working groups and early consideration of the Synthesis Report.", 
    "The newly elected Bureau will have to ensure delivery of the WG I report by early 2013 and complete the other WG reports and the Synthesis Report at the earliest feasible date in 2014.", 
    "As for the substance of AR5, much work needs to be done on treatment of regional aspects, handling of crosscutting issues and addressing socioeconomic aspects of climate change.", 
    "In addition, since there were several calls in Budapest for possible Special Reports, with one of them already taking shape - a Norwegian proposal for a Special Report on disaster risk reduction - the Panel will have to decide on topics and priorities for possible Special Reports and Technical Papers.", 
    "Last but not least, following the decision in Geneva to establish a scholarship fund for young scientists from developing countries with the Nobel Peace Prize money, the Panel now has to focus on its operationalization.", 
    "In summary, IPCC 29 was about Bureau elections.", 
    "Despite some tense moments due to procedural issues not contemplated in the Rules, the Panel managed to solve its problems in the spirit of cooperation and to elect a Bureau, avoiding any long-term divisions and confrontation.", 
    "Now the IPCC has completed its transition from the Fourth to the Fifth Assessment Report and must now enter full sail into its next cycle."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12384e.html", 
  "enb_long_title": "IPCC-29 and Twentieth Anniversary of the IPCC", 
  "type": "ipcc", 
  "id": "enb12384e_22", 
  "enb_end_date": "04-Sep-08"
}