{
  "countries": [
    "Brazil", 
    "Canada", 
    "Saudi Arabia", 
    "Australia", 
    "Samoa", 
    "Uganda", 
    "Iceland", 
    "Poland", 
    "United States", 
    "China", 
    "Colombia", 
    "Tuvalu", 
    "Switzerland", 
    "Italy", 
    "Burkina Faso"
  ], 
  "topics": [
    "forests", 
    "Flexibility Mechanims", 
    "National Communications & Inventories"
  ], 
  "section_title": "LULUCF", 
  "enb_start_date": "19-Jun-00", 
  "enb_short_title": "SB-12", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Land use, land-use change and forestry was considered during informal meetings during the pre- sessional week.", 
    "The informal meetings, co-chaired by Halldor Thorgeirsson (Iceland) and Philip Gwage (Uganda), addressed a number of issues, including: consideration of the Intergovernmental Panel on Climate Change's (IPCC) Special Report on LULUCF; and preparation for Parties' submissions due on 1 August, including criteria and guiding principles for the identification of additional activities under Article 3.4 and a data reporting format.", 
    "An open- ended break-out group chaired by Andreas Fischlin (Switzerland) worked on the data reporting format based on proposals by the EU, Australia and the US.", 
    "Following a preliminary exchange of ideas on criteria and guiding principles, the Co-Chairs prepared a draft conclusion that was discussed during the formal session. On Wednesday, 7 June, IPCC Chair Robert Watson chaired a special side event on the IPCC Special Report on LULUCF.", 
    "He presented the report's major findings, which were then elaborated on by some of the lead authors.", 
    "Areas covered included: the global carbon cycle; afforestation, reforestation and deforestation (ARD) definitions and accounting scenarios; methods for measuring and monitoring changes in carbon stocks; potential of Article 3.3 (ARD) and 3.4 activities; project-based activities; reporting guidelines; and sustainable development implications. In an informal meeting held on Thursday, 8 June, Co-Chair Thorgeirsson introduced a paper on possible elements for a draft decision.", 
    "The paper contained reference to relevant parts of the IPCC Special Report's summary and aimed to help guide discussions, which continued during the next two days.", 
    "Focusing on implications for Articles 3.3 and 3.4, the discussions touched on, inter alia: ARD definitions, accounting scenarios, and how to combine them; issues related to separating 'human-induced' activities, 'direct human-induced' activities, and natural variability; improved management versus land-use change; the basis of and need for a definition of 'forest'; the carbon accounting schemes and their relationship to atmospheric carbon; implications for the harvest-regeneration cycle; carbon stock changes versus fluxes; baselines and additionality; non-CO2 gases; and incentives for sequestration where no land-use change occurs, and for the capture of co-benefits. LULUCF was subsequently addressed during SBSTA-12's opening session, on Monday, 12 June.", 
    "Co-Chair Gwage noted the capacity-building function of the pre-sessional week with regard to the IPCC Special Report on LULUCF.", 
    "Several developing country Parties and the EU called for sufficient time to consider the report.", 
    "Burkina Faso, on behalf of the African Group, suggested holding a workshop for African Parties on the Special Report and underscored links between land degradation and sequestration.", 
    "Brazil, on behalf of the G-77/China, emphasized that work on LULUCF should be guided by the ultimate objective of the FCCC and the principle of common but differentiated responsibilities.", 
    "He expressed concern that the growing 'sink' in Annex I countries would create an entitlement to emit, and called for appropriate carbon accounting approaches.", 
    "Colombia, opposed by Samoa, supported equal treatment of forestry in the CDM.", 
    "On Article 3.3 and 3.4, Australia and Canada suggested addressing both as a package.", 
    "Switzerland said Article 3.3 should be given priority.", 
    "The EU stressed emissions reductions as the main emphasis when elaborating Article 3.4. A contact group on LULUCF met several times between 12-15 June to consider SBSTA-12 draft conclusions.", 
    "Differing views were expressed on, inter alia: criteria and guiding principles for identification and selection of additional activities under Article 3.4; a synthesis of elements for textual proposals to be presented in Parties' submissions due on 1 August; and additional intersessional work.", 
    "On criteria and guiding principles, the EU called for inclusion of further criteria and a guiding principle emphasizing emissions reduction.", 
    "Australia opposed this proposal, stressing the importance of allowing for consideration of national circumstances.", 
    "Parties agreed to request an indication of how the additional activities proposed by Parties in their 1 August submissions relate to the objectives and principles of the FCCC and the Kyoto Protocol.", 
    "On textual proposals, agreement was reached on the elements for a synthesis from Parties' 1 August submissions, to be prepared by the Secretariat to facilitate work at SBSTA-13.", 
    "On additional intersessional work, the G-77/China highlighted the need for non-Annex I capacity building on LULUCF, and called for regional workshops.", 
    "Delegates agreed to invite the SBSTA to encourage workshops.", 
    "Co-Chair Thorgeirsson highlighted a proposal to convene an intersessional consultation between SB-13 and COP-6 to support the negotiation process, and urged delegates to focus on what is needed for COP-6.", 
    "Tuvalu cautioned against moving forward with draft decisions during the intersessional consultation. Following further consultations, draft conclusions were completed on Thursday, 15 June.", 
    "Saudi Arabia highlighted the tight schedule for an intersessional consultation, while Italy offered to host this intersessional meeting in Rome.", 
    "The FCCC Secretariat and Poland provided detail on the workshop on LULUCF, scheduled to take place in July in Poznan, Poland.", 
    "The draft conclusions (FCCC/SBSTA/2000/CRP.2) adopted by SBSTA on Thursday, 15 June, inter alia: request indication of how the additional activities proposed by Parties in their 1 August submissions relate to the objectives and principles of the FCCC and Protocol; agree to a data reporting format for Parties' 1 August submissions (annexed to the conclusion) and decide to consider this data at SBSTA-13 in light of document FCCC/SBSTA/1999/14, sub-paragraphs 46(g),(i) and (k) (a SBSTA-11 conclusion requesting the preparation of a consolidated synthesis of the proposals); request Parties to provide textual proposals on, inter alia, Article 3.3 and 3.4; request the Chair, with the FCCC Secretariat, to prepare a synthesis of textual proposals from Parties' 1 August submissions; encourage the organization of regional workshops; and invite the Chair to convene an intersessional consultation between SBSTA-13 and COP-6."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12137e.html", 
  "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC", 
  "type": "", 
  "id": "enb12137e_12", 
  "enb_end_date": "19-Jun-00"
}