{
  "countries": [
    "Canada", 
    "United Kingdom", 
    "Saudi Arabia", 
    "Australia", 
    "Bangladesh", 
    "Egypt", 
    "Mongolia", 
    "United States", 
    "Malaysia", 
    "Zimbabwe", 
    "China", 
    "Uganda", 
    "Marshall Islands"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Reasons for Concern", 
    "Vulnerabilities and Impacts", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "COOPERATION WITH OTHER INTERNATIONAL ORGANIZATIONS", 
  "enb_start_date": "20-Oct-97", 
  "enb_short_title": "8th Session of the AGBM, SBSTA 7, SBI 7", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "On 23 October, SBSTA held an informal joint session with the IPCC and heard questions from delegates.", 
    "IPCC Chair Dr. Robert Watson introduced a paper containing 16 IPCC decisions taken at its September meeting.", 
    "He noted that the Third Assessment Report (TAR) would cover a range of scientific, technical, economic and social issues.", 
    "It will consist of reports of IPCC Working Groups I (scientific aspects), II (vulnerability of systems) and III (mitigation), and will focus heavily on regional aspects.", 
    "The three Working Group reports, which will be approved by late 2000 or early 2001, will be integrated into a policy relevant Synthesis Report, which will be completed by the second quarter of 2001. On 24 October, SBSTA considered two documents prepared by the WMO: a report by the Conference on the World Climate Change Research Program (FCCC/SBSTA/1997/Misc.6) and a document that explores ways to further enhance coordination between the work of international organizations on climatic issues, including monitoring of GHGs in the atmosphere (FCCC/SBSTA/1997/8). IPCC Chair emeritus Bert Bolin highlighted recent findings.", 
    "He said climate inertia and the long life of gases means that the full effects of past emissions will occur even if future emissions are reduced, slowing the effect of emissions reductions.", 
    "Even if Annex I countries reduce emissions 30-90%, global emissions would reach two to three times 1990 levels.", 
    "He said a slow start is difficult to correct later.", 
    "He also noted large margins of error in calculating natural sources and sinks, such that an accurate calculation for terrestrial sources and sinks is not presently possible. IPCC Chair Watson summarized the Panel's report on regional impacts, noting that it assesses vulnerability to climate change because the ability to predict impacts for specific places and times is limited.", 
    "The report covers 10 regions.", 
    "Among the key conclusions are: ecosystems, especially forests and coral reefs, are highly sensitive to climate change; billions of people could be affected by exacerbated problems in drinking water supply, sanitation, and drought; food production could decrease in the tropics and subtropics, despite steady global production; significantly adverse effects on small island States and low-lying deltas such as in Bangladesh, Egypt and China could displace tens of millions of people with one meter of sea-level rise; heat stress mortality and vector-borne diseases could increase; and most effects are negative for the most vulnerable developing countries.", 
    "He also highlighted regional findings. CANADA, MALAYSIA and the MARSHALL ISLANDS said the COP should address the decline of global observation networks, while SAUDI ARABIA had reservations.", 
    "The US said the findings emphasize the need for developing countries' participation and that their vulnerability underscores the urgency of action.", 
    "The MARSHALL ISLANDS said the vulnerability report was a 'death sentence' for small island States, and that the TAR must clarify scenarios and determine what is dangerous.", 
    "CHINA said it is impossible for developing countries to adopt actions for the next 100 years. ZIMBABWE introduced a report on a joint SBSTA/IPCC meeting on the IPCC\u0092s Third Assessment Report.", 
    "The joint meeting was informed of the IPCC\u0092s decisions regarding the scope, structure, content, timing and dissemination of the TAR.", 
    "On policy relevant questions to be addressed, Parties made the following suggestions: a reference to additional gases that are believed to have a radiative forcing impact, and the importance of monitoring the adequacy of the systematic observation system (US); the use of non-English language references in support of IPCC reports (MONGOLIA); and explanations of the range of uncertainty in IPCC findings (MALAYSIA). SBSTA delegates asked a number of questions regarding IPCC decisions, such as whether: the IPCC would consider developing an overall environmental objective for the FCCC processes; existing long-term observation and satellite systems were adequate; and the IPCC deadlines for comments were flexible.", 
    "On the TAR, delegates asked, inter alia, whether: uncertainties in projections and conclusions would be addressed; research methodologies and techniques would be adequately spelled out; and several options and scenarios would be included. On 28 October, the International Civil Aviation Organization (ICAO) reported on its increased cooperation with the COP, particularly through research on the impact of aircraft emissions on climate change. UNEP introduced a report on 'The Technology and Economic Assessments Under the Montreal Protocol: Terms of Reference and Future Work.", 
    "' The presentation dealt with the UNEP Technology and Economic Assessment Panel (TEAP) under the Montreal Protocol, its structure and mandates.", 
    "He said a number of aspects concerning HCFCs will be considered and that he would be prepared to assist the FCCC. On the two WMO reports, MONGOLIA and MALAYSIA noted the need to enhance the global observation network.", 
    "AUSTRALIA said the maintenance of long-term homogenous records is essential for climate monitoring.", 
    "He urged the GEF to consider further funding of GHG monitoring.", 
    "CANADA encouraged Parties to sustain and expand the Global Atmosphere Watch network.", 
    "The EU recommended that the WMO work with the IPCC and others on network design, harmonization and analysis.", 
    "He urged the GEF to support developing countries\u0092 observation capacity.", 
    "The US said the WMO\u0092s concerns about the long-term sustainability of the global monitoring system must be taken seriously.", 
    "UGANDA said the lack of data on Africa was a serious concern.", 
    "He called on the GEF to assist. The Chair introduced his draft conclusions on cooperation with relevant international organizations.", 
    "The US suggested a reference to SBSTA\u0092s desire to give further consideration to observation systems at its next session.", 
    "On a list of key issues to be addressed in the TAR (Annex I), CHINA added general suggestions on improving assessments by narrowing the range of uncertainties and indicating the limitations of results, and on the advisory nature of reports.", 
    "On cooperation with the IPCC (Annex II), the UK introduced amendments to specify the nature of the IPCC\u0092s prompt responses to SBSTA\u0092s requests for input.", 
    "On observational networks (Annex III), the US introduced two new paragraphs: one recognizing concerns raised by relevant intergovernmental organizations regarding the sustainability of observation systems, and a second requesting that the SBSTA, through the Secretariat and the IPCC, consider the adequacy of observing systems and report to COP-4.", 
    "With suggestions from UGANDA and MALAYSIA, CANADA introduced a replacement paragraph calling on Parties to provide the necessary resources to reverse the decline in systematic observation networks and support observational system development.", 
    "These amendments were incorporated into the draft conclusions. Under SBSTA's draft decision on cooperation with the IPCC, the COP would express appreciation to the IPCC for its contribution to the FCCC process, particularly its prompt response to SBSTA's requests.", 
    "Under the draft decision on the development of observational networks, the COP would urge Parties to provide the necessary resources to reverse the decline in the existing observational network and support the observation systems through appropriate funding mechanisms.", 
    "The COP would also request SBSTA to consider the adequacy of these observational systems and report to COP-4."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1266e.html", 
  "enb_long_title": "Seventh Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) Eighth Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "", 
  "id": "enb1266e_21", 
  "enb_end_date": "31-Oct-97"
}