{
  "countries": [
    "Mexico", 
    "Japan", 
    "Maldives", 
    "Indonesia", 
    "South Africa"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Mitigation", 
    "Technology Transfer"
  ], 
  "section_title": "IN-SESSION WORKSHOP - TO FURTHER THE UNDERSTANDING OF THE DIVERSITY OF NAMAS BY DEVELOPING COUNTRY PARTIES, UNDERLYING ASSUMPTIONS, AND ANY SUPPORT NEEDED FOR IMPLEMENTATION OF THESE ACTIONS:", 
  "enb_start_date": "03-Sep-12", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Panel 1: Underlying assumptions and methodologies, sectors and gases covered, global warming potential (GWP) values used and estimated mitigation outcomes: John Christensen, UNEP, moderated the panel.", 
    "On methodological challenges for NAMA preparation and implementation, INDONESIA mentioned, inter alia : constructing business as usual projections and establishing baselines; selection of effective and efficient mitigation actions and financial schemes; and stakeholder engagement.", 
    "Recognizing that NAMAs vary and are country-driven, the EU said that assumptions considered in the preparation of a NAMA need to be developed by countries individually.", 
    "She listed challenges, such as: the establishment of baselines; inclusion of sectors, gases and GWP values; and the role of offsets.", 
    "She proposed that in 2013 SBSTA address the information requirements for each type of NAMA, with a view to reducing uncertainty and ensuring transparency, while preserving diversity. SOUTH AFRICA emphasized that NAMAs should be designed to: ensure maximum flexibility; respect the diversity of actions; promote further action; and include poverty reduction aims, beyond emission reductions.", 
    "The MALDIVES identified challenges with establishing MRV systems, noting that CDM approaches have been project-centric and costly. MEXICO identified assumptions in design and implementation of credible and accountable NAMAs, including: existence of a national certifying body; development of sectoral baselines; and the availability of funding and technology through soft loans, national budgets, and private sector sources. JAPAN identified limitations in data availability in developing countries, the challenge of establishing MRV systems and potential double counting of offset credits."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12552e.html", 
  "enb_long_title": "Bangkok Climate Change Conference - August 2012", 
  "type": "working group", 
  "id": "enb12552e_8", 
  "enb_end_date": "03-Sep-12"
}