{
  "countries": [
    "Netherlands", 
    "Philippines", 
    "Finland", 
    "Zimbabwe", 
    "Antigua and Barbuda", 
    "Uganda"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "Financial Mechanisms and Funds", 
    "Anthropogenic Interference with Climate System", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "ADVERSE EFFECTS OF CLIMATE CHANGE ON ECONOMIC ACTIVITIES", 
  "enb_start_date": "17-Mar-00", 
  "enb_short_title": "UNFCCC WORKSHOP", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "On 9 March, Jan F. Feenstra, Manager of the Netherlands Climate Change Studies Assistance Programme of the Institute for Environmental Studies, made a presentation on the adverse effects of climate change on economic activities.", 
    "He noted that climate change impact assessment requires both climate change scenarios and socio-economic scenarios. Regarding adaptation, he stated that three kinds of adaptation are important in the context of adverse effects of climate change: autonomous adaptation, where plants, animals and humans will modify their behavior in response to climate change; planned adaptation, which results from policy decisions; and maladaptation, where actions that do not take climate change into account increase vulnerability to climate change. He outlined a number of problems related to conducting impact and adaptation studies in developing countries, including: lack of funding for impact and adaptation studies, as most available funding goes toward inventory and mitigation studies; inadequate funds for technical assistance required to establish research programmes and familiarize scientists with the relevant models and the requisite multidisciplinary approach; the absence of data and funds to collect data; poor channels of communication between scientists, policy makers and stakeholders, as well as lack of involvement among government departments, other than the Ministry for the Environment; problems in motivating policy makers to take action on an issue where results are uncertain, particularly in light of the relatively short political cycle; and, the lack of specific adaptation projects resulting from impact assessments, often due to lack of funds. Solutions to these problems could include: emphasizing and funding impact and adaptation studies; providing extra funds for in-country technical assistance; ensuring that studies focus on the most important economic sectors; improving communication between scientists, policy makers and stakeholders; identifying win-win adaptation options that will have both short and long-term effects; and initiating specific adaptation studies. In the ensuing discussion, ANTIGUA AND BARBUDA highlighted the role of the media in building support for climate change adaptation measures at the grassroots level, noting that policy makers will often respond to public pressure.", 
    "ZIMBABWE noted that communications and dialogue between policy makers and scientists needed to be two-directional.", 
    "UGANDA endorsed the need for awareness raising. Replying to a question from FINLAND relating to the fact that some methodological guidelines for adaptation assessments are now over a decade old, Feenstra said methodologies should continue to be developed, but that this should not be used as a reason to delay adaptation assessments.", 
    "Responding to a question from the PHILIPPINES concerning the role of the private sector in adaptation studies, Feenstra noted that the private sector can play a part, but much work is needed to raise its understanding and awareness of climate change. On 9 March, Brett Orlando, Climate Change Programme Officer at the IUCN (World Conservation Union) presented recommendations for action in the areas of: information gathering; capacity building; policy/implementation; and finance, technology transfer, and insurance.", 
    "Specific actions recommended included: development of an analytical framework for risk assessment by the Intergovernmental Panel on Climate Change (IPCC), development of tools and guidelines at the national level in developing countries by the GEF and its partners; joint action to harness synergies with other conventions; and the mobilization of financial and technical development assistance by the World Bank, UNEP and UNDP to support implementation of the priority actions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12125e.html", 
  "enb_long_title": "UNFCCC WORKSHOPS ON CONVENTION ARTICLE 4.8 AND 4.9 (ADVERSE EFFECTS)", 
  "type": "", 
  "id": "enb12125e_12", 
  "enb_end_date": "17-Mar-00"
}