{
  "countries": [
    "Brazil", 
    "India", 
    "New Zealand", 
    "Australia", 
    "China"
  ], 
  "topics": [], 
  "section_title": "ARTICLES 5, 7 AND 8", 
  "enb_start_date": "10-Jun-02", 
  "enb_short_title": "SB-16", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "On Friday, the contact group considered the draft document on the expedited procedure for the review for reinstatement of eligibility to use the mechanisms, while a small drafting group worked on overall timeframes.", 
    "Participants agreed that Parties should give advance notice to the Secretariat on requests for a review.", 
    "The EU and INDIA supported extending review time, if necessary, to ensure thoroughness.", 
    "AUSTRALIA and others opposed this, stressing resource implications and the Party\u0092s responsibility to provide information. On Saturday, the group reviewed the parts of the guidelines under Articles 7 and 8 pending since COP-7, namely: reporting of supplementary information under Article 7.1; reporting of supplementary information under Article 7.2; review of information on assigned amounts pursuant to Article 3.7 and 3.8, ERUs, CERs, AAUs and RMUs; and review of national registries.", 
    "BRAZIL, for the G-77/CHINA, said it was waiting for outcomes from the group on LULUCF under the CDM.", 
    "NEW ZEALAND distributed a non-paper to facilitate work. Co-Chair Helen Plume asked delegates to submit any proposals on review of national registries in writing to the Secretariat and said a new copy of the Working Paper incorporating Party views would be available Monday morning.", 
    "Parties also engaged in an initial exchange of views on review of demonstrable progress under Article 3.2, to be revisited during SBSTA\u0092s second week.", 
    "The Secretariat distributed draft conclusions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12195e.html", 
  "enb_long_title": "Sixteenth Sessions of the Subsidiary Bodies", 
  "type": "", 
  "id": "enb12195e_5", 
  "enb_end_date": "10-Jun-02"
}