{
  "countries": [
    "Canada", 
    "Brazil", 
    "Netherlands", 
    "Sudan", 
    "Mexico", 
    "France", 
    "United States", 
    "Sweden", 
    "Mali", 
    "Switzerland", 
    "New Zealand", 
    "Norway", 
    "Saudi Arabia", 
    "Australia", 
    "Cuba", 
    "South Africa", 
    "Japan", 
    "United Kingdom", 
    "Malaysia", 
    "Guatemala", 
    "Germany", 
    "Chile", 
    "China", 
    "Spain"
  ], 
  "topics": [
    "Reasons for Concern", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "WG III SESSION:", 
  "enb_start_date": "26-Oct-09", 
  "enb_short_title": "IPCC-31", 
  "subtype": "", 
  "actors": [
    "Least Developed Countries"
  ], 
  "sentences": [
    "WG III held its 10th session from Monday to Wednesday.", 
    "In the opening of the session, WG III Co-Chairs Ottmar Edenhofer (Germany), Youba Sokona (Mali) and Ramon Pichs-Madruga (Cuba) introduced the schedule of work and relevant documents (WG-III: 10th/Docs.1 and 3, and Inf.1) and provided an overview of how the chapter outlines have changed in response to government input.", 
    "In general comments on the AR5 WG III outline, the Netherlands raised concern about the time horizons that are relevant to policymakers and made a plea to include human dimensions in all sectoral chapters.", 
    "Sudan said a developmental perspective must be incorporated.", 
    "France noted that some parts of the outline seem to deal with adaptation rather than mitigation and underlined the social aspects in multiple chapters.", 
    "He suggested highlighting emerging technologies.", 
    "The UK, supported by Canada, suggested adding a section covering what policies are working effectively in countries.", 
    "Australia called for an analysis of revenue foregone in a cost-benefit analysis of mitigation options.", 
    "The US noted that a number of chapters covered technology transfer and finance.", 
    "Switzerland emphasized that this should not be an academic exercise but rather be practical and pragmatic in order to provide policy relevant information to policymakers who will be in the process of implementing binding quantified emission limitation and reduction objectives.", 
    "On the section on Framing issues (Chapters 2-5), the UK, supported by Germany, suggested the framing issues be more practical and renamed concepts and analytical approaches.", 
    "Switzerland emphasized that the chapters on ethics and sustainability should provide disaggregated information, which should be carried through as a methodology in the chapters on sectors and trends.", 
    "The US expressed concern over the interdependence of chapters and called for some consolidation and Japan agreed that Chapters 2-5 were interrelated.", 
    "In response to a query from the Netherlands, Co-Chair Edenhofer clarified that the section on Framing issues should not comprise more than 10-20% of the total WG III report.", 
    "Delegates then moved through the outline chapter by chapter to revise and approve the chapter outlines.", 
    "A contact group on the WG III Framing issues was held on Tuesday morning to reorder and streamline the chapters.", 
    "Discussions centered on whether to integrate the chapters on economics and ethics and how to improve the flow of the chapters to move from specific to general principles.", 
    "South Africa and Mexico expressed concern with combining the economics and ethics chapters noting that these disciplines are uneasy bedfellows.", 
    "Norway and the US supported including cultural dimensions.", 
    "Delegates agreed to the integration of Chapter 3 on Socio-economic analyses and ethics, which integrates the original chapters on economic analyses and ethics from the proposed outline.", 
    "Canada stressed the need for a multidisciplinary approach to policy choices.", 
    "To address the concern of the UK that the chapter heading did not reflect its contents, the title was modified to Social, economic and ethical concepts.", 
    "The Chapter 4 outline on Integration: sustainable development and equity, was approved with amendment to the bullet on quality of living and carbon accounting to replace quality of living with consumption patterns.", 
    "On the section on Pathways for mitigating climate change (Chapters 6-13), the UK proposed a new chapter on global perspectives (such as on emissions, projections, mitigation options and international efforts for stabilization of greenhouse gases) to help policymakers.", 
    "The Netherlands recommended including global information in the Technical Summary.", 
    "After further informal discussions on the structure of the section, it was restructured to reflect issues from a global to specific manner in order to make the final report more accessible to policymakers.", 
    "Delegates agreed to the structure of the section as a whole.", 
    "Chapter 5 on Drivers, trends and mitigation was then discussed.", 
    "The US, with the UK, questioned the inclusion of food production in the overview chapter.", 
    "The UK accepted replacing food production with key drivers of global change and parties agreed.", 
    "Spain suggested adding analysis of jobs and knowledge transfer into this chapter.", 
    "Sweden, with Norway and the Netherlands, opposed by Sudan, requested the inclusion of air pollution in relation to co-benefits and this was reflected in the amendment to the outline.", 
    "The Chapter 6 outline on Assessing transformation pathways was adopted with an amendment to include macroeconomic impacts.", 
    "Delegates agreed that concerns on the coherence of the definitions of short and long-term will be addressed through coordination with WG I.", 
    "On Chapter 7 on Energy systems, delegates emphasized the importance of energy efficiency, which was added to the bullet on mitigation technology options and practices.", 
    "The chapter outline was agreed to as amended, also including physical barriers in the list of barriers and reflecting that essential knowledge on individual sectors is often missing.", 
    "The outline of Chapter 8 on Transport was approved with an amendment to reflect that transport includes freshwater transport.", 
    "Spain, with Saudi Arabia and Chile, and opposed by France, requested inclusion of efficiency, which was added to the bullet on mitigation technology options and practices.", 
    "On Chapter 10 on Industry, Switzerland and the UK requested inclusion of dematerialization (the reduction of materials in consumer goods, manufacturing or products), while Saudi Arabia said that this idea could be captured by the term innovation in materials.", 
    "Switzerland, supported by Spain, stressed that the tourism industry should be included as a bullet in this chapter.", 
    "Saudi Arabia, with Canada and the Netherlands, said that this chapter referred to manufacturing and services.", 
    "South Africa, Mexico, Saudi Arabia and the Netherlands noted that tourism is best captured under chapters on buildings, land use and transport sectors.", 
    "South Africa said that if tourism is included then mining should be as well.", 
    "The chapter outline was finally agreed to with an amendment to include tourism.", 
    "On the outline for Chapter 11 on Agriculture, forestry and other land use (AFOLU), delegates discussed inclusions of biodiversity, biochar, animal husbandry and timber.", 
    "Following informal consultations, the Netherlands presented consensual language on AFOLU, noting the inclusion of biochar and that some of the other earlier suggestions can be reflected in the guidance for authors rather than in the outline.", 
    "Guatemala noted the relevance of the IPCC expert meeting on Revisiting the Use of Managed Land as a Proxy for Estimating National Anthropogenic Emissions and Removals, held in May 2009 in Saõ Paulo, Brazil, and the delegates agreed to include a reference to the meeting report.", 
    "On the outline of Chapter 12 on Human settlements, infrastructure and spatial planning, parties noted that, compared to other chapters, this one seemed to have many missing issues, such as urban green spaces, sprawl and densification, among others.", 
    "Delegates agreed to the chapter outline with a recommendation to the Bureau and authors to revisit the outline following the WG II/III expert meeting on Human settlements and infrastructure to be held in April 2010 on this issue.", 
    "On Section 4 on Assessment of policies, institutions and finance (Chapters 14-17), a contact group was held Wednesday morning to restructure the section.", 
    "The contact group recommended starting at the national level and then moving to the international level as well as providing for cross-references between both levels.", 
    "The group also agreed that investment and finance issues should be addressed in all chapters but that a separate cross-cutting chapter should remain in the outline.", 
    "On Chapter 14 on International cooperation: agreements and instruments, the Netherlands proposed adding bullets on market mechanisms and analysis of mitigation effort sharing.", 
    "Switzerland opposed adding the latter point as this would prejudge the outcome of the assessment, and delegates agreed to draw authors attention to this issue in the guidance.", 
    "Canada underscored that the bullet on trade should be broadly construed as examining the way that climate change and trade agreements affect each other.", 
    "Sudan, with Saudi Arabia, proposed a separate bullet on capacity building, and this was agreed to.", 
    "In Chapter 16 on National and sub-national policies, New Zealand noted that some of the elements had international implications.", 
    "The US noted that the chapter did not include research and development policies.", 
    "UN-Habitat noted the proliferation of sub-national policy literature and questioned the combination of the national and sub-national chapters.", 
    "Switzerland noted that it is difficult to identify a threshold between developed and developing countries.", 
    "The Netherlands, the UK and Mexico supported analyzing development levels, with the Netherlands suggesting the wording between and within developing countries and Mexico proposing paying attention to the least developed countries.", 
    "Saudi Arabia stressed the clear difference between developed and developing countries, reflected in the UNFCCC differentiation between Annex I and non-Annex I parties.", 
    "After further informal discussions, delegates agreed that the chapter would address an assessment of the performance of policies and measures in developed and developing countries, taking into account development level and capacity.", 
    "Mexico proposed adding the role of non-governmental organizations, and Malaysia the role of stakeholders to this chapter outline, and this was agreed to by delegates.", 
    "On Chapter 17 on Investment and finance, Japan said these were determined by political will and are not subject to scientific analysis and that this should be addressed by policymakers.", 
    "He therefore proposed deleting Chapter 17 from the outline of the WG III report.", 
    "Delegates discussed the bullet on financing mitigation activities, with several countries noting this should refer to both developed and developing countries and China noting that financing mitigation activities in developing countries is a priority.", 
    "The Netherlands suggested splitting the bullet into two, relating to developed and developing countries, respectively, which was agreed to.", 
    "The chapter outline was then approved.", 
    "Delegates then approved the inclusion of FAQs in the all of the individual chapter outlines."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12441e.html", 
  "enb_long_title": "Thirty-First Session of the IPCC", 
  "type": "ipcc", 
  "id": "enb12441e_11", 
  "enb_end_date": "29-Oct-09"
}