{
  "countries": [
    "Australia", 
    "China"
  ], 
  "topics": [
    "Vulnerabilities and Impacts", 
    "Anthropogenic Interference with Climate System", 
    "Technology Transfer"
  ], 
  "section_title": "SESSION 1: HOW CAN CLIMATE CHANGE RISK BE ASSESSED?", 
  "enb_start_date": "19-Jun-04", 
  "enb_short_title": "UNFCCC SB-20", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Introducing the topic, Zbigniew Kundzewicz, Polish Academy of Sciences, defined the concepts of vulnerability, risk, and adaptation to climate change.", 
    "He noted the increasing rate of temperature rise and the resulting aggregate adverse impacts. Roger Jones, Atmospheric Research, Commonwealth Scientific and Industrial Research Organization, Australia, spoke on the suitability of risk assessment to inform adaptation needs, and called for focused assessment of the adaptive potential of different activities. Mahendra Shah, International Institute for Applied System Analysis, presented on climate change impacts on agriculture.", 
    "He highlighted severe impacts in Southern Africa, drawing attention to inequity of impacts among countries. Xuedu Lu, Ministry of Science and Technology, China, presented on methodologies for impact studies on climate change in China.", 
    "He noted the number of uncertainties resulting from models and methods, and called on SBSTA to promote research and development of assessment tools in developing countries. Dagmar Schröter, Potsdam Institute for Climate Impact Research, reported on methods to assess European vulnerability to climate change and shared preliminary results, noting that by 2050, overall consequences of climate change in Europe will be adverse.", 
    "She highlighted the importance of science-policy dialogues. In the ensuing discussion, participants addressed, inter alia, issues of spatial and temporal scale, uncertainties as an intrinsic part of scientific progress, the lack of insurance mechanisms in SIDS, and risk perceptions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12236e.html", 
  "enb_long_title": "Twentieth Session of the Subsidiary Bodies to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12236e_8", 
  "enb_end_date": "19-Jun-04"
}