{
  "countries": [], 
  "topics": [
    "Technology Transfer"
  ], 
  "section_title": "Discussion:", 
  "enb_start_date": "26-Apr-02", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "In the ensuing discussion, a number of delegates cautioned against adopting a 'one-size-fits-all' approach to methodologies, which they said should be flexible enough to reflect countries\u0092 unique circumstances.", 
    "One developed country speaker urged consideration of who would carry out and use the work on methodologies for technology needs assessments.", 
    "Highlighting the significant role of the private sector, he noted that the question being addressed at this meeting appeared to relate to the public sector, and said his country would be unlikely to ask the question of what its technology needs are in this way.", 
    "In response, another developed country participant stressed UNFCCC commitments and public-private sector linkages, which he said meant that strategies on technology transfer are necessary for all countries. Summarizing the discussion, Chair Thorgeirsson drew attention to comments that methodologies should be able to be improved and revised to reflect increased knowledge and information gathered over time.", 
    "He noted concerns that methodologies should not become overly complex and rigid, as this could form an obstacle to further progress.", 
    "He highlighted participants\u0092 comments that methodologies should build on previous knowledge and not try to 'reinvent the wheel,' as well as statements highlighting the need for a country-driven approach that fits climate change strategies within each country\u0092s broader development goals.", 
    "He drew attention to speakers\u0092 questions on the various actors involved in technology needs assessments, including who should be doing the work and for whom.", 
    "He also noted comments on the need to address adaptation as well as mitigation to climate change in the context of technology transfer."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12191e.html", 
  "enb_long_title": "Expert meeting on methodologies for technology needs assessments", 
  "type": "", 
  "id": "enb12191e_9", 
  "enb_end_date": "26-Apr-02"
}