{
  "countries": [
    "United States"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements"
  ], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "09-Dec-14", 
  "enb_short_title": "COP 20", 
  "subtype": "corridors", 
  "actors": [], 
  "sentences": [
    "While day seven of COP 20 started promptly with a 'ready, set, go' signal by the ADP Co-Chairs as they released a revised draft decision and revised elements for a draft negotiating text at 6:30 am, delegates ran into a traffic jam almost immediately, with protracted debates on the status of the newly-presented texts and non-substantive preambular paragraphs.", 
    "Under the COP, parties remained far apart on climate finance, yet many hoped the high-level segment on climate finance, scheduled for Tuesday, would yield some traction.", 
    "Some parties anticipated that discussions would take place in late night sessions, 'if the COP presidency gives the green light'.", 
    "However, in textual negotiations during the day, a traffic light approach (consisting of coloring text green, yellow or red, depending on the level of agreement) that had 'worked well' for some SBI and SBSTA informal negotiations, did not 'fly' in informal climate finance consultations where debates centered around transparency processes in the GEF and GCF, and co-financing under the GEF.", 
    "One developing country delegate said our ability to come up with co-financing amounts to a barrier to accessing finance.", 
    "While delegates reacted to 'on the spot questions' posed by the co-facilitator hoping for a 'green light' on some of the issues under discussion, not much progress was achieved.", 
    "'I love colors, but a traffic light system doesn't work in the UNFCCC', one delegate warned, 'regardless of the color, the text is still bracketed'.", 
    "Disagreements intensified as developing countries raised concerns over reductions in GEF funds available for climate change under the GEF's sixth replenishment.", 
    "'I am surprised', one developed country delegate confessed, 'since some of the decrease can be explained by the prioritization of funds for poorer countries'.", 
    "Viewing these concerns as a 'distraction', another one pointed to the US$9.95 billion recently pledged for the GCF capitalization.", 
    "As the day closed with three days of negotiations left, shifting into higher gear became necessary if Lima is to deliver a strong foundation for the agreement in Paris."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12615e.html", 
  "enb_long_title": "Lima Climate Change Conference - December 2014", 
  "type": "", 
  "id": "enb12615e_5", 
  "enb_end_date": "09-Dec-14"
}