{
  "countries": [], 
  "topics": [
    "Reasons for Concern", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "CONCLUSIONS AND RECOMMENDATIONS", 
  "enb_start_date": "10-Mar-08", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "On Wednesday afternoon, rapporteurs from the four breakout groups that were held over the course of the meeting presented outcomes from each: two groups on information providers and users perspectives on gaps and needs; and two groups on concrete recommendations regarding integrating socioeconomic information into assessments and applying it in the context of adaptation planning.", 
    "Information Providers Perspective: Emil Cherrington, CATHALAC, reported on socioeconomic information gaps and issues that were identified, including that: basic data is unavailable because it is either not collected or inaccessible (e.g., vital registration data, health statistics, migration data, poverty metrics and water resources); some data arrives in an inappropriate format for decision making; data providers do not have incentives for data generation and/or making it accessible; cross-sector analysis and integration of available information is poor; and dialogue between data providers and users is lacking.", 
    "He then presented the following recommendations on behalf of the group: some basic data still needs to be collected; information must be properly packaged to enable decision-making; data generators should be provided with incentives for generation of data and/or making it accessible; the use of newer technologies (e.g., Geographic Information Systems) should be encouraged to allow integrated analysis of data; and dialogue needs to be improved between data providers and users.", 
    "Information Users Perspective: Maggie Opondo, University of Nairobi, presented conclusions and recommendations identified by the group addressing the information users perspective.", 
    "She identified various users, including: micro level (farmers, households), macro level (local and federal governments), regional level (development banks) and natural resources managers or pro-poor practitioners.", 
    "She discussed the various scales of intervention where data is needed, both within and across sectors.", 
    "She noted the need to consider the issue of privatization and linkages to vulnerability, such as privatizing the water and energy sectors, which can often make users more vulnerable due to increased costs.", 
    "She also said depending on the scale, different types of information will be required, including: traditional knowledge/local empirical knowledge; best practices; trends on key indicators (disease, economic indicators, incomes, assets and sources); and time series data and links to vulnerability assessments.", 
    "She noted difficulties in capturing qualitative data links to vulnerability assessment, and said information collected must reflect development objectives.", 
    "She cited problems in accessing and using data and identified gaps, and recommended the need for: historical data; data on valuation of ecosystem services; information on the economic costs of climate impacts; analysis of adaptation interventions, including associated costs and benefits, and integrating climate change interventions into the wider perspective of development; and prioritizing data needs.", 
    "Regarding accessibility of data, she recommended: creating databases to, inter alia , take stock of existing socioeconomic information and maintain information; dispersing information widely and at multiple levels; collecting data in a more systematic way; and capitalizing on opportunities to undertake valuation.", 
    "Regarding capacity to use data, she emphasized: developing skills for use; conceptualizing use of the data; establishing a framework for data analysis; and improving links and dialogue between providers and users."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12356e.html", 
  "enb_long_title": "UNFCCC Expert Group Meeting on socioeconomic information under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)", 
  "type": "SPECIAL WORKSHOP", 
  "id": "enb12356e_31", 
  "enb_end_date": "12-Mar-08"
}