{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Adaptation"
  ], 
  "section_title": "COP Decision", 
  "enb_start_date": "28-Nov-11", 
  "enb_short_title": "COP17", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Part III of the decision (FCCC/AWGLCA/2011/L.4) recalls Decision 1/CP.16, which established the Cancun Adaptation Framework and the Adaptation Committee.", 
    "The COP decides that the Adaptation Committee should make use of the following modalities in exercising its functions: workshops and meetings; expert groups; compilation, review, synthesis, analysis reports of information, knowledge, experience and good practice; channels for sharing information, knowledge and expertise; and coordination and linkages with all relevant bodies, programmes, institutions and networks, within and outside the Convention.", 
    "The COP also decides that the Adaptation Committee shall operate under the authority of, and be accountable to, the COP, and requests the Committee to: report annually to the COP; during its first year, develop a three-year plan for its work, and initiate some of the activities contained in Annex V to this decision; engage and develop linkages with all adaptation-related work programmes, bodies and institutions under the Convention, including, inter alia, the LEG, the NWP, the work programme on loss and damage, and the operating entities of the financial mechanism of the Convention; and engage with relevant institutions, organizations, frameworks, networks and centers outside the Convention.", 
    "Regarding composition, the decision decides the Committee shall comprise 16 members, to be elected by the COP, as follows: two members for each of the five UN regional groups; one member from a small island developing state; one member from an LDC; two Annex I party members; and two non-Annex I party members.", 
    "Annex V outlines an indicative list of activities for the Adaptation Committee, inter alia : considering relevant information and providing recommendations to the COP on ways to rationalize and strengthen coherence among adaptation bodies, programmes and activities under Convention; preparing an overview of the capacities of regional centers and networks working on adaptation issues, and recommending to parties ways that their role can be enhanced; preparing periodic overview reports synthesizing information and knowledge relating to, inter alia, implementation of adaptation activities and good adaptation practices; and upon request, considering technical support and guidance to parties as they develop national adaptation plans, and work in support of the work programme on loss and damage."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12534e.html", 
  "enb_long_title": "Durban Climate Change Conference - COP17/CMP7", 
  "type": "", 
  "id": "enb12534e_101", 
  "enb_end_date": "09-Dec-11"
}