{
  "countries": [
    "Canada", 
    "Mauritania", 
    "Saudi Arabia", 
    "Philippines", 
    "India", 
    "United States", 
    "Zimbabwe", 
    "China", 
    "Uganda", 
    "Japan", 
    "Hungary", 
    "Argentina", 
    "New Zealand", 
    "Marshall Islands"
  ], 
  "topics": [
    "IPCC Governance", 
    "IPCC Governance", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Compliance and Enforcement", 
    "Flexibility Mechanims"
  ], 
  "section_title": "PLENARY", 
  "enb_start_date": "03-Jun-98", 
  "enb_short_title": "8th Session SBSTA & SBI", 
  "subtype": "plenary", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Maria Julia Alsogaray, Secretary of Natural Resources and Sustainable Development of Argentina, characterized COP-3 in Kyoto as a dynamic step toward meeting the FCCC\u0092s goals and said COP-4 in Buenos Aires should be another step in the same direction.", 
    "She noted the great interest in the Clean Development Mechanism (CDM) and emissions trading, but highlighted the need to address the FCCC as a whole.", 
    "She urged delegates to develop the elements common to all flexibility mechanisms together. UNEP Executive Director Klaus Töpfer pointed to the connection between flexibility and minimizing repercussions for economic growth potential.", 
    "He underlined UNGASS\u0092s call for improved scientific knowledge on the linkage between environmental conventions, policy coherence and public awareness.", 
    "He expressed the hope that his task force could support conventions and work on linkages with a view to making the best use of institutions and capacity development. FCCC Executive Director Michael Zammit Cutajar said he had suggested that the Bureau consider inviting UNEP to offer help on specific issues with linkages to other processes.", 
    "He spoke of an explosion of activities seeking to contribute to the design of the three new mechanisms envisaged in the Protocol.", 
    "The Secretariat had just convened a meeting of expert and interested organizations to contribute to discussion on the mechanisms, to promote information exchange on plans and resources available for implementation.", 
    "The sooner Parties set the basic rules, the sooner economic and institutional actors could adjust their plans.", 
    "He drew attention to the Secretariat\u0092s document raising important questions for Parties regarding the new mechanisms and sought further guidance from the Subsidiary Bodies on future Secretariat activities relating to the new mechanisms. MAURITANIA sought clarification regarding suggestions for a UNEP role.", 
    "The Executive Secretary responded that the suggestion was to strengthen the role of UNEP\u0092s activities, which could not be implemented without the approval of the Governing Council.", 
    "The PHILIPPINES noted that the activities of other intergovernmental agencies increases confusion between AIJ and the Clean Development Mechanism (CDM) and said the COP is the only body mandated to undertake activities under the FCCC. Regarding flexibility mechanisms, SBI Chair Kante recalled that the CDM, emissions trading and joint implementation are new to the agenda of the subsidiary bodies as a result of COP-3.", 
    "This joint meeting was designed to identify preparatory work needed for COP-4 and reach agreement on a work schedule.", 
    "Delegates could also decide on future work to be undertaken on AIJ. The Chair recommended that delegates address the flexibility mechanisms jointly in their statements.", 
    "While each has specific characteristics, they are concerned with cooperation among Parties.", 
    "Key issues to address include identifying questions that can be resolved by COP-4, and essential areas of work on each mechanism, such as methodological issues. The Secretariat introduced: Mechanisms for cooperative implementation (FCCC/SB/1998/1); Submissions by intergovernmental and non-governmental organizations (FCCC/SB/1998/Misc.2); Submissions from Parties on preparatory work needed for COP-4 (FCCC/SB/1998/Misc.1); and Update on activities implemented jointly (FCCC/SBSTA/1998/Inf.3). The G-77/CHINA said the joint cooperation mechanisms bring about technical, political and other new uncertainties that must be settled.", 
    "He expressed alarm at interpretations of the CDM as a cleaner production mechanism or a global carbon fund.", 
    "He opposed having any entity outside the FCCC operate the CDM.", 
    "MAURITANIA said that it may be helpful to address the mechanisms for implementation of the Protocol separately to avoid blurring the delegates\u0092 capacity and making the Secretariat\u0092s work difficult. The EU stressed that Parties must start with domestic action and said flexibility mechanisms, which must be cost effective and verifiable, should not create loopholes that weaken the commitments to be made at COP-4.", 
    "On emissions trading, he said the adoption and ratification of a compliance regime is a prerequisite, as is careful consideration of risk-sharing between buyers and sellers.", 
    "He noted the need to agree on: what contribution CDM can make to Annex I QELROs; the operational entities of CDM; and the form and identity of the various institutions established under Article 12.", 
    "He emphasized that this Article does not refer to removals by sinks and suggested that CDM should not apply to sinks unless the COP/MOP decides otherwise. The US favored a simple set of rules for emissions trading and specified, inter alia, that no formal trading should occur until the Protocol enters into force.", 
    "A Party should not be able to sell once it has emitted its allowed amounts during any period, i.e.", 
    "'deficit trading.", 
    "' He opposed limiting the percentages that can be sold.", 
    "He stressed it was premature to limit the extent to which CDM activities may account for emissions limitation and cautioned against the chilling effect of administrative restrictions.", 
    "He said that projects begun under AIJ that lead to legitimate emissions reductions should receive credits. INDIA opposed any hierarchy or prioritization of work with regard to the three collaborative mechanisms.", 
    "Supported by SAUDI ARABIA, he noted that whereas the AIJ pilot phase originated as a cost effective mechanism for developed countries, the CDM\u0092s origins are in sustainable development through development cooperation and resource transfer.", 
    "He opposed any appropriation of environmental space on the basis of current occupation or historical emissions.", 
    "SAUDI ARABIA called for completion of the AIJ pilot phase before evaluation of the processes, and for full SBSTA elaboration of the technical aspects of the mechanisms rather than rushed decision-making at COP-4.", 
    "HUNGARY noted that the soft commitments of 1992 will expire in 2000 and called for elaboration of new commitments undertaken in Kyoto by COP-4.", 
    "He favored addressing the mechanisms separately, and undertaking work on JI and CDM as well as AIJ, in order to investigate how an emissions trading network can function. On the uncertainties surrounding the new mechanisms, the ALLIANCE OF SMALL ISLAND DEVELOPING STATES (AOSIS) called for a non-compliance regime and noted their supplementary role.", 
    "He noted the importance AOSIS attaches to adaptation.", 
    "JAPAN called on SBI and SBSTA to elaborate the CDM and asked SBSTA and the IPCC to define sinks and measurements.", 
    "He proposed a SBSTA contact group on technical measures. The MARSHALL ISLANDS cautioned that some organizations may be getting ahead of the intergovernmental process.", 
    "CANADA said any advisory role for UNEP would be at the behest of the FCCC Parties and UNEP\u0092s Governing Council.", 
    "He proposed a contact group to look at emissions trading, including rules, guidelines and modalities.", 
    "He proposed separate groups to look at joint implementation and the CDM, and sinks.", 
    "NEW ZEALAND called for early decisions on transparent emissions trading to harness economic efficiency to the achievement of environmental goals, backed by a firm compliance regime.", 
    "He objected to a proposal for ceilings on amounts traded.", 
    "UGANDA called for an advisory technical panel.", 
    "ZIMBABWE did not anticipate a final resolution of issues surrounding flexibility mechanisms at COP-4."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1278e.html", 
  "enb_long_title": "Eighth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "", 
  "id": "enb1278e_3", 
  "enb_end_date": "03-Jun-98"
}