{
  "countries": [
    "United States", 
    "Saudi Arabia", 
    "Bolivia", 
    "Ecuador"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Post-Kyoto Agreements", 
    "Forests", 
    "Mitigation"
  ], 
  "section_title": "AWG-LCA STOCKTAKING:", 
  "enb_start_date": "05-Dec-11", 
  "enb_short_title": "COP17", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "On Saturday morning, AWG-LCA Chair Daniel Reifsnyder introduced an amalgamation document of draft texts in preparation of a comprehensive and balanced outcome to be presented to COP 17 (FCCC/AWGLCA/2011/CRP.37 and Add.1).", 
    "He said it contained draft text resulting from the work of the informal groups and was intended to provide a snapshot for parties to identify gaps, and opportunities for streamlining.", 
    "He explained that information on technical aspects, including on biennial reports, biennial update reports, IAR and ICA, were also incorporated in an annex.", 
    "On shared vision, Chair Reifsnyder noted the lack of significant progress.", 
    "On developed country mitigation, he said the text reflects progress made on the biennial reports and ICA, and that the amalgamation text contains draft decisions that reflect a fairly mature stage of issues.", 
    "On developing country mitigation, he said the text reflects progress made on biennial update reports and ICA.", 
    "On REDD+ finance, he described a significant and very helpful advance.", 
    "On sectoral approaches, Chair Reifsnyder said parties are expected to keep working towards streamlining text on international aviation and shipping.", 
    "On response measures, he said no common text has been reached and six proposals from parties have been submitted.", 
    "On legal options, he said that the options discussed by parties were included in a text developed under the facilitator s responsibility, and therefore it is not considered a negotiating text. BOLIVIA expressed concerns with the continuation of markets for parties not subscribing to targets under a second commitment period.", 
    "He stressed the need for discussing intellectual property rights in the context of the Technology Committee.", 
    "The US said that text on Chapter 2a and 2b (nationally appropriate mitigation commitments or actions by developed and developing countries) needs to reflect parties views.", 
    "Suggesting that the text is a good start, SAUDI ARABIA called for further work to be conducted in a party-driven process and for progress on response measures, as one of the main elements of the Bali Action Plan and as part of a complete package.", 
    "ECUADOR proposed splitting the text into several different COP decisions addressing each of the BAP pillars. ANNEX I EMISSION REDUCTIONS (AWG-KP): In the spin-off group on numbers, one developing country submitted a draft text on surplus and carryover of AAUs, which was discussed by delegates.", 
    "The co-facilitators then distributed an overview chart of options on the table, which delegates also discussed. LULUCF (AWG-KP): In afternoon informal consultations, delegates discussed a revised non-paper by the co-facilitators.", 
    "On definitions, a party discussed his proposal on a definition on forests, noting that this would introduce a comprehensive vision of forests as systems of life that have multiple functions.", 
    "One party noted that changing the definition of forests for a second commitment period could bring difficulties in terms of implementation and accounting.", 
    "A group of countries presented their revised baseline proposal to account for forest management.", 
    "Parties will continue working on the text until Monday and any additions will be integrated in a new revised version of the non-paper."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12529e.html", 
  "enb_long_title": "Durban Climate Change Conference - COP17/CMP7", 
  "type": "WORKING GROUP", 
  "id": "enb12529e_17", 
  "enb_end_date": "05-Dec-11"
}