{
  "countries": [
    "Canada", 
    "Poland", 
    "Australia", 
    "Zimbabwe"
  ], 
  "topics": [
    "Forests"
  ], 
  "section_title": "PARTY PRESENTATIONS", 
  "enb_start_date": "17-Jul-00", 
  "enb_short_title": "LULUCF", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Ian Carruthers, Australian Greenhouse Office, outlined Australia's perspective on carbon accounting for LULUCF.", 
    "He said land areas would enter into an accounting system for Article 3.3 and 3.4 once eligible LULUCF activities were established on that land.", 
    "He suggested that, once the land area entered into the accounting framework, all changes in greenhouse gases and carbon stocks from all relevant pools should be included, and the land should remain within the system into future commitment periods.", 
    "He expressed a preference for a narrow approach to the selection of activities and land-based accounting.", 
    "He drew attention to Australia's work on developing a national carbon accounting system, which he said could be applicable to other countries. Wayne Lindwall, Director, Agriculture and Agri-Food, Semi- Arid Prairie Agriculture Research Center, Canada, discussed measurement and verification of carbon stock changes relating to agricultural soils.", 
    "He provided a national perspective on the implications of LULUCF for the agriculture sector, highlighting the importance of considering below-ground carbon stocks and addressing sources and sinks in a balanced way.", 
    "He noted the potential for benchmark data in long-term studies to distinguish between human-induced and natural activities. Wojciech Galiñski, Researcher for Silvatica Research Consultants, Poland, spoke about the effect of uncertainties in data on estimating CO2 sequestration for the land-use change and forestry sector in Poland.", 
    "He said that, although the IPCC method for measuring greenhouse gases is relatively simple, it requires a considerable number of high quality, locally-generated data, and suggested that wide use of the IPCC definitional scenario may result in systematic calculation errors. Dominick Kwesha, Manager of the Vegetation Resources Inventory System (VegRIS) Project, Zimbabwe Forestry Commission, discussed land-use and vegetation mapping.", 
    "He illustrated the importance of land-use and vegetation mapping in monitoring LULUCF based on experiences with the VegRIS Project, which aims to improve management and sustainable use of vegetation resources in Zimbabwe.", 
    "He noted that VegRIS monitors: deforestation hotspots and degraded lands; resettlement areas; biodiversity areas; and fuelwood deficit areas.", 
    "He suggested that the potential exists for monitoring carbon reservoirs/pools in Zimbabwe by developing VegRIS to cover a national biomass inventory."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12141e.html", 
  "enb_long_title": "Workshop on Land-Use, Land-Use Change and Forestry", 
  "type": "", 
  "id": "enb12141e_27", 
  "enb_end_date": "17-Jul-00"
}