{
  "countries": [
    "Tanzania", 
    "China", 
    "Uganda", 
    "France"
  ], 
  "topics": [
    "Technology Transfer"
  ], 
  "section_title": "SBI Conclusions", 
  "enb_start_date": "31-May-10", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "In its conclusions (FCCC/SBI/2010/L.3), the SBI: endorses the EGTT s updated work programme and requests it to focus on areas with convergence on discussions under the AWG-LCA; requests the EGTT to elaborate upon options for the operation modalities of the proposed technology executive committee and the proposed climate technology center and climate technology network; and invites the GEF to provide half-yearly progress reports on the implementation of activities receiving support under the PoznaÅ\u0084 strategic programme on technology transfer. CAPACITY BUILDING (CONVENTION): This issue (FCCC/SBI/2009/4, 5 and 10, FCCC/SBI/2009/ MISCs.1, 2, 8 and 12) was first considered by the SBI plenary on 31 May.", 
    "It was referred to contact group and informal consultations co-chaired by Philip Gwage (Uganda) and Marie Jaudet (France).", 
    "The SBI adopted conclusions on 9 June.", 
    "The objective of discussions was to conclude the second comprehensive review of the capacity-building framework and finalize a draft decision on the outcome of the review, for adoption by COP 16.", 
    "Both the G-77/China and the EU submitted proposals for a draft COP decision.", 
    "Outlining their proposal, Tanzania, for the G-77/China, highlighted, inter alia : an expert group on capacity building; a plan of action for implementation of the capacity-building framework; and performance indicators to monitor and evaluate the implementation of the framework.", 
    "The EU highlighted, inter alia : enhanced reporting of capacity building best practices through national communications, in order to enable monitoring and evaluation of the implementation of the capacity-building framework; and the indicative list of items to consider for further implementation of decision 2/CP.7 (capacity building in developing countries)."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12472e.html", 
  "enb_long_title": "Bonn Climate Change Talks - May/June 2010", 
  "type": "", 
  "id": "enb12472e_52", 
  "enb_end_date": "11-Jun-10"
}