{
  "countries": [
    "Morocco"
  ], 
  "topics": [], 
  "section_title": "OPENING PLENARY", 
  "enb_start_date": "30-Oct-01", 
  "enb_short_title": "COP-7", 
  "subtype": "plenary", 
  "actors": [], 
  "sentences": [
    "COP-6 President Jan Pronk opened COP-7 on Monday morning.", 
    "Suggesting that the events of 11 September had cast international agreements in a new light, he said the Bonn Agreements demonstrate the effectiveness of multilateralism and international cooperation in solving global problems within the framework of the UN.", 
    "He expressed confidence that COP-7 will complete the process of translating the Bonn Agreements into legal language, and bring work on the Buenos Aires Plan of Action (BAPA) to a successful conclusion. The COP then elected Mohamed Elyazghi, Morocco's Minister of Territory Planning, Urban Management, Housing and Environment, as COP-7 President.", 
    "President Elyazghi welcomed delegates to Morocco, adding that this was the first UNFCCC COP to be held in Africa.", 
    "He thanked COP-6 President Pronk for his perseverance and for leaving an 'indelible mark' on the process. Abdelaziz Saâdi, President of the Regional Council of Marrakesh, presented the best wishes of Mohamed VI, King of Morocco, for a successful conference, and noted that COP-7 offered an opportunity to make significant progress in facilitating effective action in combating climate change.", 
    "Omar Jazouli, President of the Urban Community of Marrakesh, outlined efforts to preserve and protect the green heritage of Marrakesh, as well as projects to reduce greenhouse gas emissions in the waste treatment and transportation sectors. Michael Zammit Cutajar, Executive Secretary of the UNFCCC, said the Bonn Agreements represented a significant move forward in negotiations and a breakthrough for multilateralism.", 
    "He suggested that successes at COP-7 could include the start of the CDM on a solid basis and giving special consideration to the needs of African countries."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12179e.html", 
  "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12179e_1", 
  "enb_end_date": "30-Oct-01"
}