{
  "countries": [
    "United States", 
    "Malaysia", 
    "China", 
    "Peru", 
    "Kenya", 
    "New Zealand"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "TECHNOLOGY TRANSFER", 
  "enb_start_date": "08-Sep-00", 
  "enb_short_title": "SB-13", 
  "subtype": "", 
  "actors": [
    "Group of 77"
  ], 
  "sentences": [
    "Participants considered the sections on technology information and enabling environments in the draft text on a framework to facilitate development and transfer of technology.", 
    "They heard presentations by the FCCC Secretariat on a possible framework for a technology transfer system, and by the Climate Technology Initiative on its website. The G-77/CHINA underscored Parties' obligation to submit information on how they are implementing their commitments.", 
    "Regarding gathering information on technology needs and availability, she raised the question of how Parties facilitate access to technologies and what the conditions of access are.", 
    "KENYA suggested that countries that have submitted national communications be facilitated to conduct their technology needs assessments noting that the second national communication may not take place until 2006.", 
    "With the G-77/CHINA, she noted with concern that GEF is allocating funds to technology needs assessments instead of national communications. NEW ZEALAND supported the concept, in principle, of a clearinghouse and emphasized the use of existing institutions.", 
    "The US highlighted limitations with one-stop shops and supported the establishment of an international, rather than regional and sub-regional, clearinghouse.", 
    "CHINA, PERU, and MALAYSIA urged moving ahead by focusing on practical measures."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12145e.html", 
  "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC", 
  "type": "", 
  "id": "enb12145e_7", 
  "enb_end_date": "08-Sep-00"
}