{
  "countries": [
    "Brazil", 
    "Canada", 
    "Colombia", 
    "Uruguay", 
    "Tuvalu", 
    "Switzerland", 
    "Malaysia", 
    "China", 
    "Chile", 
    "Paraguay", 
    "Germany", 
    "New Zealand", 
    "Bolivia", 
    "Norway"
  ], 
  "topics": [
    "Flexibility Mechanisms", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "SBSTA Conclusions and COP Draft Decision", 
  "enb_start_date": "04-Nov-02", 
  "enb_short_title": "COP-8", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "In the conclusions (FCCC/SBSTA/2002/L.21), the SBSTA notes that it considered the sixth AIJ synthesis report and recommends a draft decision to the COP for adoption. In the draft decision (FCCC/SBSTA/2002/L.21/Add.1) the SBSTA: acknowledges that AIJ activities provide a learning-by-doing opportunity; decides to continue the pilot phase, and to change the frequency of the synthesis report to biannually; requests that the Secretariat submit updated information to SBSTA and SBI; and decides that the reports must be submitted by 1 June 2004. Land Use, Land-use Change and Forestry (LULUCF) - Definitions and modalities for including afforestation and reforestation activities under Protocol Article 12 (CDM): Parties addressed the item of LULUCF under the CDM in the SBSTA Plenary and in three meetings of a contact group, co-chaired by Thelma Krug (Brazil) and Karsten Sach (Germany). In SBSTA, on Thursday, 24 October, the Food and Agriculture Organization of the UN (FAO) reported on a recent workshop regarding forest-related definitions.", 
    "Malaysia stressed ensuring the environmental integrity of CDM projects.", 
    "Brazil supported developing 'a common language.", 
    "' Opposing Canada\u0092s SBSTA-16 proposal to change the baseline from 1989 to 1999, the EU stressed its support for the definitions set out in the Marrakesh Accords.", 
    "Colombia said the 1989 baseline could impede projects.", 
    "AOSIS stressed the need for social and environmental project impact assessments. The contact group discussed procedural matters at its first meeting, on Thursday, 24 October.", 
    "Delegates agreed to focus on technical issues.", 
    "On Friday, 25 October, the contact group addressed issues of non-permanence.", 
    "The G-77/China delivered a proposal that focused on principles, elements, and issues cutting across non-permanence.", 
    "The EU proposed a system for accounting that relies on Temporary Certified Emissions Reduction Units (TCERs).", 
    "On Saturday, 26 October, contact group Co-Chair Krug invited Parties to consider the definition of additionality.", 
    "The G-77/China supported the EU\u0092s principles on additionality and said it should be considered on a project-by-project basis.", 
    "The EU stressed the importance of 'true' additionality.", 
    "Canada, with Norway, supported maintaining the existing definition of additionality.", 
    "On leakage, the EU expressed concern about measuring leakage from activity displacement.", 
    "The G-77/China noted that leakage had both positive and negative impacts. On Monday, 28 October, the contact group continued discussions on socioeconomic and environmental impacts.", 
    "Switzerland highlighted biodiversity concerns.", 
    "New Zealand drew attention to displacement from other types of CDM activities.", 
    "Tuvalu proposed developing a checklist of socioeconomic and environmental project criteria.", 
    "Several Parties stressed that host countries should define such criteria.", 
    "On uncertainties, Canada, the EU and Uruguay supported the Marrakesh Accords.", 
    "Uruguay noted the need to separate uncertainty from risk. On crediting and project lifetime, the EU, supported by a number of Parties, argued for long-term crediting.", 
    "Colombia, Paraguay and Chile said projects should be considered on a case-by-case basis.", 
    "Tuvalu noted the problem of project crediting beyond the first commitment period.", 
    "Brazil stressed limiting the crediting to up to 20 years.", 
    "Colombia, with Uruguay, Bolivia and Chile, called for small-scale sinks projects.", 
    "The group forwarded draft conclusions to the SBSTA, which were adopted on Tuesday, 29 October."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12209e.html", 
  "enb_long_title": "Eighth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12209e_19", 
  "enb_end_date": "04-Nov-02"
}