{
  "countries": [
    "South Africa"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Post-Kyoto Agreements", 
    "Forests", 
    "Mitigation", 
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "BALANCED SET OF DECISIONS", 
  "enb_start_date": "04-Oct-10", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Wide differences began to emerge on the contents of these decisions.", 
    "For the AWG-LCA, many parties expressed a desire for decisions on all elements of the BAP.", 
    "Despite well-developed text on adaptation, technology and REDD+, many developed and developing country parties have stressed that there will be no agreement on these issues until clarity is reached on the issues of mitigation commitments or actions for developed and developing countries, the associated measuring, reporting and verification (MRV) of these actions and commitments, and MRV of support to developing countries to implement these actions.", 
    "Thus for most, mitigation would have to be a central element of a balanced package.", 
    "Another element of a balanced package relates to the level of detail within the decision texts.", 
    "One delegate noted, even if decisions can be reached on each of the building blocks, parties are going to have to face the fact that some of their well-developed elements may be held back to ensure that nothing proceeds substantively faster than anything else.", 
    "Most parties appear to want an agreement on mitigation, but with varying degrees of detail.", 
    "One major area of disagreement is the inscription of countries mitigation pledges in a COP decision.", 
    "This raises two issues: whether all countries pledges, or just developed countries pledges, should be inscribed; and how to safeguard the Kyoto Protocol and prevent it from being killed off.", 
    "To achieve the latter, some parties supported only inscribing US pledges in a COP decision, with the pledges of the other Kyoto Protocol developed country parties adopted via a Kyoto Protocol second commitment period, and then finding ways to ensure comparability of commitments across the two AWGs.", 
    "This latter issue relates to the third issue of balance- balance between the two negotiating tracks and ensuring that parties are satisfied with progress under both.", 
    "Progress under the AWG-KP will require agreement on a second commitment period for developed country parties.", 
    "Most developing countries insist that developed countries take on a second commitment period under the Kyoto Protocol, while for most developed countries, a single agreement under the AWG-LCA, which includes all major emitters, is preferable.", 
    "Thus at the very least, parties advocating a second commitment period will require a clear signal that the Kyoto Protocol will continue.", 
    "The COP/MOP must adopt a decision that, as one seasoned delegate put it, keeps the Protocol alive enough for developing countries, but dead enough for developed countries- basically keep it on life support.", 
    "One of the key considerations for most parties, if the Cancun outcome is a set of decisions, is to ensure that adoption of these decisions does not become the end of the road for the post-2012 climate change regime.", 
    "Some delegates have expressed fear that delivery of a comprehensive set of decisions in Cancun could make a legally-binding agreement redundant.", 
    "As a result, however the decisions in Cancun are framed, they must, at a minimum, not pre-judge the legal form of the outcome of the AWG-LCA negotiations and not preclude, prevent or nullify the need for a legally-binding agreement.", 
    "Concerned delegates have insisted that this point be made clear in the decisions and that the AWGs mandates be reconstituted to continue their work and present their respective outcomes at COP 17 and COP/MOP 7, to be held in South Africa at the end of 2011.", 
    "Therefore, many that have been following the process very closely say that to satisfy most countries, a Cancun outcome must: contain COP decisions on mitigation, adaptation, finance, technology and capacity building; declare that the ultimate goal is a legally-binding outcome; establish a programme for achieving this outcome; and contain a COP/MOP decision highlighting the continuation of the Kyoto Protocol.", 
    "How a balance will emerge remains to be seen.", 
    "Parties have started to identify what should be in the decisions, but have not yet achieved common ground.", 
    "As a result, there is still a need for parties to openly discuss how their desired packages of decisions balance these three objectives."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12485e.html", 
  "enb_long_title": "Tianjin Climate Change Talks - October 2010", 
  "type": "WORKING GROUP", 
  "id": "enb12485e_38", 
  "enb_end_date": "09-Oct-10"
}