{
  "countries": [], 
  "topics": [
    "Post-Kyoto Agreements"
  ], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "15-May-12", 
  "enb_short_title": "SB 36", 
  "subtype": "CORRIDORS", 
  "actors": [], 
  "sentences": [
    "The Bonn Climate Change Conference opened on a sunny Monday morning.", 
    "The mood of delegates gathering in the familiar surroundings of the Maritim Hotel was positive, although many joked that they now know the city and conference venue by heart.", 
    "We ve had nearly a 6-month break in the formal negotiations, but many of us have already been spending quite a bit of time in Bonn recently for workshops and the informal meeting in early May.", 
    "While the surroundings were well-known, there was also a feeling of anticipation regarding the post-Durban process, including the newly established ADP.", 
    "Many commented that they were looking forward to commencing work under the new ADP on Wednesday; however, few seemed to have a clear sense of the timeline and substance.", 
    "Meanwhile, the various new bodies were generating new dynamics in the process, ripe with rumors that nominations were proving difficult.", 
    "This was confirmed in the evening, with the SBI plenary finishing business for the day without having resolved the process of how nominations for the various bodies should be considered.", 
    "As the SBs opened, technology was very much on the agenda.", 
    "Along with the ubiquitous iPads and iPhones sported by delegates, technology permeated conversation in the corridors with delegates expressing different views on the host of the CTC.", 
    "The importance of resolving the issue came up in the SBSTA, SBI and a press conference with UNFCCC Executive Secretary Christiana Figueres.", 
    "Some delegates favored the Caribbean as host, others emphasized the need for the CTC to be in a developing country, while one recommendation noted the Republic of Korea as an option due to their technological advancements.", 
    "Whatever the case, technology will remain a key part of the climate conversation in Bonn."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12536e.html", 
  "enb_long_title": "Bonn Climate Change Conference - May 2012", 
  "type": "", 
  "id": "enb12536e_30", 
  "enb_end_date": "15-May-12"
}