{
  "countries": [
    "Ghana", 
    "Japan", 
    "Belize", 
    "China"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer"
  ], 
  "section_title": "TECHNOLOGY TRANSFER:", 
  "enb_start_date": "06-Nov-06", 
  "enb_short_title": "COP/MOP2", 
  "subtype": "", 
  "actors": [
    "Group of 77"
  ], 
  "sentences": [
    "This item was introduced in the SBSTA plenary on 6 November, and then considered in informal consultations and contact group meetings co-chaired by Kunihiko Shimada (Japan) and Carlos Fuller (Belize).", 
    "Delegates were asked to consider the EGTT's 2006 report (FCCC/SBSTA/2006/INF.8), and the technical paper on innovative financing for technology transfer (FCCC/TP/2006/1).", 
    "The main issue under discussion was the review of the mandate of the EGTT, which expired at this session, and to decide on a new mandate and/or the continuity of the EGTT.", 
    "Significant disagreements started early on, with Ghana, for the G-77/China, tabling an elaborate text proposing, inter alia : establishing a new body under the Convention, the Technology Development and Transfer Board (TDTB), establishing a Multilateral Technology Acquisition Fund (MTAF) to buy intellectual property rights; and developing indicators to monitor implementation of the technology transfer framework.", 
    "Developed countries advocated instead continuing and strengthening the EGTT.", 
    "No agreement was reached on the proposed TDTB, MTAF, monitoring mechanisms or continuation of the EGTT.", 
    "During the last night of negotiations, SBSTA Chair Kumarsingh informed participants that if no decision was made at COP 12, there would be a gap in implementation of the technology transfer framework of at least 18 months, 12 months for a new decision at COP 13 and 6 months for implementation at SBSTA 28.", 
    "Faced with this prospect, parties agreed to extend the EGTT work programme and membership for one year, and continue discussions at SBSTA 26.", 
    "SBSTA adopted conclusions on 14 November, and COP adopted a decision on 17 November.", 
    "All involved parties expressed disappointment that no agreement had been reached. SBSTA Conclusions : In its conclusions ( FCCC/SBSTA/2006/L.27 ), SBSTA, inter alia : welcomes the EGTT's annual report (FCCC/SBSTA/2006/INF.8); and, taking into consideration activities identified in this report, requests the Secretariat to: prepare a paper and organize a workshop on good practices with conducting technology needs assessments; organize a small seminar for technology information centers; prepare a summary of EGTT achievements; and prepare a scoping paper on joint research and development. COP Decision : In the decision ( FCCC/SBSTA/2006/L.27/Add.1 ), the COP decides to extend the EGTT for one year including its membership and to forward a bracketed text to SBSTA 26 for its consideration.", 
    "The bracketed text includes references to: the five themes listed in the framework; reconstitution of the EGTT; TDTB; establishment of MTAF; and development of indicators to monitor implementation of the technology transfer framework.", 
    "The bracketed text also includes terms of reference for EGTT/TDTB."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12318e.html", 
  "enb_long_title": "UN Climate Change Conference – Nairobi 2006", 
  "type": "", 
  "id": "enb12318e_19", 
  "enb_end_date": "17-Nov-06"
}