{
  "countries": [
    "United States", 
    "Saudi Arabia", 
    "Australia", 
    "China", 
    "South Africa", 
    "Poland", 
    "Argentina"
  ], 
  "topics": [
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "FORUM AND WORK PROGRAMME ON RESPONSE MEASURES:", 
  "enb_start_date": "14-May-12", 
  "enb_short_title": "SB 36", 
  "subtype": "PLENARY", 
  "actors": [
    "African Group", 
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "This issue was taken up by the SBI and SBSTA plenaries on 14 May.", 
    "It was subsequently addressed in a joint SBI/SBSTA forum operating as a contact group on all issues related to response measures, and was co-chaired by SBSTA Chair Muyungi and SBI Chair Tomasz Chruszczow (Poland).", 
    "On 17 May, parties shared views on how to organize the work of the forum.", 
    "Argentina, for the G-77/China, called for a clear set of modalities for the operationalization of the forum and work programme, including inter alia : assigning specific tasks and activities for the rest of the year and creating an outline schedule for 2013 to address the specific needs and concerns of developing country parties.", 
    "South Africa, for the African Group, stressed economic and social impacts of trade and trade-related measures adopted by developed countries.", 
    "The US, supported by Australia, suggested that parties focus discussions on how to undertake the consolidation of response measures issues.", 
    "The EU suggested that a forum take place in an open context to include non-parties, such as civil society and experts.", 
    "Australia said work should focus on substantial points of convergence on issues to be addressed in the work programme.", 
    "China stressed the importance of the forum to minimize or prevent the negative impacts of response measures, and expressed concern with the inclusion of aviation in the EU Emissions Trading Scheme.", 
    "Saudi Arabia suggested exchanging information through, inter alia , workshops.", 
    "In their closing plenaries, the SBI and SBSTA Chairs reported on positive results achieved in the first meeting of the forum, and that review of the work of the programme will take place with a view to providing recommendations at COP 19.", 
    "They highlighted that the plan of work is structured along the eight areas identified in Decision 8/CP.17 (Forum and work programme on the impact of the implementation of response measures), using modalities adopted by the same decision and taking into account that modalities considered are subject to financial resources."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12546e.html", 
  "enb_long_title": "Bonn Climate Change Conference - May 2012", 
  "type": "SBI/SBSTA", 
  "id": "enb12546e_28", 
  "enb_end_date": "25-May-12"
}