{
  "countries": [
    "Bangladesh", 
    "Costa Rica", 
    "United States", 
    "Nigeria", 
    "Bolivia", 
    "Venezuela", 
    "Argentina", 
    "Ecuador", 
    "Pakistan", 
    "Saudi Arabia", 
    "Australia", 
    "Cuba", 
    "Egypt", 
    "Tuvalu", 
    "India", 
    "Guatemala", 
    "Colombia"
  ], 
  "topics": [
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "COP PLENARY", 
  "enb_start_date": "17-Dec-09", 
  "enb_short_title": "COP 15", 
  "subtype": "plenary", 
  "actors": [], 
  "sentences": [
    "COP Vice-President Figueres Olsen opened the COP plenary noting that the meeting of the COP/MOP remained suspended.", 
    "AWG-LCA Chair Zammit Cutajar presented the report of the AWG-LCA (FCCC/AWGLCA/2009/L.7 Rev.1, and Add.1, Add.2 Rev.1, Adds.", 
    "3-7, Add.8 Rev.1, and Add.9).", 
    "Noting that the main output of the group is a set of conclusions presenting decision text to COP 15, he emphasized that the text does not prejudice the possible form or legal nature of the outcome adopted by the COP.", 
    "He stressed that while substantial progress has been made, the text has not been completed, requires further work and that, as a package, nothing is agreed until everything is agreed.", 
    "Figueres Olsen noted the historic nature of the process undertaken to fulfill the BAP.", 
    "She said that COP President Rasmussen is consulting with parties on how to proceed and that he would inform parties in the morning on the outcome of these consultations and that the COP plenary would be suspended and resume in the morning.", 
    "INDIA requested textual changes to make the text more consistent with the Convention, changes to the sections on NAMAs and on financial resources and investment. TUVALU requested clarity on the process moving forward and specifics on how consultations would be conducted. COP Vice-President Figueres Olsen clarified that the COP President is consulting on how to conduct consultations and noted that it had been an extraordinary day and that the road forward was not clear. BANGLADESH, TUVALU, EGYPT and GUATEMALA said they had yet to be contacted by the COP President for consultations and noted that they should be inclusive, transparent and include all major groups.", 
    "ECUADOR expressed concern with the final outcome and worried that basic standards of multilateralism would be violated.", 
    "The REPUBLIC OF KOREA emphasized that some proposals had not yet been discussed in the contact group.", 
    "AUSTRALIA urged moving to outstanding issues, saying this should be done at the ministerial level.", 
    "BOLIVIA, SAUDI ARABIA, NIGERIA, ARGENTINA, VENEZUELA and PAKISTAN urged openness, transparency and inclusiveness in the consultations, lamenting the lack of transparency so far.", 
    "ARGENTINA said consultations must be carried out with all countries, and requested that her Minister of Foreign Affairs be included.", 
    "CUBA highlighted the need for efficient use of time, noting that the COP plenary had been scheduled for 1:00 pm but had only convened at 10:00 pm.", 
    "BANGLADESH requested the COP President to engage with parties constructively.", 
    "COLOMBIA urged parties not to debate process, noting that these discussions are being held elsewhere.", 
    "Costa Rica welcomed the report of the AWG-LCA and called for an ambitious and legally binding agreement.", 
    "The US said that the text posed issues, which were not final nor finished and expressed willingness to work on specifics, noting that the relevant decisions would have enormous value.", 
    "The COP Vice-President said that she would convey the general message to the COP President on the need for: quick clarity on the way forward; effective use of time; and an inclusive and transparent process.", 
    "The COP Plenary was suspended at 11:03 pm."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12457e.html", 
  "enb_long_title": "Copenhagen Climate Change Conference", 
  "type": "cop", 
  "id": "enb12457e_2", 
  "enb_end_date": "17-Dec-09"
}