{
  "countries": [
    "United States", 
    "Australia", 
    "Bangladesh", 
    "Japan", 
    "Grenada", 
    "Bolivia", 
    "India"
  ], 
  "topics": [
    "Extension of the Kyoto protocol", 
    "Financial Mechanisms and Funds", 
    "IPCC Governance", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "CTCN - Governance Structure and Terms of Reference", 
  "enb_start_date": "03-Apr-11", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The US defined the objective of the CTCN as helping developing countries identify projects and strategies to enhance low-emission and climate-resilient development.", 
    "He said the Climate Technology Centre (CTC) should: be the first stop for technology information about tools and practices; help countries identify and assess options, needs and policy barriers; and provide access to a global network of regional and sectoral experts.", 
    "On tools to deliver these services, the US identified as possibilities: teams of expert responders to provide assistance drawn from the network to undertake in-country visits and provide capacity building for projects and policy proposals; regional-, country or issue-specific training to build capacity; and funding assistance to identify sources of financing.", 
    "He suggested that services provided by the CTC should not be entirely free.", 
    "India envisioned a process beginning with a request from a developing country to develop a project.", 
    "The CTC would then ask organizations and experts best suited to respond to the request to self-organize a network to provide assistance with project preparation, capacity building and/or innovation as needed.", 
    "He called on developing countries to provide an early intimation of the type and volume of requests that they expect to make to provide a basis for determining the institutional needs of the CTC.", 
    "India said that the TEC should provide the operational oversight, and budgeting and audits.", 
    "Outlining a facilitative role for the CTC, the EU proposed a light CTC structure entailing a small, cost-effective team with a clear and effective institutional structure.", 
    "Noting that there is no need for new institutions, he envisioned the CTC as a coordination body between Network members and parties.", 
    "Bolivia said the CTC should: adapt to local conditions; promote technology acquisition and innovation; remove technology transfer obstacles, particularly those related to Intellectual Property Rights (IPRs); enhance endogenous capacities; and support independent evaluation.", 
    "He said the CTC should take a bottom-up approach under the leadership of entities in each country.", 
    "Australia said the CTCN should be: country-driven; adaptable and responsive to national circumstances; and enhance conditions necessary for investments.", 
    "She underscored the CTCN should be independent from the TEC but that it should be accountable to the COP.", 
    "Grenada, for AOSIS, said both the TEC and the CTC should have the mission to increase the volume of technology transfer for social development.", 
    "He underscored that an integrated relationship between the CTC and the financial mechanism is crucial to providing the level of resources required.", 
    "He suggested that the governance of the CTCN be independent of the TEC.", 
    "Bangladesh said the CTC governance structure should comprise an expert group to provide strategic guidelines for technology development and transfer, supported by a Secretariat.", 
    "He said that regional CTCs should be established in all UN regions.", 
    "At the country level, he said developing countries should either designate a specific entity or establish a center of excellence for technology development and transfer to work with the regional CTC.", 
    "He stressed that funding should be balanced between mitigation and adaptation.", 
    "Japan said the CTC should function as an effective gatekeeper enabling efficient implementation of technology transfer and use of outside experts to respond to needs and requests of developing countries.", 
    "He called for regional approaches to identifying available technology and experts.", 
    "He preferred a CTC governing board separate from the TEC, with members from developed and developing countries, business organizations, multilateral development banks, the TEC Chair and the executive director of the CTC.", 
    "During discussions, parties debated a range of issues, including: focusing resources on technology transfer; whether regional centers should be technology specific or include all technologies; establishing national level CTCs with coordination at the regional and international levels; and centralization versus efficiency and effectiveness.", 
    "The US highlighted the possibility of a hybrid of the Bangladesh model with an in-country institution coordinating project development and applications for assistance from the CTC.", 
    "Bangladesh noted that the process should be both bottom-up and top-down, with policy direction provided by the TEC.", 
    "India said each country needs to establish a national process to identify, develop and put forward requests to the CTC, and that the CTC should be a relatively small group of case managers identifying possible consortia of partners from network members.", 
    "He said this would ensure a light bureaucratic structure to reach out to the best available experts and quickly respond to identified needs.", 
    "CAN International highlighted the need for capacity building.", 
    "In the afternoon the Consultative Group on International Agricultural Research (CGIAR) presented its experience with creating an expert network to address climate change impacts on agriculture.", 
    "He highlighted the informal nature of the network, noting the lack of formal legal status.", 
    "On lessons learned, he said networks can have a great impact, but noted the need to keep the system design simple, minimize administrative requirements and reach agreement on broad principles before drafting legal agreements. UNEP provided perspectives on technology centers and networks and identified the following attributes of successful centers and networks: stable and predictable funding; specific focus and means of measuring results; and size that matches ambition.", 
    "He suggested the CTCN could be most effective by focusing on technical support for specific projects in developing countries and on strategic planning and sound policy infrastructure.", 
    "He said two key questions must be addressed: how network members can be compensated for services they provide; and how advances in information and communications technology can deliver more services more effectively at lower cost.", 
    "In the panel discussion on the necessary arrangements for full operationalization of the Technology Mechanism among relevant organizations and initiatives, a range of issues were discussed, including: a decentralized bottom-up approach; the role of the private sector; interaction at national, regional and international levels; and multi-level governance.", 
    "On a bottom-up approach, Ambuj Sagar, India Institute of Technology, underscored that centers at the national level acting as critical facilitative bodies can: customize various processes; meet local technological needs and circumstances; and leverage financial and technical resources.", 
    "Martin Khor, South Centre, pressed for national level CTCs to identify sectoral technology needs and carry through national policy making processes.", 
    "On private sector involvement, Jean-Yves Caneill, World Business Council for Sustainable Development (WBCSD), underlined the importance of involving the private sector at all levels.", 
    "He said the private sector is ready to participate in the creation of the Network.", 
    "On multi-level governance and institution building, Richard Bradley, International Energy Agency, noted the effectiveness of using tools and techniques, including: implementing agreements; private sector involvement; and independent decision-making.", 
    "He suggested taking advantage of existing networks."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12499e.html", 
  "enb_long_title": "UN Climate Change Conference Bangkok - April 2011", 
  "type": "", 
  "id": "enb12499e_20", 
  "enb_end_date": "08-Apr-11"
}