{
  "countries": [
    "Canada", 
    "Japan", 
    "New Zealand", 
    "Australia"
  ], 
  "topics": [
    "forests", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "LULUCF", 
  "enb_start_date": "18-Jul-01", 
  "enb_short_title": "COP-6 bis", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "This group met in afternoon and evening sessions.", 
    "During the afternoon, delegates were presented with a joint proposal from Canada, Australia and Japan on the issue of scale in Article 3.4 forest management, and a proposal by New Zealand addressing scale and additionality in this context.", 
    "The former proposal relies on negotiated maximum levels of allowable forest management credits for individual countries, as opposed to the formula approach taken in the Pronk text, which includes caps and discount rates.", 
    "It was presented as a clear and transparent approach, with levels set that account for: the Party's national circumstances; the degree of effort required by the Party to achieve its emissions limitation; forest management measures the Party is implementing or planning to implement; and whether it incurs a net source of emissions under Article 3.3.", 
    "It was noted that the proposal seeks to replace only parts of the Pronk text and should be viewed in concert with it.", 
    "It applies to the first commitment period only.", 
    "One country with an economy in transition joined in supporting the proposal. A number of developing countries stated that no additional activities should be pursued under Article 3.4 during the first commitment period.", 
    "One delegate said the proposal constitutes a renegotiation of the Protocol targets.", 
    "Another Party stressed the need to retain the credibility of the process and assure long-run effective climate protection, and asked what the scale of the allowed credits might be.", 
    "One delegate noted that negotiations on allowable credits should take place during the ministerial segment in order to pave the way for ratification.", 
    "Some Parties stressed a compromise on Article 3.4 as a key to ratification. The New Zealand proposal was presented as retaining market-based incentives for improved forest management and CDM activities.", 
    "It suggests that a Party including Article 3.4 activities during the first commitment period either: demonstrates, in accordance with specific criteria, that additional or improved practices since 1990 have caused a marginal benefit to the atmosphere in comparison to what would have otherwise occurred; or accounts for net increases in carbon stocks and net anthropogenic greenhouse gas removals by sinks up to a level to be negotiated on a country by country basis.", 
    "In addition, a preliminary EU proposal was presented, supporting the Pronk text but reducing the scale of Article 3.4 activities. In an evening session, delegates heard initial reactions to the three new proposals.", 
    "Non-Annex I Parties, supported by several other Parties, highlighted a number of technical and legal deficiencies and said the Article 3.4 activities must meet all their proposed Principles, as outlined in The Hague text, in order to ensure the integrity of the Protocol. Several Parties underscored the need for a practical and pragmatic first step as an essential part of a successful outcome of COP-6 Part II, paving the way for Protocol ratification.", 
    "Co-Chair Dovland said the Secretariat would draft a conceptual paper for ministers with regard to activities under Article 3.4 during the first commitment period, reflecting options ranging from no activities to options reflecting the Pronk text and the new proposals including negotiated credits.", 
    "This would be discussed by delegates on Wednesday.", 
    "The group then had a first reading of the Article 3.3 and 3.4 definitions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12168e.html", 
  "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION", 
  "type": "", 
  "id": "enb12168e_3", 
  "enb_end_date": "18-Jul-01"
}