{
  "countries": [
    "Brazil", 
    "Bangladesh", 
    "United Arab Emirates", 
    "India", 
    "Mauritius", 
    "China", 
    "Japan", 
    "Venezuela", 
    "Barbados"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "Mitigation", 
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "ADP: HALFWAY STOP ON THE ROAD TO NOWHERE?", 
  "enb_start_date": "11-Nov-13", 
  "enb_short_title": "COP 19", 
  "subtype": "PLENARY", 
  "actors": [
    "European Union", 
    "Independent association of Latin America and the Caribbean", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The main expectation for the ADP at COP 19 was to intensify work on the content of the 2015 agreement and on concrete outcomes on pre-2020 ambition, thereby instilling confidence that this process can deliver on both fronts.", 
    "Despite the best efforts of the Co-Chairs, results were sparse.", 
    "The task to 'develop a protocol, another legal instrument or an agreed outcome with legal force under the Convention applicable to all parties' by 2015 to enter into force by 2020, agreed in Durban, has become a touchstone of the UNFCCC's ability to respond to the urgency of climate change.", 
    "Progress toward a new agreement is one indication of whether the UNFCCC is still relevant and able to take the necessary action to combat climate change.", 
    "At the halfway mark to 2015, with just two years to go, parties seem far from delivering on their goal to complete a negotiating text at COP 20 in Lima.", 
    "It appears that the 2015 agreement is developing into a purely 'bottom-up' arrangement, meaning that states delineate the extent and nature of their contributions.", 
    "What seems to be lacking is top-down commitments and a pledge-and-review mechanism to assess the patchwork of national contributions to determine if they represent emission reductions substantial enough to stay within the 2 °C target.", 
    "The controversial reference to 'intended nationally determined contributions' that would not prejudge their legal nature was introduced as an oral amendment in the final minutes of the ADP closing plenary.", 
    "The term 'contributions', as opposed to 'commitments', represented a divide between developed countries and some developing countries, particularly the LMDCs.", 
    "This effectively left fundamental issues, such as the legal nature of the 2015 agreement and the means to differentiate commitments in an agreement 'applicable to all', unresolved.", 
    "Differentiation is also side-stepped in the decision.", 
    "Many developed and several developing countries supported a discussion on how differentiation could be reflected in the 2015 agreement, which, according to the Durban mandate, should be 'applicable to all'.", 
    "However, LMDCs are hesitant to revisit this issue and argue instead for any future agreement to reflect the Annex I/non-Annex I distinction.", 
    "Developing countries supporting discussions on differentiation, such as AILAC, felt their voices were drowned out by the rising visibility of the LMDCs as well as the acrimony between the EU and Venezuela, which became a distraction during the final days.", 
    "Revising differentiation in the 2015 agreement is a key demand of developed countries.", 
    "Given fundamental changes in the global economy since 1992, some non-Annex I countries, such as the Republic of Korea, China, Brazil and India, are now economic powerhouses with associated increases in GHG emissions.", 
    "For a long time, their argument for retaining Annex I/non-Annex I differentiation was rooted in their per capita emissions being much lower than those in developed countries and their right to sustainable development.", 
    "Today, China, the world's largest emitter in absolute terms, also ranks on par with the EU in per capita terms, prompting those open to differentiation to note the need for the 2015 agreement to look at current and future emissions as those will amount to tomorrow's historical responsibilities.", 
    "Furthermore, several developed countries, currently holding the historical responsibilities for atmospheric concentrations of GHGs, have yet to embrace their leadership role, as evidenced by the gap between the slim pledges and implementation of commitments, and the cuts needed to keep global temperature rise below 2 °C.", 
    "Meanwhile, pre-2020 mitigation ambition has been slow to emerge.", 
    "Only four countries - Bangladesh, Barbados, Mauritius and the United Arab Emirates - have ratified the Doha Amendment, which needs 144 ratifications to enter into force.", 
    "China and the EU did announce their intentions to ratify; however, even with all of the EU member states on board, a further 110 ratifications are needed.", 
    "Thus, until the Doha Amendment enters into force, parties with quantified emissions limitation or reduction commitments (QELRCs), are not legally bound to fulfill them.", 
    "Furthermore, the second commitment period covers only about 15% of global emissions, which makes it imperative that other countries contribute to the global mitigation effort if the global temperature goal of 2 °C is to be achieved.", 
    "The COP decision on 'Further advancing the Durban Platform' contains no targets for 2020, merely urging states that have not communicated their quantified economy-wide emission reduction target, or nationally appropriate mitigation action, to do so.", 
    "It further urges developed countries 'to implement without delay' their quantified economy-wide emission reduction targets under the Convention, and QELRCs for the second commitment period of the Kyoto Protocol, if applicable.", 
    "If anything, the Warsaw COP saw pre-2020 mitigation ambition wane.", 
    "For example, Japan, one of the few Annex I countries without a QELRC for the second commitment period, announced its new GHG emission reduction target during the first week of the COP.", 
    "It has pledged to reduce its emissions by 3.8% compared to 2005 by 2020, which, if using 1990 as the base year, results in an increase of 3.1%, whereas under the Kyoto Protocol first commitment period, Japan was supposed to reduce its GHG emissions by 6% compared to 1990 levels.", 
    "The COP also decided to intensify the technical examination of opportunities with high mitigation potential next year, building on a technical paper briefly considered at COP 19.", 
    "This, however, is less specific than the AOSIS proposal for a technical process focused initially on renewable energy and energy efficiency, coupled with submissions and high-level engagement on those issues.", 
    "The decision offers little to developing countries on the enhancement of pre-2020 ambition on provision of support other than to urge developed countries to increase technology, finance and capacity-building support to enable increased mitigation ambition by developing countries.", 
    "Under the ADP, the task of COP 19 was to show progress toward a 2015 agreement and enhancing pre-2020 ambition, and provide confidence that the UNFCCC can deliver on a substantial mandate in a very short time.", 
    "On both these fronts, results appeared inadequate.", 
    "In the absence of delineated potential elements of the 2015 agreement, one wonders if at this stage, the ADP is any closer to a 2015 agreement.", 
    "Progress toward increasing pre-2020 ambition seems stunted despite the growing evidence and calls for urgent action.", 
    "On the road to Lima, and only two years from the deadline for an agreement in Paris, the Warsaw outcomes provide little reason for high hopes."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12594e.html", 
  "enb_long_title": "Warsaw Climate Change Conference - November 2013", 
  "type": "WORKING GROUP", 
  "id": "enb12594e_93", 
  "enb_end_date": "23-Nov-13"
}