{
  "countries": [
    "Brazil", 
    "Indigenous Peoples", 
    "Chile", 
    "Indonesia", 
    "India", 
    "Papua New Guinea", 
    "United States", 
    "Paraguay", 
    "China", 
    "Peru", 
    "Guyana", 
    "Switzerland", 
    "Colombia", 
    "New Zealand"
  ], 
  "topics": [
    "Mitigation", 
    "Financial Mechanisms and Funds", 
    "forests", 
    "Mitigation", 
    "Technology Transfer"
  ], 
  "section_title": "Mitigation by developing countries (AWG-LCA)", 
  "enb_start_date": "09-Dec-09", 
  "enb_short_title": "COP 15", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Environmental Integrity Group"
  ], 
  "sentences": [
    "Afternoon informal consultations on mitigation by developing countries under sub-paragraph 1(b)(ii) of the BAP focused on NAMAs supported by public finance.", 
    "Parties conducted the first reading of the sections on support and enabling activities for NAMAs, and a NAMA mechanism in non-paper No.", 
    "Discussions focused, inter alia , on the role of low-carbon emission strategies in relation to NAMAs, with several developed countries supporting the strategies and several developing countries opposing them.", 
    "On a NAMA mechanism, a group of developing countries supported the option that proposes establishing a registry for actions and support. FINANCE (AWG-LCA): During informal consultations parties discussed institutional arrangements reflected in non-paper No.54.", 
    "Debate centered on whether to operationalize or strengthen the financial mechanism of the Convention, with delegates unable to agree on this.", 
    "A proposal was made for several parties to meet informally to reach agreement. TECHNOLOGY (AWG-LCA): The informal drafting group on technology met in the morning and afternoon.", 
    "Parties discussed common elements to be captured in a new text, including: a technology mechanism or platform; centers and networks; a country-driven approach and; financial support for eligible activities.", 
    "A revised, concise non-paper will be produced for Wednesday. REDD (SBSTA): In the contact group on REDD, parties discussed the draft COP decision text in Annex I of document FCCC/SBSTA/2009/3.", 
    "INDONESIA and the EU called for clarification on the division of work on REDD under the SBSTA and AWG-LCA.", 
    "PAPUA NEW GUINEA, CHILE, Switzerland, for the ENVIRONMENTAL INTEGRITY GROUP, and others said discussion on reference levels should be a priority.", 
    "GUYANA and COLOMBIA stressed the need to create opportunities for countries with low deforestation rates to participate.", 
    "BRAZIL and the EU called for national forest monitoring systems.", 
    "BRAZIL expressed concern with language on independent review.", 
    "NEW ZEALAND, the US, INDIA, the ENVIRONMENTAL INTEGRITY GROUP, PERU and others said language on independent review is needed, while CHINA suggested that discussion of review occur under the AWG-LCA.", 
    "PARAGUAY, COLOMBIA and others supported text on engagement of indigenous peoples.", 
    "Informal consultations will begin on Wednesday."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12450e.html", 
  "enb_long_title": "Copenhagen Climate Change Conference", 
  "type": "", 
  "id": "enb12450e_25", 
  "enb_end_date": "09-Dec-09"
}