{
  "countries": [
    "United States", 
    "Iran", 
    "China", 
    "Canada", 
    "Ghana"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "AD HOC GROUP ON ARTICLE 13", 
  "enb_start_date": "09-Jun-98", 
  "enb_short_title": "8th Session SBSTA & SBI, AG13 6", 
  "subtype": "plenary", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "AG13 continued deliberating Paragraph 13 (outcome), specifically questions on the reporting of the Committee, access to the reports of the work of the Committee, and whether reports should be subject to consent of Parties concerned. The US and G-77/CHINA questioned the need to link paragraph 11 (governance) and 13 (outcomes), since they address two distinct issues: general reporting of the Committee\u0092s overall work and reporting of the outcomes of that work.", 
    "On reporting of the Committee\u0092s work, the US queried the frequency, form and content of reports to the COP.", 
    "The G-77/CHINA and the EU suggested annexing a summary of conclusions and recommendations to full reports.", 
    "The reports would be submitted at the ordinary sessions of the COP. On the G-77/CHINA suggestion to make the reports, conclusions and recommendations available to the public upon request, IRAN and the US noted the Secretariat\u0092s existing dissemination procedures.", 
    "CANADA called for cross-reference to paragraph 5 (mandate of the Committee) and avoid use of language that expands or confuses the mandate of Committee.", 
    "On consent by Parties, the G-77/CHINA noted the importance of doing so especially in situations where the concerned Parties did not trigger the process, saying this is necessary for fairness and appropriate acceptance of the conclusions. The G-77/CHINA also proposed noting that the outcome of the Committee\u0092s work shall include, as necessary, measures for the effective implementation of the Convention.", 
    "CANADA and the US said the G-77/China proposal changes the scope of the process, by referring to the entire Convention rather than the Parties in question.", 
    "GHANA said comments from the MCP participants should be included in the report to the COP.", 
    "The EU said the comments should be included if they diverge from the outcome of the process. On paragraph 14 (evolution), delegates accepted text noting that these terms of reference may be amended by the Conference of the Parties.", 
    "The Chair proposed that unresolved problems should be resolved in a drafting group. CANADA, Chair of the drafting group, reported that Parties had agreed the MCP can be triggered by: a Party with respect to its own implementation; a group of Parties with respect to their own implementation; a Party or group of Parties with respect to implementation by another Party or group of Parties; and/or the Conference of Parties.", 
    "On paragraph 13 (outcome), language was included that allows for concerned Parties\u0092 comments on the conclusions and recommendations to be forwarded with the report to the COP.", 
    "The group agreed to defer decisions on the size and representation of the Committee to the final AG13 sessions, to allow further consultations.", 
    "At the end of the session the delegates received a revised draft text."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1282e.html", 
  "enb_long_title": "Eighth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "working group", 
  "id": "enb1282e_3", 
  "enb_end_date": "09-Jun-98"
}