{
  "countries": [
    "United Kingdom", 
    "Saudi Arabia"
  ], 
  "topics": [
    "IPCC Governance", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "GOVERNANCE AND MANAGEMENT:", 
  "enb_start_date": "10-May-11", 
  "enb_short_title": "IPCC-33", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "This issue (IPCC-XXXIII/Doc.10 and IPCC-XXXIII/Doc.10, Add.1) was first taken up in plenary on Tuesday morning.", 
    "The Co-Chairs of the Task Group on Governance and Management, David Warrilow (UK) and Taha Zatari (Saudi Arabia) presented the work of the Task Group, noting issues such as the terms of reference (ToR) for an Executive Committee, including voting, ToR for the Bureau, terms of office, and the creation of an Executive Director position.", 
    "A contact group, co-chaired by Warrilow and Zatari, was established and met throughout the session.", 
    "Drafting groups were also convened.", 
    "The two outstanding issues considered by the group were the establishment of an Executive Committee and setting terms of office for the IPCC Chair and others, as recommended by the IAC Review.", 
    "The Panel also had to, among other things, respond to the IAC Review recommendation on the creation of an Executive Director.", 
    "On the establishment of an Executive Committee, the overarching issue was how much power to give to the Committee.", 
    "This translated into issues such as: the overlap of the Committee with the Panel and Bureau; its composition; what type of decisions the Committee could take and on what matters; its role in providing guidance or advice; whether there would be voting in the Committee; transparency in the Committee s decisions; and regional representation.", 
    "With regard to the potential overlap between the Executive Committee and the Bureau, an additional issue was the lack of formal ToR for the Bureau.", 
    "As Co-Chair Zatari noted in plenary, many parties saw the necessity to agree to ToR for the Bureau in order to reach agreement on those of the Executive Committee.", 
    "The ToR for the Bureau were also considered, with the main issues including the Bureau s objective, its guidance vs. advisory role, its role in the IPCC Assessment Reports, its role in addressing errors, and its members qualifications.", 
    "On terms of office, the main issues were whether to limit the term of office to one or two terms, and how to ensure continuity and institutional memory between assessment cycles.", 
    "On the recommendation for the creation of an Executive Director, there was broad agreement that this recommendation did not fit within the UN context, and work focused instead on the terms of a Head of Secretariat, which remained largely as presently defined.", 
    "Another issue discussed was which responsibilities the Bureau and Executive Committee would undertake regarding the implementation of conflict of interest policy.", 
    "Cognizant of the extension of the mandate of the Conflict of Interest Policy Task Group, the Panel decided to note in a footnote to the report of the meeting that this issue needed further consideration.", 
    "Final Decision: In its decision, the Panel decides on several issues.", 
    "On the Executive Committee , the Panel, among others: - establishes an Executive Committee, with the purpose to strengthen and facilitate implementation of the IPCC Programme of Work and advise the Bureau; - defines the ToR of the Executive Committee, as, inter alia , to: address urgent issues related to IPCC products and Programme of Work between sessions; undertake communication and outreach activities; oversee the response to possible errors in completed assessments and other IPCC products; and strengthen coordination between WGs and Task Forces on issues pertaining to the production of IPCC products.", 
    "It decides that those ToR will be reviewed before the formation of the next Bureau; - defines the Members of the Executive Committee as the IPCC Chair (acting as Chair of the Executive Committee), the IPCC Vice Chairs, and the Co-Chairs of WGs I, II, III and of the TFI.", 
    "The Head of the Secretariat and the four Heads of the TSUs are included as Advisory Members.", 
    "The Panel also allows for the invitation of additional individuals; - decides that the Executive Committee will operate by consensus and, if no consensus is reached, the IPCC Chair may take a final decision, which should be reported to the Panel; and - decides that the Executive Committee is accountable to the Panel, and should report its activities to the Panel and Bureau.", 
    "On terms of office , the Panel decides, inter alia : - to restrict the term of office to one term for the IPCC Chair, Vice Chairs and WG and TFI Co-Chairs, with the provision of a possible nomination for re-election for one further term in the same office if the Panel so decides; - that the limitation shall be applied for the next and subsequent terms; and - to consider the issue of continuity between Chairs at IPCC-34 as part of the review of election procedures.", 
    "On the creation of an Executive Director, the Panel decides, among others: - that the Head of the IPCC Secretariat should continue to be an appointed position and not elected, with its functions remaining largely as presently defined; and - to review staff matters at IPCC-34.", 
    "On ToR for the Bureau, the Panel, among others, decides: - to define the purpose of the Bureau as to, inter alia , provide guidance to the Panel on scientific and technical aspects, advise on management and strategic issues, and take decisions on specific issues within its mandate; - that the Bureau will advise the IPCC Chair on issues including conduct of the IPCC sessions, application of IPCC principles and procedures, and technical or scientific communication matters; - with respect to IPCC products that the Bureau will, among others, develop and agree on the list of authors, review editors and expert reviewers, oversee scientific quality, and participate in the response to possible errors; - that the Bureau will also take decisions on scientific issues relating to the drafting of reports, oversee the implementation of the communications strategy, and review requests for observer organizations; - that Bureau members have a responsibility to declare interests in according to the IPCC conflict of interest policy, maintain the reputation of the IPCC and promote its products; and - that Bureau members should have appropriate scientific and technical qualifications and experience.", 
    "The Panel also decides, inter alia , to extend the mandate of the Task Group, with open participation, and to elaborate ToR of the Secretariat for consideration at IPCC-34."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12500e.html", 
  "enb_long_title": "Thirty-third Session of the Intergovernmental Panel on Climate Change (IPCC)", 
  "type": "ipcc", 
  "id": "enb12500e_16", 
  "enb_end_date": "13-May-11"
}