{
  "countries": [
    "Canada", 
    "Liberia", 
    "Palau", 
    "Libya", 
    "South Africa", 
    "Sudan", 
    "Venezuela", 
    "Indonesia", 
    "United Kingdom", 
    "Germany", 
    "Ecuador", 
    "Uganda", 
    "Switzerland", 
    "Japan", 
    "Argentina", 
    "Norway", 
    "Barbados"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "Financial Mechanisms and Funds", 
    "Reasons for Concern", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Anthropogenic Interference with Climate System", 
    "Technology Transfer"
  ], 
  "section_title": "Exchange of Views", 
  "enb_start_date": "29-Aug-07", 
  "enb_short_title": "AWG 4", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "In the afternoon, co-facilitator de Wet invited delegations to exchange views on the Secretariat report. JAPAN said existing mechanisms should be utilized to the full and emphasized the need for access to clean energy in developing countries.", 
    "He called for a new financial mechanism that includes energy access.", 
    "The EU stressed that as mitigation can provide net benefits, including in the power sector, the challenge is not so much technical or economic but political and institutional.", 
    "He emphasized the role of the carbon market and said deeper commitments from developed countries are required to deliver its potential.", 
    "Responding to the EU, Haites explained that enlarging the carbon market could be one possibility to address adaptation.", 
    "He specified that if a share of proceeds from the CDM will be channeled to adaptation funding also in the future, more resources for adaptation could be mobilized. NORWAY stressed the importance of setting the emissions cap at the right level for the carbon market and that investors internalize the carbon price. SWITZERLAND emphasized the importance of a global carbon price and called for R&D support.", 
    "GERMANY indicated that enabling conditions were needed as well as long-term market predictability, and suggested a flexible mechanism for sectoral carbon crediting. ARGENTINA said that since more than 50% of the mitigation potential was identified in non-Annex I countries, financial flows should be directed there.", 
    "UGANDA warned against giving an impression that the carbon market would fix both adaptation and mitigation and stressed that experiences with the CDM demonstrate that this will not be the case.", 
    "Haites confirmed that policies in addition to markets are needed to ensure that adaptation and mitigation happen. UNFCCC Executive Secretary de Boer indicated that the current CDM , designed to address emission reductions, can be difficult to apply in small markets; and suggested consideration of a clean growth instrument in a future regime.", 
    "He also called attention to upcoming finance for development conferences and the annual review of the Millennium Development Goals.", 
    "Palau, for AOSIS, cited lack of funding for adaptation as a major failure of the Convention and proposed a new fund based on the polluter pays principle to link emissions to Annex I countries funding commitments. SOUTH AFRICA questioned the underlying assumption that financing for adaptation is about mainstreaming into national policies and development plans, as this overlooks climate proofing existing development and infrastructure.", 
    "She also pointed out that the barriers preventing no-cost adaptation were not addressed in the report. INDONESIA said new and additional external funding should be mobilized for developing countries and stressed the need for technology transfer.", 
    "CANADA highlighted the need to consider policies that attract private sector investment and a representative speaking for several BUSINESS AND INDUSTRY NGOs (BINGOS) called for diverse and flexible policy options and clarity on how the UNFCCC process will move forward.", 
    "The UNITED KINGDOM applauded that parties were able to stare these numbers in the face and said it demonstrated the maturity of the process.", 
    "Responding to questions from NORWAY, BARBADOS, the EU, SWITZERLAND and LIBYA, Haites explained that the Secretariat report uses carbon capture and storage investment projections from the International Energy Agency (IEA) and agreed that a global carbon price would help in creating a global market for new technologies.", 
    "He described the role of information and incentives in encouraging the uptake of low hanging fruit, and, based on data from the IEA, suggested that a reduction in emissions in 2030 back to 1990 rather than 2004 levels would incur more than proportional additional costs.", 
    "Smith indicated that estimates of adaptation costs as a percentage of gross domestic product are available, and agreed on the importance of mainstreaming adaptation at various levels of planning, down to project level.", 
    "He observed that cost benefit studies are easier for sea-level rise and temperature change than for projections of precipitation.", 
    "Replying to ECUADOR, Smith indicated that insurance could play a role in compensating for climate damages and explained that the insurance industry is already getting more involved in developing countries and creating new instruments.", 
    "On using existing climate funds in the future regime, he told SUDAN that the funds could be integrated into new legal structures.", 
    "LIBERIA asked if consultants had considered investment for countries with natural assets such as forests that provide benefits to the global environment.", 
    "Co-facilitator Bamsey said that the investment report had, for the first time, clarified the location of investment resources for a global response to climate change, and made clear the adequacy of those resources.", 
    "The INTERNATIONAL TRADE UNIONS CONFEDERATION called on decision-makers to show the link between investment flows and employment.", 
    "He called for new instruments to ensure that developed countries bear the burden of climate change costs. VENEZUELA cautioned that the challenge for developed countries is to change the market-driven system of consumption and production in favor of a humanistic model of development, compatible with climate protection.", 
    "Responding to issues raised, Smith and Haites addressed: early investment to reduce the risk of infrastructure lock-in; the difficulties of monitoring emissions and avoided emissions in the forestry sector, and the sector impact on carbon pricing in a future mechanism; and the challenge to parties represented by the report to direct investment flows. UNFCCC Executive Secretary de Boer described discussions with the World Bank on directing existing resources to address climate change, and, in the context of lock-in risk, related an IEA report that 40% of the world power generating capacity will be replaced in the next five to ten years."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12336e.html", 
  "enb_long_title": "Vienna Climate Change Talks 2007 - AWG 4 and the Dialogue 4", 
  "type": "", 
  "id": "enb12336e_4", 
  "enb_end_date": "29-Aug-07"
}