{
  "countries": [
    "United States", 
    "Argentina", 
    "China"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "RESPONSE MEASURES - IN-FORUM EXPERT MEETING ON ECONOMIC MODELING AND SOCIO-ECONOMIC TRENDS:", 
  "enb_start_date": "08-Jun-13", 
  "enb_short_title": "SB 38", 
  "subtype": "", 
  "actors": [
    "Group of 77"
  ], 
  "sentences": [
    "Argentina, for the G-77/CHINA, emphasized accommodating variables that capture the uniqueness of national characteristics and examining welfare, GDP, employment, investment and trade indicators.", 
    "She proposed disseminating modeling tools, collaborating on modeling developments, sharing assessments in the forum and fostering programmes to create modeling tools at the domestic level.", 
    "Discussing health care-related savings resulting from emission reductions, Bettina Menne, WHO, highlighted, inter alia , impacts of: housing-related energy efficiency on reducing lung diseases; more active transport for tackling obesity; and lower consumption of animal products on reductions in cardio-vascular diseases.", 
    "Joachim Monkelbaan, Global Platform on Climate Change, Trade and Sustainable Energy (ICTSD), said removing fossil fuel subsidies can reduce emissions but does not directly create a renewable energy industry.", 
    "Christian Lutz, Institute for Economic Structures Research (GWS), said that economic impacts of response measures are small compared to, inter alia , uncertainty associated with: socio-economic trends; historical changes in international energy prices; and the global financial crisis.", 
    "Annela Anger-Kraavi, University of East Anglia, said that a carefully designed and coordinated policy portfolio can benefit the global economy and highlighted the need for: international cooperation; a portfolio of measures; and a structural shift in economies.", 
    "Discussion : Developing countries questioned the relevance of the presentations made, noting the lack of focus on the mandate.", 
    "The US disagreed and noted many studies showed positive impacts from response measures.", 
    "Some parties called on experts to use assumptions that were consistent with the principles of the Convention.", 
    "Participants noted some challenges to modeling."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12574e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2013", 
  "type": "sbsta", 
  "id": "enb12574e_5", 
  "enb_end_date": "08-Jun-13"
}