{
  "countries": [
    "Saudi Arabia"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Anthropogenic Interference with Climate System", 
    "Compliance and Enforcement"
  ], 
  "section_title": "GENERAL AND CROSS-CUTTING ISSUES", 
  "enb_start_date": "10-Sep-04", 
  "enb_short_title": "UNFCCC Workshop", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Hans-Joachim Ziesing summarized conclusions and recommendations on cross-cutting and general issues.", 
    "Referring to the eleven presentations on national circumstances and the related discussions, he noted the value of exchanging experiences.", 
    "On consistent definitions of projection scenarios, he reported on the recommendation to provide a 'with measures' scenario that should be in accordance with the UNFCCC reporting guidelines\u0092 definitions.", 
    "He stressed the importance of having a common understanding of 'with measures' projections.", 
    "He noted several recommendations regarding the preparation of scenarios: that the 'with measures' scenario should include all P&Ms currently in place, whether or not the primary objective is greenhouse gas mitigation; and that Annex I Parties who wish to provide 'without measures' and/or 'with additional measures' projections should ensure that mitigation P&Ms that are included are clearly identified and that information on how they are modeled is transparent and sufficient. Ziesing stressed the conclusion that transparency of information is necessary in all aspects of projections.", 
    "To this end, he said that sectoral and gas-by-gas data should be provided.", 
    "He noted that the Secretariat had been requested to suggest a template for providing this information, and would present a draft after his presentation. On consistency with the latest available greenhouse gas inventory, he noted that time-scale presents challenges to assuring such consistency.", 
    "He said the issue appears less important since no significant inconsistencies are expected, and noted the recommendation that the finalized version of the inventory be used. Regarding the availability of information on modeling approaches and key assumptions, Ziesing pointed to the discussion on transparency in the presentation of models and projections, which recommended that information on methodologies, models and key assumptions for projections should be provided. On incorporation of technological progress, he said this is usually done by using exogenous assumptions about changes in model parameters resulting from technological progress.", 
    "To this end, he noted that methods that represent technological progress endogenously require further research. On integration of cross-country factors, impacts on other countries, and international market developments into national projections, he said it is not currently possible to assess whether and to what extent such factors are taken into consideration in the preparation of projections.", 
    "He said that participants recommended that Annex I Parties identify areas of their economy that are potentially affected by such factors and explore what effects the factors will have on greenhouse gas projections. Regarding methods for assessing the uncertainty in projected emissions, he pointed to sensitivity analysis as the preferred method.", 
    "He highlighted participants\u0092 emphasis on the value of uncertainty analysis and the recommendation that such analysis be an element of greenhouse gas projections.", 
    "He noted the advantage of using a common set of defined parameters for sensitivity analysis. On the applicability and comparative advantages of various types of models, Ziesing noted participants\u0092 views on the impossibility of indicating the usefulness of individual models for particular aspects of projection modeling due to differing circumstances among countries.", 
    "To this end, participants felt that use of a single model or a single approach is neither feasible nor useful. Noting the discussion on possible means to facilitate the comparability of national projections, Ziesing said the availability of information on certain key assumptions could be helpful.", 
    "He reflected participants\u0092 views that using the same data for some parameters, including oil prices on the international market or global macroeconomic trends, may be difficult to implement.", 
    "On projections of macroeconomic costs and impacts of climate-related measures, Ziesing noted that the UNFCCC guidelines do not require information on such projections, which represent a complex task since results require significant analysis and interpretation.", 
    "A recommendation is that Annex I Parties wishing to provide such information should also explain the process for estimating the costs and impacts. Ziesing said that some general and cross-cutting issues had been raised, but not discussed, including methodologies to assess impacts of P&Ms on non-Annex I Parties, noted by Saudi Arabia.", 
    "He welcomed participants to provide details on Internet addresses for projections, models and methods used in their countries, in order to continue to share knowledge and experiences. Stelios Pesmajoglou then presented an outline of the template for presenting information on projections, suggesting that projections for all gases be reported for each sector according to the inventory disaggregation of sectors, including emissions in original units and in carbon dioxide-equivalent units.", 
    "He said the table would be completed for each scenario and projection year.", 
    "The EC suggested including a list of global warming potentials, thereby eliminating the need to report emissions in original units.", 
    "Pesmajoglou said reporting on projections is required to be consistent with reporting of P&Ms.", 
    "Germanwatch suggested requesting Parties to report on international bunker fuel emissions projections as well."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12243e.html", 
  "enb_long_title": "United Nations Framework Convention on Climate Change (UNFCCC) workshop on emissions projections from Parties included in Annex I of the UNFCCC", 
  "type": "", 
  "id": "enb12243e_16", 
  "enb_end_date": "10-Sep-04"
}