{
  "countries": [
    "Canada", 
    "Brazil", 
    "Philippines", 
    "United States", 
    "Japan", 
    "Switzerland", 
    "New Zealand", 
    "Bolivia", 
    "Venezuela", 
    "Ecuador", 
    "Australia", 
    "Algeria", 
    "South Africa", 
    "United Arab Emirates", 
    "Mexico", 
    "China", 
    "Colombia", 
    "Kenya", 
    "Nicaragua", 
    "Barbados"
  ], 
  "topics": [
    "Legal Status of Agreements", 
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "forests", 
    "Mitigation", 
    "Adaptation"
  ], 
  "section_title": "AGREED OUTCOME:", 
  "enb_start_date": "04-Dec-12", 
  "enb_short_title": "COP 18", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "European Union", 
    "Group of 77", 
    "Environmental Integrity Group"
  ], 
  "sentences": [
    "In the morning, AWG-LCA Chair Tayeb convened informal consultations on the AWG-LCA agreed outcome.", 
    "Discussions focused on a new text on the status of AWG-LCA agenda items 3-5 (AWG-LCA agreed outcome, Review and other matters).", 
    "Algeria, for the G-77/CHINA, expressed disappointment with the text, noting that it is unbalanced, failing to reflect the main elements of the Bali Action Plan.", 
    "Nicaragua, for the LIKE-MINDED DEVELOPING COUNTRIES, with many other developing countries, stressed the need for text on adaptation, finance, technology and capacity building.", 
    "Kenya, for the AFRICAN GROUP, identified the inclusion of key elements of the Bali Action Plan as a precondition for discussions.", 
    "The PHILIPPINES, the UNITED ARAB EMIRATES and others lamented lack of clarity on the means of implementation.", 
    "BOLIVIA objected to the market-oriented focus of the text.", 
    "CHINA identified the need to close the AWG-LCA with a comprehensive and balanced outcome, saying the text before delegates is not comprehensive.", 
    "ECUADOR identified: the environmental integrity of markets; measuring, reporting and verification (MRV) of financial support; and adaptation as crucial issues.", 
    "The CENTRAL AFRICA FOREST COMMISSION called for a work programme that specifically addresses the socio-economic and ecosystem benefits of forest conservation.", 
    "The US, CANADA, AUSTRALIA and NEW ZEALAND emphasized the importance of recognizing progress made under the AWG-LCA, including the various new institutional arrangements established.", 
    "Switzerland, for the EIG, warned against attempts to revisit everything, raise artificially high expectations and focus on things that divide us.", 
    "JAPAN lamented lack of recognition by developing countries of progress on finance, including fast-track finance and the establishment of the Standing Committee.", 
    "Several developed countries emphasized that discussions on issues, including adaptation and finance, will continue under other processes after the termination of the AWG-LCA.", 
    "The EU drew attention, inter alia , to: the Adaptation Committee and the Standing Committee; and work on long-term finance and national adaptation plans.", 
    "BARBADOS emphasized that there is no process outside the AWG-LCA to consider the post-2012 financing gap and that the Green Climate Fund remains an empty shell.", 
    "The EU highlighted specific tasks in the AWG-LCA s mandate, saying that no decision on market approaches would mean no process to consider the issue after Doha.", 
    "BRAZIL suggested that market mechanisms be discussed under the ADP, while the EU raised concerns over this idea.", 
    "VENEZUELA stressed that the text on paragraph 1(b)(v) of the Bali Action Plan (market and non-market approaches) had been rejected by many developing countries during informal consultations, and objected to presenting the text as the basis for further negotiations.", 
    "BOLIVIA agreed, emphasizing concerns over market mechanisms, including double counting and non-additionality that could increase emissions. COLOMBIA urged: identifying under which bodies the Bali Action Plan can continue to be implemented; giving closure to what can be closed ; and giving comfort to those who feel some issues are not reflected in the text.", 
    "BRAZIL highlighted the need to wrap up everything under the AWG-LCA s mandate and stressed that solving all these issues is a precondition for meaningful work under the ADP.", 
    "SOUTH AFRICA and others emphasized that the closing text of the AWG-LCA must encompass all issues under the AWG-LCA s mandate, and that some issues require more elaboration.", 
    "MEXICO identified the need to take into consideration outcomes from COP 16 and 17, and consider what else needs to be done.", 
    "She identified the need to close the AWG-LCA knowing that implementation of its outcomes will continue for many years.", 
    "Chair Tayeb explained that the paper was not his text, but an unedited compilation of papers from the spin-off groups, except for those groups where there was no agreement to have a text.", 
    "He signaled a lot of work ahead for the AWG-LCA this week, noting that while some groups would benefit from additional negotiating time, others are moving backwards and require guidance in order to move forward.", 
    "Chair Tayeb proposed that the spin-off group on shared vision focus on text on a process to: explore the numbers for a global goal and timeframe for peaking, together with their implications; and consider equitable access to sustainable development.", 
    "On the Review, Chair Tayeb suggested that the group focus on the scope of the Review, coupled with considerations for expert input.", 
    "On developed and developing country mitigation, Chair Tayeb urged parties to focus on establishing work programmes and their potential elements.", 
    "After discussion, Chair Tayeb said informal informals would take place on the Review, shared vision, developed country mitigation and developing country mitigation."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12563e.html", 
  "enb_long_title": "Doha Climate Change Conference - November 2012", 
  "type": "working group", 
  "id": "enb12563e_1", 
  "enb_end_date": "04-Dec-12"
}