{
  "countries": [
    "Brazil", 
    "Saudi Arabia", 
    "Bhutan", 
    "Solomon Islands", 
    "India", 
    "Trinidad and Tobago", 
    "Austria", 
    "China", 
    "Switzerland", 
    "Grenada", 
    "Botswana"
  ], 
  "topics": [
    "Post-Kyoto Agreements"
  ], 
  "section_title": "2013-2015 Review", 
  "enb_start_date": "01-Jun-15", 
  "enb_short_title": "SB 42", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "This item (FCCC/SB/2015/INF.1) was first addressed in the SBSTA plenary on Monday, 1 June, and subsequently in a joint SBI/SBSTA contact group co-chaired by Gertraud Wollansky (Austria) and Leon Charles (Grenada) and in informal consultations. On Tuesday, 2 June, in the joint contact group most parties supported developing draft conclusions and a draft decision covering substantive matters.", 
    "China and Saudi Arabia called for a procedural outcome. Many parties also welcomed and suggested referring to the final factual report of the SED.", 
    "Trinidad and Tobago, for AOSIS, supported by Solomon Islands, for the LDCs, and Botswana, called for strengthening the long-term global goal to 1.5°C.", 
    "India, supported by Botswana and Bhutan, pointed to the need to address information gaps.", 
    "Saudi Arabia, Brazil and China cautioned against “cherry picking” from the SED report.", 
    "A majority of parties supported concluding this item at SB 42. Over the course of several informal consultations, parties discussed versions of a non-paper containing options, with parties debating whether or not the mandate of the 2013-2015 review includes making substantive recommendations to the COP. On Wednesday, 10 June, in informal consultations, parties discussed elements for draft conclusions which noted, inter alia: the contributions of the IPCC and other experts to the fourth SED session; initiation of consideration of findings from the 2013-2015 review; parties’ submissions; appreciation to the SED Co-Facilitators and the Secretariat; the SED’s final factual report; and an encouragement to parties to continue to take note of the 2013-2015 review as they engage in the ADP.", 
    "These negotiations continued in the joint contact group chaired by Co-Chair Charles.", 
    "Saudi Arabia and China opposed non-procedural paragraphs.", 
    "As no consensus emerged, parties agreed to continue consideration of this matter at SB 43. On Thursday, 11 June, during the SBSTA closing plenary, Chair Wojtal recalled that she had encouraged parties to reach an agreement on this important agenda item.", 
    "SED Co-Facilitator Andreas Fischlin (Switzerland) said that during the SED’s four sessions, experts and parties had engaged in a “remarkably fruitful” dialogue.", 
    "He expressed his confidence that “despite hiccups” in the negotiations on this agenda item, the SED report will inform parties on the relevant science.", 
    "The SBSTA adopted conclusions. Outcome:In its conclusions (FCCC/SB/2015/L.1), the SBSTA and SBI indicate that they began their consideration of the SED report (FCCC/SB/2015/INF.1) and agree to continue their consideration of this matter at SB 43."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12638e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2015", 
  "type": "", 
  "id": "enb12638e_88", 
  "enb_end_date": "11-Jun-15"
}