{
  "countries": [
    "United Kingdom", 
    "Saudi Arabia", 
    "Netherlands", 
    "Bangladesh", 
    "Slovenia", 
    "United Arab Emirates", 
    "United States", 
    "Malaysia", 
    "Austria", 
    "Mali", 
    "Russian Federation", 
    "Argentina", 
    "New Zealand", 
    "Switzerland"
  ], 
  "topics": [
    "IPCC Governance", 
    "Reasons for Concern", 
    "IPCC Governance", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "FINALIZATION OF THE AR5 SCOPE AND OUTLINE:", 
  "enb_start_date": "26-Oct-09", 
  "enb_short_title": "IPCC-31", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "On Wednesday night, the Panel reconvened in plenary session to finalize the agenda item on the scoping of the AR5.", 
    "The WGs reported back to the Panel on actions taken at their respective sessions with regard to the chapter outlines of their contributions to the AR5.", 
    "On WG I, Co-Chair Qin presented the revised outline, noting the smooth progress of the discussions.", 
    "Co-Chair Stocker highlighted an annex with an Atlas of global and regional climate projections, which will provide comprehensive information on selected variables at a range of time horizons and scenarios.", 
    "He said the atlas will be based on information that is assessed in Chapters 11 and 12 on near and long-term climate projections, respectively, and Chapter 14 on climate phenomena.", 
    "He proposed the review of the annex be conducted by the review editors of these chapters to ensure scientific rigor, which was agreed by the panel.", 
    "The US queried if this would mean that the atlas is subject to acceptance by the Panel like other chapters, and this was confirmed by Secretary Christ.", 
    "On WG II, Co-Chairs Field and Vicente Barros (Argentina)presented the revised outline for WG II, noting the changes, specifically, the distinction between observed and projected impacts; highlighting uncertainty and interacting stressors; improvement to the section of food security and assessment of social impacts; and zooming in on subregions.", 
    "On WG III, Co-Chairs Edenhofer, Pichs-Madruga and Sokona presented the revised outline, noting that it had been substantially improved and that the Co-Chairs are committed to ensure that top-down and bottom-up perspectives are represented.", 
    "All three WGs revised outlines were accepted by the Panel.", 
    "On the cross-cutting theme of UNFCCC Article 2, contact group Co-Chair Christopherson said that the group met five times during this session and discussions resulted in a two-page concept note as a starting point for work on this theme.", 
    "He said that the concept note outlines an aim, background and the scope for the cross-cutting theme with an indicative list of WG chapters that would be relevant to Article 2.", 
    "He further noted that the contact group proposed a cross-WG meeting in early 2010.", 
    "Chair Pachauri proposed an additional expert meeting before the scoping meeting of the SYR and took it upon himself to take responsibility for this cross-cutting issue.", 
    "Chair Pachauri said Article 2 was especially difficult since the IPCC cannot be policy prescriptive and that the definition of dangerous is a value judgment that must be left to policymakers.", 
    "Austria highlighted the importance of the coordination of scenarios among WGs including stabilization levels and welcomed this reference in the concept note.", 
    "Saudi Arabia asked for the inclusion of water availability and water security as well as co-benefits, tradeoffs and spillover effects.", 
    "This suggestion was added to the concept note, and Chair Pachauri reminded delegates that this was the beginning of the process and that the expert meeting will decide which chapters are relevant to Article 2.", 
    "The Netherlands suggested that all three WGs should also ensure consistent treatment of issues, such as, inter alia , time horizons, and gaps and knowledge.", 
    "The Russian Federation underlined that information on real cumulative contributions by all parties of the UNFCCC to the stabilization of greenhouse gases will play a key role, and that there are other important issues to address such as specificities of countries with a so-called harsh climate.", 
    "Mali and Malaysia highlighted the importance of using grey literature in all WGs.", 
    "On a question from Switzerland on preparing the guidelines to authors, Chair Pachauri noted that transparency will be ensured and the guidelines will be made available in due time.", 
    "On the timetable for the AR5, Chair Pachauri noted that the AR5 scoping meeting in Venice proposed that the gap between the finalization of the WG I report and the SYR does not exceed 12 months to ensure that the SYR is up to date.", 
    "New Zealand suggested that approval sessions for WG reports not be scheduled too close to UNFCCC meetings.", 
    "The UK, with Slovenia, noted that holding approval sessions just after UNFCCC meetings minimizes the impact of IPCC products.", 
    "The UK also expressed concern with scheduling two sessions - IPCC-32 in October 2010 and WG III session for approval and acceptance of the Special Report on renewable energy in December 2010 - too close to each other.", 
    "After further consultations, on Thursday morning Secretary Christ presented the revised timetable for the AR5 with: WG I s approval session in September 2013; WG II s approval session in mid-March 2014; WG III s approval session in early April 2014; and approval of the SYR in mid-September 2014.", 
    "She noted that the nomination of authors would begin in early January and close in early March 2010 with a Bureau meeting to generate the list of lead authors in early May 2010.", 
    "She further noted that the approval of the Summary for the Special Report on renewable energy will move from December 2010 to February 2011 and will be held in Abu Dhabi, the United Arab Emirates.", 
    "Chair Pachauri urged national focal points to take a proactive approach to nominate the best available experts.", 
    "Bangladesh recommended capacity building and training for focal points to facilitate their work.", 
    "The Panel then approved the revised timetable for the AR5."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12441e.html", 
  "enb_long_title": "Thirty-First Session of the IPCC", 
  "type": "ipcc", 
  "id": "enb12441e_12", 
  "enb_end_date": "29-Oct-09"
}