{
  "countries": [
    "Canada", 
    "Turkey", 
    "Maldives", 
    "Bangladesh", 
    "Bhutan", 
    "Tanzania", 
    "Nepal", 
    "United States", 
    "Sri Lanka", 
    "Peru", 
    "Switzerland", 
    "Brazil", 
    "Argentina", 
    "Venezuela", 
    "Burkina Faso", 
    "Cook Islands", 
    "Ghana", 
    "Saudi Arabia", 
    "Australia", 
    "Indonesia", 
    "Uruguay", 
    "Egypt", 
    "Tuvalu", 
    "China", 
    "Colombia", 
    "Indigenous Peoples", 
    "Paraguay", 
    "Japan", 
    "Philippines"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Mitigation", 
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "ADAPTATION:", 
  "enb_start_date": "13-Aug-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Umbrella Group", 
    "African Group", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "In the morning and afternoon, Thomas Kolly (Switzerland) and William Agyemang-Bonsu (Ghana) facilitated the informal group on adaptation.", 
    "They highlighted the aim of consolidating the text, and in the afternoon, they presented an example of consolidated text.", 
    "Many parties said this was a useful exercise, while some noted that specific proposals had been left out.", 
    "During the discussion in the morning and afternoon, several parties called for a flexible adaptation framework, with many developing countries supporting retaining the current structure and subsections.", 
    "The Maldives, for the G-77/CHINA, called for equal treatment of mitigation and adaptation, scaling up of funding, and adequate and predictable financial resources.", 
    "The Cook Islands, for AOSIS, supported a mechanism for facilitating and coordinating developing country access to financing.", 
    "Australia, for the UMBRELLA GROUP, noted areas of potential convergence, stressing, inter alia the importance of adaptation for all parties and aggressive mitigation to avoid increasing the adaptation burden.", 
    "She said adaptation should be based on sound science, use traditional knowledge, respond to local needs and include a range of stakeholders, including women.", 
    "With CANADA, JAPAN and the EU, she emphasized that adaptation should be country-driven and that priority should be given to the most vulnerable.", 
    "On areas needing more work, the UMBRELLA GROUP discussed a possible role for the Convention to facilitate and catalyze activities, through, inter alia , sharing of best practices and information.", 
    "She said financing must come from multiple sources and be effective, efficient and accountable, and, with the EU and others, urged scaling up of support.", 
    "The EU stressed that the best adaptation strategy was a workable mitigation regime.", 
    "He emphasized integrating adaptation into sustainable development processes and identified the need to strengthen the information knowledge base for decision making.", 
    "Tanzania, for the AFRICAN GROUP, supported deleting inconsistencies with the BAP and the Convention. URUGUAY urged ambitious mitigation commitments to minimize increased adaptation costs and supported concrete forms of financing, such as strengthening the Adaptation Fund.", 
    "With ARGENTINA, he stressed the importance of adaptation in the agriculture sector.", 
    "BANGLADESH called for, inter alia , financing on a grant basis, not through concessionary loans, and action at the community level.", 
    "PERU, speaking for a number of countries, with EGYPT and COLOMBIA, opposed a new classification of developing countries to assess vulnerability.", 
    "Burkina Faso, for LDCs, and the AFRICAN GROUP supported categorization of countries.", 
    "PERU and PARAGUAY said adaptation should maintain ecosystems, and called for strengthening community participation, including of indigenous communities.", 
    "PARAGUAY highlighted ancestral knowledge embedded in indigenous peoples, whose rights should be at the core of monitoring actions. INDONESIA supported an ecosystem-based approach and community-based activities, and said the dynamic relationship between oceans and climate change should be reflected in the outcome.", 
    "TURKEY supported: a new section on adaptation technologies and their transfer; moving the finance subsection to the finance chapter; and establishing executive bodies on finance and technology. VENEZUELA, for several Latin American countries, said institutional arrangements should be under COP authority and guidance in the form of a multi-window system to ensure access to financing.", 
    "With EGYPT, ARGENTINA, SRI LANKA and the AFRICAN GROUP, he said funding should come from public sources, be additional to official development assistance, and be subject to MRV.", 
    "SAUDI ARABIA said financial and technical support should be provided by developed countries only. CHINA supported an adaptation committee or subsidiary body, and establishing regional centers in developing countries.", 
    "The PHILIPPINES supported a learning-by-doing approach and information exchange, and asked developed countries to communicate their experiences in, inter alia : integrating adaptation into national development planning and the budgetary implications of doing so.", 
    "The AFRICAN GROUP requested assistance from developed countries in costing adaptation.", 
    "The US said that it has committed USD 300 million in new funding in 2010 for adaptation, ten times the amount in this year s budget.", 
    "JAPAN proposed mapping out potential areas of convergence and divergence as undertaken in the technology group, and said the UNFCCC should play a catalytic role in strengthening adaptation. AOSIS and TUVALU opposed discussing impacts of response measures under adaptation, noting the issue is addressed under mitigation.", 
    "SAUDI ARABIA called for reference to impacts of response measures throughout the text and adding reference to economic vulnerability when vulnerability is mentioned.", 
    "GHANA supported information sharing and training to encourage both women and men to participate in adaptation activities.", 
    "BHUTAN and NEPAL called attention to the specific vulnerabilities of ecosystems in mountainous countries.", 
    "BRAZIL stressed international cooperation to support the urgent implementation of adaptation actions.", 
    "COLOMBIA asked how research and systematic observation would be addressed as it is a cross-cutting issue."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12425e.html", 
  "enb_long_title": "Bonn Climate Change Talks - August 2009", 
  "type": "", 
  "id": "enb12425e_2", 
  "enb_end_date": "13-Aug-09"
}