{
  "countries": [
    "Brazil", 
    "Canada", 
    "India", 
    "China", 
    "Japan", 
    "Bolivia"
  ], 
  "topics": [
    "Forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Flexibility Mechanisms", 
    "National Communications & Inventories"
  ], 
  "section_title": "SBSTA conclusions", 
  "enb_start_date": "28-Jun-04", 
  "enb_short_title": "UNFCCC SB-20", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "In the conclusions on LULUCF (FCCC/SBSTA/2004/L.15), SBSTA takes note of the methodological guidance included in the IPCC\u0092s good practice guidance, and elaborates the common reporting format tables for reporting greenhouse gas inventories for LULUCF activities under Protocol Article 3.3 (afforestation, reforestation and deforestation) and 3.4 (additional LULUCF activities).", 
    "The conclusions do not finalize how identification codes in the common reporting format tables may refer to LULUCF projects under Protocol Article 6, or make any final determination on information related to reporting on forest management under Article 3.4.", 
    "These matters will instead be taken up again at SBSTA-21, with a view to recommending a draft decision on good practice guidance to COP-10.", 
    "The conclusions also request the UNFCCC Secretariat to prepare a note including a proposal for technical guidance on methodologies for adjustments under Protocol Article 5.2 (adjustments) of estimates of emissions and removals from LULUCF, in order to recommend a decision to COP-11.", 
    "SBSTA-22 will discuss the criteria to be used for cases where there is a failure to submit information on emissions and removals from LULUCF activities under Article 3.3 and 3.4, for consideration and adoption by the COP/MOP. On harvested wood products, the SBSTA conclusions state that the upcoming workshop on the issue will address: definitions and scope of estimation, reporting and accounting of harvested wood products; approaches for accounting for harvested wood products, including socioeconomic and environmental implications; and methods for estimating and reporting wood products.", 
    "The workshop should include presentations, group work and plenary discussions. On other LULUCF issues, SBSTA takes note of the IPCC report on degradation and devegetation, and decides to consider the issue at future sessions, and to consider submissions by Parties on other LULUCF issues at SBSTA-21. Small-scale afforestation and reforestation project activities under the CDM: This issue was first addressed by SBSTA in Plenary on Wednesday, 16 June, and subsequently in a contact group, which met four times from Thursday, 17 June through Wednesday, 23 June, and was chaired by Thelma Krug (Brazil).", 
    "The contact group considered a technical paper and draft conclusions on simplified modalities and procedures for small-scale afforestation and reforestation project activities under the CDM.", 
    "SBSTA adopted conclusions in Plenary on Friday, 25 June.", 
    "Simplified modalities and procedures for small-scale afforestation and reforestation project activities under the CDM are contained in a bracketed Annex to the draft conclusions. Parties were unable to resolve issues of bundling (clustering small projects to decrease transaction costs), leakage (unintended consequences of activities leading to increasing emissions in an area outside the project boundary), definitions of low-income communities, and monitoring.", 
    "On bundling, Bolivia, opposed by AOSIS, Brazil, the EU and China, suggested consolidating various small-scale projects.", 
    "The issue was forwarded to SBSTA-21 for further discussion.", 
    "On leakage, Japan, supported by Canada and India, but opposed by AOSIS, Brazil and the EU, preferred exempting leakage due to high monitoring costs and the fact that major impacts were unlikely, given the projects\u0092 small size.", 
    "The EU suggested the option of an extra percentage of additional removals to account for leakage.", 
    "After several rounds of informal consultations, Parties agreed to address leakage by applying a discount factor under certain circumstances, while assuming non-leakage under others.", 
    "Delegates also agreed that quality assurance and quality control in monitoring would fall under the CDM Executive Board\u0092s responsibility.", 
    "Delegates discussed validation procedures for project activities by the designated operational entities.", 
    "Discussions on this issue, and on simplified baseline and monitoring methodologies, were not completed, and will be taken up again at SBSTA-21."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12242e.html", 
  "enb_long_title": "Twentieth Session of the Subsidiary Bodies to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12242e_13", 
  "enb_end_date": "28-Jun-04"
}