{
  "countries": [
    "Brazil", 
    "Mauritania", 
    "Trinidad and Tobago", 
    "Antigua and Barbuda", 
    "Japan", 
    "Argentina"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "Financial Mechanisms and Funds", 
    "Reasons for Concern", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Vulnerabilities and Impacts", 
    "Pre-Kyoto"
  ], 
  "section_title": "PLENARY", 
  "enb_start_date": "05-Aug-97", 
  "enb_short_title": "7th Session of the AGBM", 
  "subtype": "plenary", 
  "actors": [
    "Alliance of Small Island States", 
    "Organisation for Economic Co.operation and Development"
  ], 
  "sentences": [
    "AGBM Chair Raúl Estrada-Oyuela (Argentina) noted that Evans King (Trinidad and Tobago) had returned home.", 
    "The non-group on Article 4.1 will now be chaired by John Ashe (Antigua and Barbuda).", 
    "Luiz Gylvan Meira Filho (Brazil), Chair of the non-group on QELROs, reported that the group considered issues of coverage and related methodological issues and noted that a Chair\u0092s proposal was forthcoming.", 
    "He stated that the non-group has also considered the nature of targets and baselines and will produce a bracketed paper.", 
    "The question of whether the targets will be in annual rates of emissions or in the form of a budget period was also discussed.", 
    "He noted a broad consensus that countries with economies in transition should receive flexibility on their initial baselines. He informed delegates that a contact group will be meeting to consider the issues of banking, borrowing and trading emissions and issues regarding activities implemented jointly (AIJ).", 
    "On compliance, he noted that there have been proposals considering the possible impacts on developing countries.", 
    "In the observer briefing prior to Plenary, he stated that he had called on delegates to draft a more precise text because joint implementation has different meanings in several proposals.", 
    "He noted that the text regarding joint implementation would probably remain in brackets.", 
    "He stated that the distribution level and timing of QELROS would most likely not be considered in this meeting. Takao Shibata, Chair of the non-group on institutions, mechanisms and final clauses noted that there is broad- based consensus on the notion of institutional economy.", 
    "He stated that the same COP, Secretariat, subsidiary bodies and financial mechanism would operate for both the Convention and the Protocol.", 
    "He noted that a Chair\u0092s proposal would be available later and that the non-group will consider issues related to introductory and final elements at its next meeting. The Chair established a non-group on policies and measures (P&Ms) chaired by Mohamed Ould El Ghaouth (Mauritania) and called on NGOs to make their presentations.", 
    "The INTERNATIONAL COUNCIL FOR LOCAL ENVIRONMENTAL INITIATIVES (ICLEI) called on delegates to heed the lessons learned by local governments implementing policies and measures to reduce CO2 emissions.", 
    "She said successful communities have invested in energy efficiency and transportation projects to reduce local energy use.", 
    "She called on the AGBM to implement aggressive emissions targets.", 
    "She noted that benefits of local initiatives to reduce CO2 emissions outweigh the financial costs, and that reductions in CO2 emissions are a boon to the local economy and urban livability.", 
    "She noted that the primary constraint for developing country cities is the lack of adequate financing for urban infrastructure and called for the enhancement of the financial mechanism to support developing country cities. A representative speaking on behalf of business and industry NGOs noted the unique role that her sector plays in furthering the objectives of the FCCC.", 
    "She called on the Parties to use the diversity of business interests as a resource.", 
    "She noted the following four elements of sustaining a healthy international economic environment: open markets free of trade barriers; orderly turnover of capital stock and infrastructure; free flow of trade, capital and technology with protection of intellectual property rights; and a stable and transparent legal and regulatory framework.", 
    "She stated that business plays an integral role in the development, commercialization and dissemination of technologies.", 
    "She noted the need to analyze the impact of climate policies on national economies, businesses and jobs and the potential benefits of utilizing the technical and management expertise of the business community.", 
    "She stated that flexible approaches that account for changing circumstances and information provide for more effective solutions. A representative from the CLIMATE ACTION NETWORK reminded delegates of the pledges made by developed countries to take the lead in combating climate change.", 
    "She noted that developing countries are concerned by the procrastination shown by many developed countries.", 
    "She highlighted the impacts of climate change on regions afflicted by poverty and noted that the IPCC will be releasing a regional impact assessment in the fall.", 
    "She stated that climate change poses the highest risk for developing countries and that the transfer of technology and financial resources to developing countries has not occurred.", 
    "She called on developed countries to take concrete steps in setting legally binding targets and timetables and noted support for the AOSIS draft protocol. JAPAN commented on an NGO report suggesting that Japan had proposed targets that would allow for large increases of CO2 emissions by Annex I countries by the year 2010.", 
    "He stressed that Japan had not made such a proposal and reiterated Japan\u0092s position to reduce CO2 emissions to less than 1 tonne per capita by the year 2100.", 
    "He noted that any protocol or legally binding instrument must fully encompass the Berlin Mandate and the Geneva Declaration.", 
    "He underscored Japan\u0092s willingness to work with other developed countries to set meaningful, realistic and equitable targets that will result in the reduction of GHG emissions by 2010.", 
    "On QELROs, he indicated that Japan places a high priority on finding a common ground framework. The Chair of the OECD Expert Group on Annex I Countries indicated that the group sought to provide analytical support for AGBM.", 
    "He noted that it had embarked on an ambitious programme on trading initiatives.", 
    "The expert group was seeking to propose practical options for emissions trading and was assessing international criteria on this.", 
    "He mentioned that studies were being conducted on monitoring and compliance mechanisms for QELROS and indicated that the group sought to further support countries with economies in transition in their GHG mitigation efforts.", 
    "He pointed out the expert group\u0092s intention of continuing to report to the AGBM."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1252e.html", 
  "enb_long_title": "Seventh Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "sbi/sbsta", 
  "id": "enb1252e_1", 
  "enb_end_date": "05-Aug-97"
}