{
  "countries": [
    "Canada", 
    "Tuvalu", 
    "Australia", 
    "China", 
    "Japan"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Vulnerabilities and Impacts", 
    "National Communications & Inventories"
  ], 
  "section_title": "Improvement of Guidelines for the Preparation of Non-Annex I National Communications", 
  "enb_start_date": "04-Nov-02", 
  "enb_short_title": "COP-8", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "On Wednesday, 23 October, the Secretariat introduced the proposed improved guidelines for non-Annex I national communications.", 
    "The GEF expressed concern about the inestimable funding requirements of proposed guidelines for developing local emissions factors and on vulnerability and adaptation assessments, and remarked that without these, funding requirements would only be marginally higher than current levels.", 
    "Several LDCs highlighted their difficulties in developing national communications and called on the SBSTA to address financial support.", 
    "Tuvalu drew attention to possible negative implications of tying adaptation finance to the completion of national communications. On Thursday, 24 October, Parties agreed to use text prepared by the G-77/China as the basis for discussion.", 
    "On Friday, Saturday and Monday, 25-28 October, Parties continued deliberations on the issue in formal and informal groups.", 
    "On Tuesday, 29 October, Chair Romero reminded delegates that unless agreement was reached on the improved guidelines, the second national communications would be prepared using the existing guidelines. On Wednesday, 30 October, Parties returned to the beginning of the text in an effort to remove remaining brackets, with little progress.", 
    "On Thursday afternoon, 31 October, SBI Chair Estrada convened a high-level contact group and introduced a new draft of the guidelines.", 
    "The G-77/China accepted the text as a basis for discussion, and several others aired concerns, which Chair Estrada said could not be integrated into the guidelines, but could be mentioned in his oral report to the COP. Thursday evening, Chair Estrada said the draft decision was not yet available.", 
    "Noting that delegations had a number of suggestions, additions and proposals for the document, he said Parties had agreed to adopt the guidelines 'in a spirit of compromise.", 
    "' The EU requested to see the decision.", 
    "Canada stressed 'normal' UN procedures by which documents are seen before they are adopted.", 
    "Chair Estrada adjourned the meeting, saying the text would be ready for consideration on Friday, 1 November. In the final SBI meeting on 1 November, Chair Estrada introduced the draft decision and an addendum including the guidelines in an annex, and noted an additional document outlining further amendments proposed by the Chair.", 
    "With amendments proposed by Australia and Japan, Parties adopted the draft decision."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12209e.html", 
  "enb_long_title": "Eighth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12209e_44", 
  "enb_end_date": "04-Nov-02"
}