{
  "countries": [
    "Brazil", 
    "Canada", 
    "Saudi Arabia", 
    "Australia", 
    "South Africa", 
    "Kuwait", 
    "India", 
    "Micronesia", 
    "Ghana", 
    "China", 
    "Tuvalu", 
    "Japan", 
    "New Zealand", 
    "Norway"
  ], 
  "topics": [], 
  "section_title": "OTHER ISSUES (AWG-KP):", 
  "enb_start_date": "09-Jun-08", 
  "enb_short_title": "SB-28", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "In the contact group, SAUDI ARABIA and KUWAIT opposed discussing international aviation and maritime emissions, stressing IMO and ICAO as the right fora.", 
    "Stressing the principle of common but differentiated responsibilities, INDIA supported discussing this issue under the UNFCCC.", 
    "With BRAZIL, he expressed concerns over the issue becoming a sectoral approach.", 
    "The EU, CANADA, NORWAY and NEW ZEALAND called for a comprehensive global approach to these emissions. CANADA expressed a preference for discussing the issue under the AWG-LCA, and AUSTRALIA emphasized that the focus in the AWG-KP must be on Annex I domestic emissions.", 
    "BRAZIL, CHINA and SOUTH AFRICA stressed that there are no links between AWG-KP and AWG-LCA. JAPAN said the issue was complex and the expertise of IMO and ICAO was needed.", 
    "The EU recognized IMO s and ICAO s technical competence but said the UNFCCC should show leadership.", 
    "MICRONESIA and TUVALU stressed the aviation and maritime sectors potential for generating revenue for adaptation.", 
    "AWG Chair Dovland noted lack of consensus and said he would consider how to proceed. AWG Chair Dovland said the message from the methodological workshop was to continue using GWPs and the basket of gases.", 
    "BRAZIL highlighted problems with GWPs, and NEW ZEALAND said they would be open to considering other methods.", 
    "Dovland said the GWP issue would be reconsidered in Ghana.", 
    "Informal consultations will continue on Monday evening."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12370e.html", 
  "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol", 
  "type": "", 
  "id": "enb12370e_12", 
  "enb_end_date": "09-Jun-08"
}