{
  "countries": [
    "Canada", 
    "Turkey", 
    "Maldives", 
    "Bangladesh", 
    "Bhutan", 
    "Sudan", 
    "Philippines", 
    "Nepal", 
    "United States", 
    "Sri Lanka", 
    "Peru", 
    "Switzerland", 
    "Argentina", 
    "Venezuela", 
    "Burkina Faso", 
    "Cook Islands", 
    "Ghana", 
    "Saudi Arabia", 
    "Australia", 
    "Indonesia", 
    "Uruguay", 
    "Egypt", 
    "Tuvalu", 
    "China", 
    "Colombia", 
    "Paraguay", 
    "Japan"
  ], 
  "topics": [
    "Mitigation", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Mitigation", 
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "ADAPTATION:", 
  "enb_start_date": "10-Aug-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Umbrella Group", 
    "African Group", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "This issue was first addressed by the informal group, co-facilitated by Thomas Kolly (Switzerland) and William Agyemang-Bonsu (Ghana), on Wednesday morning.", 
    "The group met four times during the week.", 
    "During the discussions, the Maldives, for the G-77/China, called for equal treatment of mitigation and adaptation, scaling up of funding, and adequate and predictable financial resources.", 
    "Australia, for the Umbrella Group, stressed, inter alia : the importance of adaptation for all parties; and aggressive mitigation to avoid increasing the adaptation burden.", 
    "With Canada, Japan and the EU, she emphasized that adaptation should be country-driven and that priority should be given to the most vulnerable.", 
    "Japan said the UNFCCC should play a catalytic role in strengthening adaptation.", 
    "The Umbrella Group said the UNFCCC could facilitate and catalyze activities, through, inter alia , sharing of best practices and information.", 
    "She said financing must come from multiple sources and, with the EU and others, urged scaling up of support.", 
    "The EU underscored that the best adaptation strategy was a workable mitigation regime, and stressed integrating adaptation into sustainable development processes.", 
    "Uruguay urged ambitious mitigation commitments to minimize increased adaptation costs.", 
    "Bangladesh called for, inter alia , financing on a grant basis, not through concessionary loans, and action at the community level.", 
    "Peru, speaking for a number of countries, with Egypt and Colombia, opposed a new classification of developing countries to assess vulnerability.", 
    "Burkina Faso, for LDCs, supported categorization of countries.", 
    "Peru and Paraguay said adaptation should maintain ecosystems, and called for strengthening community participation, including of indigenous communities.", 
    "Indonesia requested reference to ecosystem-based management and coastal areas, and said the dynamic relationship between oceans and climate change should be reflected in the outcome.", 
    "Turkey supported a new section on adaptation technologies and their transfer, and establishing executive bodies on finance and technology.", 
    "The Cook Islands, for AOSIS, supported a mechanism for facilitating and coordinating developing country access to financing.", 
    "Venezuela, for several Latin American countries, said institutional arrangements should be under COP authority and guidance in the form of a multi-window system to ensure access to financing to cover debt.", 
    "With Egypt, Argentina, Sri Lanka and the African Group, he said funding should come from public sources, be additional to official development assistance (ODA), and be subject to MRV.", 
    "Saudi Arabia said financial and technical support should only be provided by developed countries.", 
    "China supported an adaptation committee or subsidiary body, and establishing regional centers in developing countries.", 
    "The Philippines supported a learning-by-doing approach and information exchange, and asked developed countries to communicate their experiences in, inter alia : integrating adaptation into national development planning.", 
    "The African Group requested assistance from developed countries in costing adaptation.", 
    "The US said it has committed US$300 million in 2010 for adaptation, ten times the amount in the 2009 budget. AOSIS and Tuvalu opposed discussing impacts of response measures under adaptation, stressing the issue is addressed under mitigation.", 
    "Saudi Arabia called for reference to impacts of response measures throughout the text and adding reference to economic vulnerability.", 
    "Ghana highlighted the gender component of adaptation.", 
    "Bhutan and Nepal called attention to the specific vulnerabilities of ecosystems in mountainous countries.", 
    "During the week, Co-Facilitators Kolly and Agyemang-Bonsu presented consolidated text covering sub-sections on implementation, means of implementation and monitoring, along with a guiding table identifying specific paragraphs from the original text being consolidated and the rationale for that consolidation.", 
    "They explained that the aim was to streamline and reduce duplication, without deleting any proposals.", 
    "Many parties said consolidation was a useful exercise and could help move the process forward, while some noted inconsistencies with the original text and that specific proposals had been left out.", 
    "Egypt noted the importance of including attribution of proposals in the consolidated text.", 
    "AOSIS expressed concern that attributions might further complicate the text and suggested a column in the guiding table instead.", 
    "Co-Facilitator Kolly said the remaining sub-sections would be consolidated as soon as possible, noting specific comments on the consolidated text, could be sent to the Secretariat.", 
    "AOSIS said a common understanding of terminology in the text should be reached.", 
    "The Philippines, for the G-77/China, warned against excluding any proposals made by members of the Group.", 
    "Sudan cautioned that any new proposals should be postponed until Bangkok, in the name of transparency."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12427e.html", 
  "enb_long_title": "Bonn Climate Change Talks - August 2009", 
  "type": "WORKING GROUP", 
  "id": "enb12427e_22", 
  "enb_end_date": "14-Aug-09"
}