{
  "countries": [
    "United States", 
    "Tuvalu", 
    "China", 
    "Russian Federation", 
    "Japan"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "ANOTHER CLIFFHANGER, STARRING THE KYOTO PROTOCOL", 
  "enb_start_date": "03-Apr-11", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "Group of 77"
  ], 
  "sentences": [
    "The AWG-KP debate on the future of the Kyoto Protocol struggled to move beyond demands by the G-77/China for a political commitment to a second commitment period despite the best efforts of AWG-KP Chair Adrian Macey.", 
    "Led by Tuvalu, some members of the G-77/China determined that this was not the time for another round of technical discussions on the rules that will inform target setting by Annex l parties.", 
    "The result was widely regarded as an unprecedented level of frankness by the parties from both developed and developing countries as they exchanged views on the assumptions behind their targets and actions tabled in Cancun.", 
    "It was not all good news, of course.", 
    "Japan and the Russian Federation repeated their determination to remain outside any new binding treaty together with the United States.", 
    "But for those closest to the process the surprise of the week was the lack of active resistance to negotiations on the second commitment period from those very countries.", 
    "There may be no need for the US, Japan or the Russian Federation to take up an invitation from Tuvalu to quietly leave the room and let others get on with the work on a second commitment period.", 
    "Observers commented on how, just twelve months ago, some of the statements in Bangkok by Annex I parties still working towards a position on a second commitment period would have been met with hostile reactions by developing country parties.", 
    "In Bangkok there was a discernible shift in tone, albeit intangible, as some participants went even further than their interventions during the pre-sessional workshops to explain, for example, the conditions behind their contingent level targets.", 
    "The US surprised some with a frank admission about the shortfall in the current levels of ambition behind pledges on the table; and developing country parties reciprocated with frank political exchanges on their side of the equation, at times breaking through the firewall that has been maintained between the AWG-KP and AWG-LCA discussions.", 
    "Observers discerned that there was recognition all around that climate change demands tough economic choices, and each party faces its own challenges in bringing their respective constituencies along, whether these are reluctant industry lobbies or publics nervous about abandoning their development rights in the global south. A Chair s paper, summing up ideas raised during the AWG-KP discussions, provided a tentative picture of how the Protocol debate will be managed in the coming months.", 
    "Most notable, perhaps, was a sense in some quarters that there will be a role for ministers to provide clarity, direction and sign off on a second commitment period.", 
    "Confidence building on the Protocol issues is likely to include an attempt to provide parties with further opportunities to convene in a safe environment (outside the negotiating context) to examine targets that are on the table and how different choices of rules would impact on these and help close the gap between their conditional and unconditional targets and goals, both individually and in aggregate. READY, STEADY, BONN-¦ With meetings scheduled for Bonn and beyond, and calls on parties from the UNFCCC Executive Secretary to use other venues and opportunities to further their preparations for COP 17 in Durban, there is recognition that the global climate regime is now a sum of many parts.", 
    "Going into the June meeting of the Subsidiary Bodies, the parties face a daunting work programme, with additional intersessional meetings already scheduled.", 
    "Alongside the details of Cancun implementation they must examine the core political issues, such as broader cooperation, meeting the global temperature goal, peaking in 2020, a review, and the legal nature of the future regime.", 
    "Parties will face the complex task of managing the implementation of the Cancun work programme, designed primarily to facilitate a bottom-up regime, allowing the willing to reach their own judgements about a second commitment period under the Protocol, and reviewing all efforts in the light of the global goal and effectively addressing all elements of the Bali Action Plan.", 
    "With the prospect that a de facto or de jure gap in the Protocol commitment periods is almost certain, at least one senior negotiator has speculated that the task ahead is to agree to a political package.", 
    "The package might include elements such as a legal fix to ensure a form of continuity in the operation of the Protocol pending ratification of an agreement on a second commitment period; an element acknowledging the two-track approach, at least, in the interim; and a negotiating framework that might bring the variable geometry of the current negotiations together some time after Durban, to reflect the outcome of a review of the adequacy of any new arrangements agreed in Durban.", 
    "The thinking behind all of this is that parties may require a cooling off period if new proposals are not to be regarded as precipitous and, for example, provoke the type of comments delivered by US Special Envoy for Climate Change, Todd Stern, in New York, during the Bangkok meeting.", 
    "Stern s remarks were widely discussed in the corridors in Bangkok and were regarded as unhelpful."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12499e.html", 
  "enb_long_title": "UN Climate Change Conference Bangkok - April 2011", 
  "type": "", 
  "id": "enb12499e_35", 
  "enb_end_date": "08-Apr-11"
}