{
  "countries": [
    "Brazil", 
    "Canada", 
    "Madagascar", 
    "Netherlands", 
    "Kuwait", 
    "Philippines", 
    "Mali", 
    "United States", 
    "Sweden", 
    "Peru", 
    "Monaco", 
    "Norway", 
    "Malawi", 
    "Saudi Arabia", 
    "Chad", 
    "Algeria", 
    "Mexico", 
    "Egypt", 
    "Venezuela", 
    "India", 
    "Jordan", 
    "Belgium", 
    "Japan", 
    "Spain"
  ], 
  "topics": [
    "IPCC Governance", 
    "Financial Mechanisms and Funds", 
    "Reasons for Concern", 
    "IPCC Governance", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "ANY OTHER MATTERS:", 
  "enb_start_date": "24-Feb-15", 
  "enb_short_title": "IPCC-41", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Secretary Christ introduced this agenda item and presented the document on lessons learned on how to handle approval sessions (IPCC-XLI/Doc.6).", 
    "She said the document addresses: timely access to pre and in-session documents; increasing understanding by the various WGs of each other s products; scheduling of approval sessions; and more funding for developing country participants to attend approval sessions.", 
    "No comments were made on this agenda item. WGI Co-Chair Stocker presented a proposal to convene an IPCC workshop on regional climate projections and their use in impacts and risk analysis studies (IPCC-XLI/Doc.13), noting that it should be held prior to the scoping of the AR6 as its outcomes will be crucial to inform that process.", 
    "He suggested that: the meeting should be held during the window of mid-August to mid-September, for approximately 3.5 to 4 days; 40 journeys could be funded from the IPCC Trust Fund for participants from developing countries and countries with economies in transition; and said the WGI TSU would offer support for the workshop.", 
    "Brazil welcomed the proposal for this workshop, offering to host it at the headquarters of the Brazilian National Institute for Space Research and make available the necessary infrastructure.", 
    "He also said that if hosting the workshop, Brazil would organize outreach events for secondary school children and climate change experts at large, to convey WGI and WGII findings.", 
    "The Netherlands also offered to host the workshop.", 
    "Madagascar supported convening the workshop, and noted the importance of such work at the regional level.", 
    "WGII Co-Chair Field welcomed the opportunity to enhance the engagement of communities that are vulnerable and at risk, expressed confidence that a compelling workshop could be organized to address these issues, and said the workshop must address risk and vulnerability.", 
    "The Panel agreed: to organize a workshop on regional climate change projections and their use in impacts and risk analysis studies; and to finance the attendance of 40 participants from developing countries and economies in transition from the contingency budget line for WG meetings.", 
    "Following consultations between the Netherlands and Brazil, the Netherlands reported that Brazil would host the meeting, with major contributions from the Netherlands.", 
    "TFI Co-Chair Krug thanked the Netherlands for agreeing to jointly organize the workshop in Brazil.", 
    "Monaco then presented its proposal for an IPCC special report on oceans (IPCC-XLI/INF.3), noting the multiple beneficiaries of such a report, including the UNFCCC, the Convention on Biological Diversity and the UN Convention on the Law of the Sea.", 
    "He said, inter alia , that such a report would send a strong signal regarding the importance of oceans, require the cooperation of all three WGs, and should address regional aspects.", 
    "Algeria proposed a special report on the link between climate change and desertification.", 
    "Madagascar, Chad, Egypt, Mali, Saudi Arabia, Jordan, Spain, the Philippines, Kuwait and others supported both proposals.", 
    "On a special report on desertification, Peru highlighted synergies with the UN Convention to Combat Desertification and scope for collaboration.", 
    "India called for an integrated special report on oceans and desertification, highlighting their linkages.", 
    "Malawi recommended addressing tropical cyclones and extreme weather events in the oceans report.", 
    "Japan suggested narrowing down the topic for the proposed SR on oceans and noted specific themes that could be pursued, such as ocean acidification and sea-level rise.", 
    "She also highlighted studies on oceans already underway through institutions, such as UNESCO-IHE Institute for Water Education and the World Climate Research Programme.", 
    "Many members, including Canada, Republic of Korea, Norway, Brazil, Venezuela, Mexico, the US and others suggested further consideration of these proposals in light of the AR6 scoping process.", 
    "Belgium called for an expert meeting to consider these issues.", 
    "Norway, supported by Sweden, proposed inviting proposals from governments on additional themes for SRs.", 
    "The Panel decided to solicit views of governments on potential themes for SRs and, following input from the WG Co-Chairs, to further discuss this issue at IPCC-43."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12627e.html", 
  "enb_long_title": "Forty-first Session of the Intergovernmental Panel on Climate Change (IPCC-41)", 
  "type": "IPCC", 
  "id": "enb12627e_27", 
  "enb_end_date": "27-Feb-15"
}