{
  "countries": [
    "Yemen", 
    "Australia", 
    "Mexico", 
    "Lesotho", 
    "Congo", 
    "China", 
    "Grenada", 
    "Belize"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adaptation", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "OPENING STATEMENTS:", 
  "enb_start_date": "01-Dec-10", 
  "enb_short_title": "COP 16", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States", 
    "African Group", 
    "Central American Integration System", 
    "Environmental Integrity Group", 
    "Umbrella Group", 
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Yemen, for the G-77/CHINA, lamented that Annex I parties greenhouse gas (GHG) inventories show an increase in their GHG emissions and urged the SBI to fulfill its mandate to review the implementation of the Convention, including Annex I parties emission reduction efforts.", 
    "Mexico, for the ENVIRONMENTAL INTEGRITY GROUP (EIG), highlighted the importance of stakeholder participation and proposed means to enhance the participation of observer organizations, such as a forum to promote dialogue among participants.", 
    "Australia, for the UMBRELLA GROUP, noted the importance of improving cooperation with observer organizations.", 
    "The EU, said discussions should focus on technology transfer, particularly issues relevant to discussions under the AWG-LCA, and the financial mechanism.", 
    "He also called for increased support to the LDCs for the implementation of the LDC work programme.", 
    "Grenada, for AOSIS, called for discussions on the financial mechanism, particularly regarding issues concerning access to finance.", 
    "Belize, for the CENTRAL AMERICAN INTEGRATION SYSTEM (SICA), urged progress on issues, such as technology transfer and capacity building.", 
    "Lesotho, for the LDCs, urged extension and expansion of the mandate of the LDC Expert Group (LEG), lamented the co-financing requirement for the implementation of national adaptation programmes of action (NAPAs) and called for implementation of all elements of the LDC work programme.", 
    "The Democratic Republic of the Congo, for the AFRICAN GROUP, called for increased contributions to the Special Climate Change Fund (SCCF) and expressed concern with the time taken from project conception to the delivery of funds.", 
    "He also opposed suggestions that the Consultative Group of Experts on Non-Annex I National Communications (CGE) should consider the frequency of reporting by non-Annex I parties."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12489e.html", 
  "enb_long_title": "Cancún Climate Change Conference", 
  "type": "sbi", 
  "id": "enb12489e_2", 
  "enb_end_date": "01-Dec-10"
}