{
  "countries": [
    "Brazil", 
    "Canada", 
    "Bangladesh", 
    "Philippines", 
    "United States", 
    "Switzerland", 
    "Antigua and Barbuda", 
    "Saudi Arabia", 
    "Australia", 
    "Colombia", 
    "South Africa", 
    "Egypt", 
    "Mexico", 
    "China", 
    "Uganda", 
    "Japan", 
    "Barbados"
  ], 
  "topics": [
    "Financial Mechanisms and Funds 2", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Flexibility Mechanims", 
    "Technology Transfer"
  ], 
  "section_title": "FINANCE:", 
  "enb_start_date": "10-Aug-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The revised negotiating text ( FCCC/AWGLCA/2009/INF.1 ) contains a chapter on Enhanced action on financing, technology and capacity building, however parties agreed to discuss financing separately under enhanced action on the provision of financial resources and investment.", 
    "This issue was covered in four informal sessions, facilitated by AWG-LCA Vice-Chair Louis Machado (Brazil), on Tuesday, Thursday and Friday.", 
    "On Tuesday, Vice-Chair Machado requested that the Secretariat prepare a table reflecting areas of convergence and those requiring further discussion.", 
    "He suggested addressing guiding principles, including access and dispersal, while postponing discussion on mobilization of funds.", 
    "He also listed for discussion: questions of accountability, equity and balanced representation of all parties; coherence and coordination of funding sources; approaches for access and dispersal of funds; and addressing the needs of vulnerable developing countries.", 
    "The Philippines, for the G-77/China, highlighted the accountability of the financial mechanism to the parties, the requirement to mobilize financial resources, as well as the principle of equity.", 
    "Bangladesh emphasized the need for financial architecture under the UNFCCC, in conformity with the BAP, providing easy and direct access to resources especially for the most vulnerable countries.", 
    "Barbados, for AOSIS, underscored the need to increase resources to fight climate change, provide funding for implementation of development plans and develop direct and simplified access to finance, especially for small island developing states (SIDS) and LDCs.", 
    "The US highlighted a number of domestic developments including the first contributions to the LDC Fund and the Special Climate Change Fund.", 
    "On sources of funding, he stressed the role of private sources in generating the scale of financing needed.", 
    "Canada highlighted the need to catalyze private financial flows and investment, called for prioritizing the needs of the poorest and most vulnerable countries, as well as maximizing the effectiveness of existing institutions, frameworks and networks.", 
    "Australia said all sources of funding are important, including public and private funds, as well as the carbon market, and called for a decentralized approach in order to facilitate access to funding.", 
    "South Africa, for the African Group, said that it would not support text stipulating that all parties must contribute financial resources nor an approach suggesting differentiation among developing countries on access to financial resources.", 
    "On scale of finance, she stated that the African Group would not accept an agreement on finance without a financial commitment of one percent of global gross domestic product (GDP).", 
    "Uganda, for the LDCs, highlighted difficulties in implementing national adaptation programmes of action (NAPAs) due to inadequate resources.", 
    "Saudi Arabia emphasized that text requiring financial resources from developing countries would contravene the Convention s principles and stressed that finance should be based on public funding rather than from taxes that would impact exports from developing countries.", 
    "China said that the increasing emphasis on the private sector as a source of finance would lead to unpredictable funding, stressing that finance should be provided by the public sector and constitute at least 0.5-1% of developed countries GDP.", 
    "The G-77/China and other developing countries emphasized the importance of MRV to successful mobilization of financial resources as well as providing the COP with direct control over governance.", 
    "Using a hybrid car as an analogy, Mexico noted that a hybrid set of financial mechanisms was needed with different sets of engines that can be coordinated to ensure the vehicle is moving at the proper speed.", 
    "On Thursday, Vice-Chair Machado presented a non-paper in the form of a table identifying elements common to many proposals and highlighting areas where better understanding is required.", 
    "Discussion centered on: objectives, scope and guiding principles; generation and provision of financial resources; and institutional arrangements, including funds and institutional structure.", 
    "On objectives, scope and guiding principles , the Philippines, for the G-77/China, pointed to parallel views and a lack of common understanding of the term country-driven.", 
    "The EU, Uganda, for the LDCs, and others stressed that a sense of urgency to undertake enhanced action on financing for mitigation, adaptation and technology transfer should be stated clearly, as well as the need to prioritize support for vulnerable developing countries.", 
    "Barbados, for AOSIS, said that provision of financial resources must be guided by developing countries priorities, which he said should be contained in the overarching principle.", 
    "He noted the possibility of enumerating numbers in the form of a budget, which would have a top-down approach.", 
    "Canada acknowledged strong convergence on the principles of equity and common but differentiated responsibilities, noting that the majority of parties have taken concrete actions, leading to concrete impacts.", 
    "Antigua and Barbuda supported differentiating countries based on vulnerability and supported direct access through a financial mechanism under the COP.", 
    "Colombia highlighted differentiation of countries in terms of vulnerability as a cross-cutting issue, and proposed that it be founded on an ecosystem-based approach.", 
    "The US stressed the necessity of ascertaining the connection between the provision of finance and actions, including what the finance is being provided for.", 
    "The EU cautioned against lengthy debates centering on the interpretation of the Convention.", 
    "Regarding the generation and provision of financial resources , debate centered on whether funds should be derived from strictly public sources or a mix of both public and private sources.", 
    "Developing countries generally preferred that the primary sources of funds be public, with no conditionalities.", 
    "Developed countries highlighted the role of private sources, preferring a mix of the two.", 
    "Switzerland said that there was convergence on public and private sources but not on their respective roles.", 
    "The EU highlighted market-based mechanisms.", 
    "Barbados pointed to divergence on the extent to which public and private sources will play in the generation of funds.", 
    "The US said that public funding is most effectively used for purposes such as adaptation and capacity building.", 
    "Uganda, for the LDCs, advocated that governments mobilize resources from the private sector and described providing loans for adaptation as immoral.", 
    "The G-77/China called for appropriate burden-sharing among developed country parties and adequate and predictable funding.", 
    "Egypt, for the African Group, underscored the need for substantial contributions from developed countries.", 
    "South Africa acknowledged divergence regarding the scale of funding and, with Bangladesh, emphasized new additional and predictable funding, beyond current ODA levels.", 
    "Bangladesh called for sustained financial resources over and above 1.5% of developed country GDP.", 
    "Japan, Australia and the US emphasized that assessed contributions as a key source of finance was not an area of convergence, while the EU acknowledged the need for assessed contributions.", 
    "Also supporting assessed contributions of developed countries, Colombia said that 8% of the share of proceeds from joint implementation and emission trading mechanisms should go to the Adaptation Fund.", 
    "On institutional arrangements , the G-77/China discussed difficulties with access to finance under the Global Environment Facility (GEF) and emphasized that funding pledged outside the Convention will not be counted as meeting commitments under the Convention.", 
    "South Africa said that it would be difficult to design appropriate institutional arrangements until there was common understanding of principles and functions underpinning a financial mechanism and, with Bangladesh and others, underscored direct access under COP guidance.", 
    "Barbados likened the difficulties of access to having been given an ATM card without the pin number.", 
    "Switzerland discussed the need for funding to be predictable and acknowledged problems concerning operational aspects of the current financial mechanism.", 
    "The US noted the need for convergence on a centralized and coordinated financial architecture.", 
    "The EU said that convergence centered on the need to improve coordination with existing funds and entities.", 
    "He said that it was important to discuss functions and not particular entities.", 
    "Colombia and Canada supported a multi-window fund.", 
    "Uganda, for the LDCs, supported a multi-window financial mechanism under the control of the COP to support the building blocks.", 
    "Bangladesh proposed the establishment of a robust climate bailout plan.", 
    "Canada said turning attention to key functions of the financial architecture would lead to a better understanding of how specific issues will work in practice."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12427e.html", 
  "enb_long_title": "Bonn Climate Change Talks - August 2009", 
  "type": "WORKING GROUP", 
  "id": "enb12427e_24", 
  "enb_end_date": "14-Aug-09"
}