{
  "countries": [
    "Brazil", 
    "China", 
    "India"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Technology Transfer"
  ], 
  "section_title": "PART I - DEVELOPMENT FINANCE IN PRACTICE", 
  "enb_start_date": "27-Sep-04", 
  "enb_short_title": "UNFCCC Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Presentations: EGTT member Elmer Holt (US), who chaired the first part of the session, introduced the topic by drawing attention to the commercial realities of development finance.", 
    "He observed that, where risk is high and returns are ill-defined, little can be expected.", 
    "Meanwhile, at the other end of the spectrum, projects offering low risks and predictable returns are generating a lot of interest and activity.", 
    "The focus of this discussion, he said, would be those projects that fall in between these extremes. Peter Storey, Vice President of Financing, HERA International Group, spoke about private sector development and financing of technology-related projects, focusing on his experiences in sub-Saharan Africa.", 
    "Storey examined the project development cycle, stressing the need for a thorough pre-development stage that carefully examines the feasibility of the project.", 
    "As pre-development costs can amount to as much as 2% of total project costs with no guarantee of success, he advocated developing a consortium of interested parties to spread the risk.", 
    "He then reviewed a case study, the Zambezi Valley Development Scheme, reflecting on its successes, failures, and lessons learned.", 
    "He recommended an integrated approach to projects that engages both public and private sectors, and said governments must create a stable legislative and regulatory environment. Peter Rossbach, Director, Impax Capital Ltd, spoke about Impax\u0092s Patient Capital Initiative and equity finance for renewable energy in emerging markets.", 
    "He described the Initiative as a 'one-stop shop' with co-funding for local/regional sub-funds, as well as funding for carbon credit purchases and technical assistance.", 
    "He highlighted lessons learned and identified various prerequisites for developing successful renewable energy activities, including appropriate government regulations and project debt, and acceptable returns.", 
    "He also suggested ways of making projects financially viable in the market, including supporting the development of long-term market forces, the establishment of policies and regulations that encourage investment, as well as private funding and official development assistance accompanied by country co-financing. Patrick Daddario, President of the Fiorello H. LaGuardia Foundation, spoke about how to engage local financial institutions in project development and implementation.", 
    "He explained that, since its establishment in 2001, the Foundation has carried out projects in Brazil, China and India aimed at catalyzing human, institutional and financial resources to support the development of locally-defined and managed enterprises engaging in sustainable energy activities.", 
    "He stated that utilizing local resources and maintaining environmental, social and financial sustainability are critical to developing and implementing projects.", 
    "Asserting that local financial institutions have the ability and capacity to participate, he cautioned that projects were unlikely to succeed without their involvement. Youba Sokona, Executive Secretary of the Sahara and Sahel Observatory, spoke about the approach of the African Rural Energy Enterprise Development (AREED) initiative to public-private partnerships.", 
    "He listed various challenges in the African context, including the need to improve people\u0092s access to energy services, support a self-sustaining 'scale-up' of energy systems, and create or stimulate markets.", 
    "Stressing that no one solution fits all circumstances and that no one actor can operate in a vacuum, he called for a cooperative approach focused on connecting multiple partnerships that add value in the areas of financing, programme development, implementation, enterprise, and service delivery.", 
    "He hoped that the current focus on projects would shift towards discussions on the creation of 'portfolios' and ultimately to 'systems' of self-supporting products and services."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12244e.html", 
  "enb_long_title": "UNFCCC Workshop on innovative options for financing the development and transfer of technologies", 
  "type": "", 
  "id": "enb12244e_9", 
  "enb_end_date": "29-Sep-04"
}