{
  "countries": [
    "Canada", 
    "Brazil", 
    "Saudi Arabia", 
    "Australia", 
    "Honduras", 
    "United States", 
    "China", 
    "Japan", 
    "Russian Federation", 
    "Antigua and Barbuda", 
    "Argentina", 
    "Norway"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "PROGRAMME BUDGET FOR THE BIENNIUM 2004-2005", 
  "enb_start_date": "16-Jun-03", 
  "enb_short_title": "SB-18", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "This issue was addressed by the SBI on Wednesday, 4 June, and Thursday, 5 June.", 
    "A contact group chaired by John Ashe (Antigua and Barbuda) met three times from 6-10 June.", 
    "Informal consultations were also held.", 
    "The SBI adopted the draft conclusions, containing a draft COP decision, on Friday evening, 13 June. On Wednesday, 4 June, Executive Secretary Joke Waller-Hunter presented the draft programme budget, which contained a 29% budget increase for the 2003-2004 biennium.", 
    "In its proposed budget, the Secretariat estimated that US$3.2 million will be required for Protocol activities, should it enter into force during the 2004- 2005 biennium.", 
    "Saudi Arabia emphasized the need for balanced funding in the biennial budget for items such as workshops, while the US requested more detail on the Secretariat\u0092s budget and expressed concern over the proposed apportionment between UNFCCC and Protocol activities.", 
    "Canada supported a 'one-time jump' in the budget. On Thursday, 5 June, the EU suggested that the budget be more predictable and sustainable for future periods, and expressed surprise over the distinction between Protocol and UNFCCC activities in the budget.", 
    "Australia emphasized that budget priorities need to be clarified, and, with Brazil, China, the EU, Japan, Norway, and the Russian Federation, said the budget increase is too high.", 
    "The Russian Federation said it favored a zero-growth budget, but would accept budget increases for inflation, and requested clear indication of how its contribution to the budget would be affected by its ratification of the Protocol. At the first contact group meeting on Friday, 6 June, Chair Ashe presented a draft COP-9 decision containing three options on the draft budget and indicative scales of assessment that separated financing for UNFCCC and Protocol activities to differing degrees.", 
    "The first option was based on an assumption that the UNFCCC budget has two components and that Parties would adopt two scales at the next COP; the second would approve a contingency budget for Protocol activities at the next COP, and would approve Protocol funding on an indicative scale, which would be activated after the Protocol enters into force; and the third option would leave the actual adoption of the Protocol budget and indicative scale to the COP/MOP. On Monday, 9 June, Chair Ashe presented a revised draft decision and detailed breakdown of costs associated with Protocol activities.", 
    "Parties agreed on text that requests the Executive Secretary to indicate the administrative and financial implications, rather than actual costs, of proposed COP decisions. Regarding a possible draft decision on adopting two indicative scales of assessment, the EU said, if adopted, this decision would set a negative precedent for other multilateral environmental agreements (MEAs), since it would require Parties to pay for selected activities related to a MEA, and offer a perverse incentive for those Parties who have not yet ratified the Protocol.", 
    "Opposed by the US, the EU then proposed two new options, which requested Parties to decide on only one instead of two indicative scales.", 
    "Under the first option, Parties would approve the budget for the UNFCCC, including the preparatory activities related to the Protocol, at the COP.", 
    "Under the second option, Parties would approve the budget for the UNFCCC at the COP, and adopt the budget for preparatory activities relating to the Protocol at the COP/MOP.", 
    "The US proposed that Parties decide only on the biennial costs of the UNFCCC, and not preparatory and operational costs associated with the Protocol.", 
    "The G-77/China, Argentina, and Brazil noted that the new UN General Assembly scale of assessments should not be applied automatically. On Tuesday, 10 June, the EU and the US continued to disagree over the issue of indicative scales.", 
    "Honduras noted its concern about the amount of funding budgeted for CDM activities.", 
    "Chair Ashe continued informal consultations on the budget in an attempt to break the deadlock between the US and the EU. On Friday, 13 June, Parties continued informal consultations throughout the day, and agreed on draft conclusions and a draft COP decision based on these consultations.", 
    "The SBI then adopted the draft conclusions on Friday evening."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12219e.html", 
  "enb_long_title": "18th Session of the Subsidiary Bodies", 
  "type": "", 
  "id": "enb12219e_64", 
  "enb_end_date": "16-Jun-03"
}