{
  "countries": [], 
  "topics": [
    "Technology Transfer"
  ], 
  "section_title": "OVERVIEW OF DAY ONE", 
  "enb_start_date": "27-Sep-04", 
  "enb_short_title": "UNFCCC Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "On Tuesday morning, participants heard an overview of the first day\u0092s presentations and discussions.", 
    "Workshop Chair Margaret Martin noted participants\u0092 expectations that the workshop should share information on case studies, good practices, and barriers to financing.", 
    "She acknowledged some disappointment in progress on technology transfer to date, as well as the need to provide enabling environments and reduce investment risk.", 
    "She drew attention to comments about adaptation activities and the view that adaptation and mitigation activities are not mutually exclusive.", 
    "She noted speeches emphasizing that insurance companies are paying greater attention to climate change as a result of increased risk, while observing that not all risks are quantifiable.", 
    "She also highlighted comments that environmentally-sound technologies should be in the public domain, and that a lot of 'good' money is available but that there are more 'bad' or poorly-prepared projects than 'good' ones.", 
    "Finally, she noted discussions on the need for a policy framework that is 'loud, long and legal,' meaning that governments provide clear signals to the market that the renewable energy sector is supported by stable, effective and transparent rules that encourage investment. EGTT member Rawleston Moore, who had chaired the afternoon portion of the day\u0092s discussions, added his reflections on the session.", 
    "He highlighted participants\u0092 comments on the importance of mobilizing domestic capital, the value of foreign investment, the need to overcome the barrier of inadequate information available to potential investors, the benefits of public-private partnerships, and the role of donor financing."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12244e.html", 
  "enb_long_title": "UNFCCC Workshop on innovative options for financing the development and transfer of technologies", 
  "type": "", 
  "id": "enb12244e_8", 
  "enb_end_date": "29-Sep-04"
}