{
  "countries": [
    "Brazil", 
    "China", 
    "Norway", 
    "Switzerland", 
    "South Africa"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "ANNEX I FURTHER COMMITMENTS:", 
  "enb_start_date": "26-Nov-12", 
  "enb_short_title": "COP 18", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States", 
    "European Union", 
    "Environmental Integrity Group", 
    "Coalition for Rainforest Nations", 
    "Umbrella Group", 
    "African Group", 
    "Group of 77"
  ], 
  "sentences": [
    "This issue was first taken up in plenary on 27 November and in a contact group, chaired by AWG-KP Chair Diouf.", 
    "Discussions were initially based on the AWG-KP Chair s proposal to facilitate negotiations (FCCC/KP/AWG/2012/CRP.1).", 
    "They took place in a spin-off group on numbers/text, co-facilitated by Sandea de Wet (South Africa) and Jürgen Lefevere (EU), and informal consultations on matters relating to the second commitment period, facilitated by AWG-KP Vice-Chair Uosukainen.", 
    "On 3 December, CMP President Al-Attiyah announced that Luiz Figueiredo Machado (Brazil) and Bård Vegar Solhjell (Norway) would hold an informal ministerial outreach process to assist the AWG-KP Chair on discussions related to access to participation in the flexibility mechanisms by parties not taking commitments under the second commitment period and extending the share of proceeds to the other flexibility mechanisms.", 
    "During the AWG-KP closing plenary on Thursday, 6 December, Chair Diouf introduced her revised proposal to facilitate negotiations under the AWG-KP (FCCC/KP/AWG/2012/CRP.3).", 
    "She explained that the results of this work, which aim to provide ministers with clear options, had been incorporated in her draft conclusion text on the outcome of the work of the AWG-KP (FCCC/KP/AWG/2012/L.3), which she proposed to forward to the CMP for adoption.", 
    "AOSIS requested bracketing parts of the text, including sections containing: the amended Protocol Annex B with parties mitigation commitments; text on eligibility to participate in the flexibility mechanisms; and text on the fulfillment of the AWG-KP s mandate and conclusion of its work.", 
    "Parties agreed to forward the outcome of the work of the AWG-KP, as orally amended by AOSIS, to the CMP for further consideration and finalization.", 
    "Chair Diouf recalled earlier agreement to form a group to conduct a legal review of the text forwarded to the CMP, saying the review will not reopen any substantive discussions.", 
    "She said the group will comprise members from all regional groups and SIDS, and explained that she would report to the CMP President if any changes are required based on the findings of the legal review.", 
    "On the length of the second commitment period and level of ambition, parties views differed, with AOSIS, the G-77/China, the African Group and LDCs favoring a five-year commitment period.", 
    "Many parties lamented the low ambition of Annex I parties proposed QELROs, stressing that these are not in line with science.", 
    "They underscored the need to avoid locking-in low levels of ambition.", 
    "The EU and the Umbrella Group supported an eight-year second commitment period, with the EU highlighting its internal legislation already in force for 2013-2020.", 
    "The Coalition for Rainforest Nations reiterated the Group s preference for a five-year second commitment period but expressed willingness to consider an eight-year term provided it includes a mid-term review mechanism requiring deeper targets consistent with the forthcoming IPCC Fifth Assessment Report.", 
    "The African Group supported inclusion of a mechanism for increasing mitigation ambition within two years of the start of the commitment period.", 
    "On 4 December, the G-77/China introduced a proposal for Annex I parties to take on QELROs consistent with the top end of their pledged ranges and to further increase ambition during the second commitment period.", 
    "The proposal required Annex I parties to ensure that QELROs adopted for the second commitment period lead to overall emission reductions of at least 33% below 1990 levels by 2017.", 
    "It also established a process for each party to revisit its QELRO by 2014 at the latest, in line with aggregate Annex I emission reductions of more than 45% below 1990 levels by 2020.", 
    "AOSIS supported the proposal and the EU indicated willingness to explore it.", 
    "On legal application of the second commitment period from 1 January 2013, developing countries underscored the urgency of ratification and called for a deadline for adopting the amendments.", 
    "Developed countries objected, highlighting the duration of the necessary national legislative processes.", 
    "The EU highlighted that due to internal legislation already in force, it would immediately implement second commitment period commitments regardless of other parties ratification timing.", 
    "On eligibility to participate in the flexibility mechanisms, parties expressed different views on whether Annex I parties that will not be undertaking commitments during the second commitment period should continue to be eligible to participate in the mechanisms, and, if so, in which mechanisms.", 
    "The G-77/China, the African Group and the LDCs supported restricting access to only those Annex I parties with QELROs.", 
    "The EIG supported allowing those Annex I parties that will not take on QELROs to participate in the CDM.", 
    "The Umbrella Group supported broad access to flexibility mechanisms emphasizing its multiple benefits.", 
    "On carry-over of surplus AAUs, developing countries supported excluding carry-over of surplus AAUs from the first commitment period to the second one.", 
    "The EIG stressed the limitation of carry-over of surplus AAUs.", 
    "Parties, including Switzerland and the G-77/China, submitted several proposals on this issue.", 
    "The G-77/China proposal also addressed the inter-linkage with ambition by supporting opportunities to raise ambition during the second commitment period."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12567e.html", 
  "enb_long_title": "Doha Climate Change Conference - November 2012", 
  "type": "WORKING GROUP", 
  "id": "enb12567e_43", 
  "enb_end_date": "08-Dec-12"
}