{
  "countries": [
    "Jamaica"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Technology Transfer"
  ], 
  "section_title": "Panel discussion", 
  "enb_start_date": "27-Sep-04", 
  "enb_short_title": "UNFCCC Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Following the presentations and question-and- answer session, participants engaged in a panel discussion involving briefings from five invited speakers.", 
    "This was followed by an exchange of views on financing issues. Raymond Wright, Group Managing Director for the Petroleum Corporation of Jamaica, spoke on financing and renewable energy markets in Jamaica.", 
    "He stressed the need for government guarantees in financing renewable energy projects, as well as the need to tackle issues relating to taxation, risk sharing, capital availability, and legal and policy frameworks.", 
    "He observed that foreign investment in renewable energy projects will promote risk sharing and access to international markets, and will enhance local private sector participation. Christine Woerlen, Global Environment Facility (GEF), highlighted governments\u0092 role in promoting international financing for technology transfer projects by identifying priority areas, setting out framework conditions for transactions, shaping the financial flows, enhancing national capacities, and providing adequate information to investors. Kok Seng Yap, Deputy Director-General of the Malaysian Meteorological Service, said that in order to support financing for technology transfer, countries should disseminate information on their successes and enhance capacity building for project implementation.", 
    "He urged workshop participants to take into consideration the technology needs assessments conducted in many countries and to identify ways to meet these needs. Alan Miller, International Finance Corporation, spoke on financing technology transfer through commercial lending.", 
    "He noted obstacles to commercial lending for technology transfer, including unacceptable investment risks, significant policy barriers, low or no returns on the investment, and excessive transaction costs. Eric Usher, United Nations Environment Programme (UNEP), considered three major areas he said needed to be enhanced in order to promote financing for technology transfer: information transfer; networks among financial institutions, investors, and countries in need of technologies; and partnerships among the various actors involved in financing transactions.", 
    "He recommended that national governments improve the enabling environment so as to attract financing. Following the panel presentations, a number of participants responded with comments and questions.", 
    "A civil society speaker briefed participants on a technology transfer workshop held recently in Tokyo attended by government officials and industry representatives.", 
    "He noted comments during the meeting that competition is critical, citing as an example the popularity of the Toyota Prius hybrid car in encouraging other automakers to enter the hybrid car market.", 
    "He also highlighted the issue of intellectual property rights, noting that opportunities for technological leapfrogging were being hampered by concerns over loss of profits if these rights were given away. On the issue of project financing, one participant stressed that it was available for 'good' projects, but that most projects were seen as 'bad' by the international finance sector because those in developing countries who were submitting project proposals did not have sufficient experience in document preparation, and did not 'speak the language of the financial institutions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12244e.html", 
  "enb_long_title": "UNFCCC Workshop on innovative options for financing the development and transfer of technologies", 
  "type": "", 
  "id": "enb12244e_7", 
  "enb_end_date": "29-Sep-04"
}