{
  "countries": [
    "Reunion"
  ], 
  "topics": [], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "01-Jun-10", 
  "enb_short_title": "AWGs", 
  "subtype": "corridors", 
  "actors": [], 
  "sentences": [
    "On the first day of the Bonn Climate Change Talks, many participants commented that they were happy to be back after what some described as a long pause in the substantive negotiations following Copenhagen.", 
    "But are our expectations for the COP and COP/MOP actually lower than they were this time last year and how much will we able to achieve this year?", 
    "I am not so sure, commented a veteran negotiator.", 
    "However, long-term issues and the two AWGs remained in the background as the first day was dedicated to the opening plenaries of the SBI and SBSTA.", 
    "Both Subsidiary Bodies have what delegates described as extremely busy agendas.", 
    "The meeting rooms were also crowded; the smaller SBSTA plenary hall was filled to capacity and overflow rooms were designated for those that could not find seats in the main hall.", 
    "The reason was what some referred to as yet another delay in completing the international conference center in Bonn.", 
    "We said our tearful goodbye to the Maritim last August when we thought we d be moving into a new venue and now we re having a tearful reunion said one delegate, who had to remain standing for most of the morning plenary session.", 
    "On the substantive side, many delegates emerging from the flexibility mechanisms discussions under the SBSTA commented on what they characterized as increasingly political statements and criticism against market mechanisms by some countries, as well as strong disagreements over CCS and forests in exhaustion under the CDM.", 
    "But we will be discussing standardized baselines under the CDM, noted one developed country delegated, seemingly pleased.", 
    "In the evening, delegates gathered to celebrate the tenure of Executive Secretary Yvo de Boer and bid him farewell at a reception hosted by the German government.", 
    "There were laughs, good cheers, some walks down memory lane and even a few teary eyes during the speeches, handshakes and hugs.", 
    "Expect Yvo de Boer s reflections on his tenure to come in the closing SBI plenary next Wednesday afternoon."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12462e.html", 
  "enb_long_title": "Bonn Climate Change Talks - May/June 2010", 
  "type": "", 
  "id": "enb12462e_27", 
  "enb_end_date": "01-Jun-10"
}