{
  "countries": [
    "Brazil", 
    "Colombia", 
    "Gambia", 
    "Panama", 
    "Costa Rica", 
    "United States", 
    "Tanzania", 
    "Switzerland", 
    "Grenada", 
    "Bolivia", 
    "Venezuela", 
    "Ecuador", 
    "Pakistan", 
    "Saudi Arabia", 
    "Australia", 
    "Singapore", 
    "Norway", 
    "India", 
    "Marshall Islands", 
    "Chile", 
    "United Arab Emirates", 
    "Russian Federation", 
    "Japan", 
    "Dominican Republic", 
    "Philippines", 
    "Barbados"
  ], 
  "topics": [
    "Extension of the Kyoto protocol", 
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Compliance and Enforcement", 
    "Mitigation", 
    "Technology Transfer"
  ], 
  "section_title": "Vision for the ADP", 
  "enb_start_date": "30-Aug-12", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "African Group", 
    "Bolivarian Alliance For The Peoples Of Our America"
  ], 
  "sentences": [
    "This roundtable, addressing Workstream 1, met four times during the Bangkok session.", 
    "During initial discussions from Thursday to Saturday, participants were invited to address: vision for the main contours and elements of the ADP s work; and the work that is required between now and 2015, in particular in 2013, to achieve those results.", 
    "During the discussions, many countries reaffirmed: the primacy of the Convention in the work of the ADP; and that in no way should the ADP s work involve a rewriting of the Convention.", 
    "The EU supported a new protocol in which all parties would take on commitments, and emphasized that the context in which the Convention principles are being applied has changed and that mitigation must be at the heart of the new agreement.", 
    "Grenada supported a new protocol that would be climate-effective, and acknowledged the varying interpretations of Decision 1/CP.17 (establishment of the ADP).", 
    "Venezuela, for ALBA, expressed concern with some parties questioning the validity of the Convention after 20 years and reinterpreting certain terms.", 
    "He cautioned that a flexible system of bilateral and plurilateral agreements might undermine the multilateral rules-based system.", 
    "Bolivia highlighted equity and the right to development, Ecuador urged addressing the impacts of climate change from a human rights perspective, and Tanzania emphasized that support to countries suffering the impacts of climate change is an equity issue.", 
    "India urged differentiation based on equity, CBDR and historical responsibility, and that post-2020 arrangements include quantified and specific terms for developed country support to developing countries.", 
    "She said the ADP should be flexible to allow consideration of new elements, including from the Intergovernmental Panel on Climate Change (IPCC), the 2013-15 Review and the other AWGs.", 
    "Chile, for Colombia, Costa Rica, the Dominican Republic and Panama, called for means of implementation to address both mitigation and adaptation.", 
    "He supported discussing CBDR in the context of specific adaptation and mitigation issues, and within the two workstreams.", 
    "Switzerland urged viewing the two workstreams as mutually supportive.", 
    "The Philippines highlighted the importance of: coherence between workstreams; and an integrated approach to finance, technology and capacity building.", 
    "Barbados said, inter alia , that the new legally-binding agreement must address adaptation, mitigation, finance and technology.", 
    "Singapore urged consideration of national circumstances and of countries three Cs : their differing contexts, constraints and contributions.", 
    "Japan supported consideration of national circumstances.", 
    "The United Arab Emirates said that the CBDR principle could be reinforced, while enabling a wider group of parties to play a fair role in reducing emissions, considering national circumstances, such as demographics and resource endowments.", 
    "The Russian Federation cautioned against disregarding current realities and urged removing the notorious firewall between developed and developing countries.", 
    "Australia supported a climate-effective agreement that: is applicable to all; is capable of evolving over time to promote increasing ambition as countries capabilities and confidence grow; and provides incentives for taking action.", 
    "Stressing the Convention principles are enduring but dynamic, he supported actionable differentiation under the new agreement.", 
    "Norway said the new agreement must be effective, fair, realistic, flexible and science-based, and include mitigation commitments relative to responsibilities and capabilities.", 
    "He envisaged a legally-binding, rules-based multilateral regime that addresses dynamic differentiation.", 
    "The Republic of Korea supported incentives for developing country participation that take into account national circumstances, such as population growth rate and density, energy mix, renewable energy endowment, and the extent of coastline.", 
    "The LDCs called for a new protocol and robust MRV to ensure compliance and transparency.", 
    "The African Group said any future legal outcome should be a further articulation of commitments reflected in the Convention, such as financing commitments to developing countries, appropriate burden sharing, and acceptance of all sources of finance.", 
    "Pakistan emphasized: that applicability to all must not override CBDR and the notion of equity; lack of a common understanding regarding how much circumstances have changed; maintaining the existing differentiated structure; and an effective compliance mechanism.", 
    "Regarding work between now and 2015, Japan suggested an in-session workshop or ministerial roundtable in Doha on the elements of a future framework, brainstorming sessions involving various stakeholders, and moving from a general to more structured discussion in 2013.", 
    "The US suggested continuing the current format of roundtables and convening workshops on technical issues that may come up, and supported reflecting on issues and exploring workable options before developing text.", 
    "Brazil said beginning to negotiate the instrument too early would contaminate the real deliverables for Doha, which he said is the work under the AWG-KP and the AWG-LCA.", 
    "The Marshall Islands suggested that the binary division between countries under the Kyoto Protocol could be replaced by lists with varying levels of differentiation, from which countries could graduate to more stringent requirements as their circumstances change.", 
    "On Sunday, the Co-Chairs held informal consultations with parties on how to proceed with work under the ADP in Bangkok.", 
    "On Monday, delegates addressed questions posed by the Co-Chairs based on some of the issues raised during the first three days of roundtable discussions, and for which further elaboration might be useful.", 
    "Questions related to: what is meant by national circumstances and how they can be accommodated in the ADP s work; understanding of the term applicable to all ; how broader participation can be encouraged; incorporating flexibility in the ADP s work; and how the Convention principles should be applied in the context of vision for the ADP.", 
    "On the term applicable to all, countries emphasized that universality of application does not mean uniformity of application.", 
    "Pakistan underlined that applicable to all must take into consideration both national circumstances and the Convention principles.", 
    "Barbados said universality should not imply a race to the bottom in terms of legal form or rules, and called for a careful balance between designing a climate-effective agreement that is fair, and that enjoys the confidence of all parties.", 
    "On national circumstances, Singapore emphasized understanding the context and constraints of national circumstances before talking about parties contributions.", 
    "He said this template implies: no formulas or one size fits all approach; mitigation actions will be nationally determined not internationally imposed and without prejudice to the question of legal form; and universal participation must acknowledge and accommodate national circumstances.", 
    "Supporting Singapore, Saudi Arabia added that any country s contribution is, has been and will be nationally driven.", 
    "On incorporating flexibility in the ADP s work, Grenada emphasized that flexibility allowed for differentiated participation, and that ambitious adaptation is the path that brings climate change and sustainable development together.", 
    "On broader participation, the Gambia, for the LDCs, said this can only be effective if developed countries demonstrate leadership.", 
    "The Philippines emphasized means of implementation in order to achieve broader participation.", 
    "Japan stressed the need to balance broader participation through inclusion of initiatives outside the UNFCCC.", 
    "On principles, India stressed the importance of equity and CBDR as guiding norms in determining obligations and the nature and level of efforts.", 
    "Chile said CBDR should not be interpreted in a way that blocks ambition or evades responsibility, and that development and climate protection should be seen as complementary, and not clashing, goals.", 
    "Japan called for interpreting the Convention principles according to evolving socioeconomic situations.", 
    "Bolivia recalled that the Rio+20 outcome document reaffirmed the Convention principles, particularly equity and CBDR.", 
    "The US said the principles should not constitute an artificial divide between developed and developing countries.", 
    "Chile stressed flexibility regarding how individual commitments are met, incentives for high ambition and rewards for achieving such ambition, and a common understanding of equity and fairness.", 
    "The EU stressed: delinking emissions from economic growth; least-cost mitigation actions addressing all drivers of emissions; absolute economy-wide emission reduction targets for those most capable; and scope and stringency reflected in a spectrum of commitments.", 
    "The US stressed: diversity is in the actions themselves, not in whether a party acts; universal participation, new technologies and linking climate policy encourage more action; and the need for a flexible instrument that stands the test of time.", 
    "Noting continuing poverty and lack of access to energy and sanitation in developing countries, Bolivia said action requires technological and financial support, and that access to this support must be facilitated.", 
    "In closing, ADP Co-Chair Dovland said he looked forward to hearing parties ideas on how to organize and structure the ADP s work in Doha and that further consultations on this would take place on Wednesday."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12555e.html", 
  "enb_long_title": "Bangkok Climate Change Conference - August 2012", 
  "type": "", 
  "id": "enb12555e_10", 
  "enb_end_date": "05-Sep-12"
}