{
  "countries": [], 
  "topics": [
    "Post-Kyoto Agreements"
  ], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "22-Nov-13", 
  "enb_short_title": "COP 19", 
  "subtype": "corridors", 
  "actors": [], 
  "sentences": [
    "By Thursday night, delegates appeared completely exhausted, and many worried that negotiating throughout the night comes at the expense of broad participation.", 
    "While all participants are weary, developing country delegates seemed to feel the pinch even more.", 
    "A number of developing country delegates complained they were short on people and stretched by the busy agenda.", 
    "Referencing Harry Potter, one delegate bemused: 'None of us seems to have a - \u0098time-turner,' so unlike Hermione, we cannot go back in time.", 
    "We - \u0099re forced to bracket text and leave the room, so that we can make it to yet another informal'.", 
    "A veteran of the process, who almost took pride in the fact that 'in climate negotiations we are used to late nights during the second week', bemoaned that the marathon actually kicked off during the first week of COP 19.", 
    "Some blamed the 'false start' on the SBI's impasse last June, requiring the body to squeeze three weeks of work into one.", 
    "The SBI closing plenary, which adjourned at 5:00 am last Sunday morning, kicked off a week of long nights, especially for those delegates working on finance issues and the ADP who had to stay at the National Stadium all night again on Wednesday.", 
    "In light of criticisms concerning 'inappropriate procedures', and the roles of the COP President and other presiding officers raised by several parties, concerns over transparency, inclusiveness and 'party-drivenness' were repeatedly heard in the corridors.", 
    "As participants steeled themselves anticipating a long night on Friday, many were left wondering if the UNFCCC process has the ability to address parties' procedural concerns or is too long in the tooth to change.", 
    "Looking forward, through half-closed eyes, to Lima and Paris, many were not hopeful about the prospects of a smoother road ahead."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12593e.html", 
  "enb_long_title": "Warsaw Climate Change Conference - November 2013", 
  "type": "", 
  "id": "enb12593e_3", 
  "enb_end_date": "22-Nov-13"
}