{
  "countries": [
    "Australia", 
    "Ethiopia", 
    "Sudan", 
    "Denmark", 
    "United States", 
    "Lesotho", 
    "Sweden", 
    "China", 
    "Grenada"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Anthropogenic Interference with Climate System", 
    "Mitigation", 
    "Adaptation"
  ], 
  "section_title": "NATIONAL STATEMENTS:", 
  "enb_start_date": "07-Dec-09", 
  "enb_short_title": "COP 15", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "Umbrella Group", 
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "From 16-17 December, the high-level segment heard statements by Heads of State, Heads of Government and other heads of delegation, starting with statements from representatives of the main negotiating groups.", 
    "Nafie Ali Nafie, Assistant President of Sudan, for the G-77/China, stressed the need to maintain a two-track outcome under the AWG-KP and AWG-LCA, establish a second commitment period under the Kyoto Protocol on the basis of comparable and ambitious emission reductions, and respect the Convention s principles of equity and common but differentiated responsibilities.", 
    "Meles Zenawi, Prime Minister of Ethiopia, for the African Group, noted the importance of Africa speaking with one voice, and outlined a short-term finance proposal that includes: US$10 billion per year for 2010-2012; a board of trustees with representatives from an equal number of donor and recipient countries; 40% of funds earmarked for Africa; and a committee of experts to facilitate the launch of the fund.", 
    "On long-term financing he said, inter alia , that US$100 billion per year by 2020 would be required with at least 50% earmarked for the LDCs and SIDS, and that Africa s share should be administered by the African Development Bank.", 
    "Tillman Thomas, Prime Minister of Grenada, for AOSIS, called on all countries to work together to ensure that the Copenhagen outcomes fulfill the hopes and aspirations of millions of people depending on us to do the right thing to help them stay alive.", 
    "He stressed that all countries must take strong measures to achieve needed emission reductions to achieve the goal of limiting temperature increase to well below 1.5°C and atmospheric greenhouse gas concentrations to below 350 ppm, in accordance with their common but differentiated responsibilities.", 
    "Pakalitha Bethuel Mosisili, Prime Minister of Lesotho, for the LDCs, noted progress by LDCs in developing their NAPAs and called for scaling up accessible, predictable and sustainable finance for LDCs that is additional to official development assistance.", 
    "Andreas Calgren, Minister for the Environment of Sweden, for the EU, urged parties not to leave Copenhagen without a legally-binding, ambitious, global and comprehensive agreement for all countries, including actions from developed countries and emerging economies.", 
    "He called on the US to adopt legally-binding, economy-wide emission reduction commitments and on China to adopt binding actions, urging these countries to unleash their full potential to enable the world to achieve the objective of limiting the global temperature increase to below 2°C.", 
    "Penny Wong, Minister for Climate and Water of Australia, for the Umbrella Group, called for an agreement delivering an environmental outcome and with legally-binding commitments for all major economies in order to realize a 50% reduction in global emissions by 2050.", 
    "She highlighted the core element of mobilizing US$120 billion from public and private sources, including carbon markets, particularly for vulnerable and LDCs.", 
    "From 16 to 17 December, a number of Heads of State, Heads of Government and heads of delegation addressed the high-level segment.", 
    "On 18 December, the high-level segment heard statements from observer organizations.", 
    "A webcast of the statements is available online at http://www9.cop15.meta-fusion.com/kongresse/cop15/templ/intro.php?id_kongressmain=1&theme=unfccc In the morning of 18 December, an informal high-level event was convened by the Prime Minister of Denmark, COP President Rasmussen.", 
    "The following dignitaries addressed the event: UN Secretary-General Ban Ki-moon, US President Barack Obama, Chinese Premier Wen Jiabao, Ethiopian Prime Minister Meles Zenawi, Brazilian President Luiz Inacio Lula da Silva, Russian President Dmitry Medvedev, Indian Prime Minister Monmohan Singh, Swedish Prime Minister Fredrik Reinfeldt, Colombian President Alvaro Uribe, Japanese Prime Minister Yukio Hatoyama, South African President Jacob Zuma, South Korean President Myung-bak Lee, Grenadian Prime Minister Tillman Thomas, Sudanese Assistant President Nafie Ali Nafie, European Commission President José Manuel Barroso.", 
    "Lesotho Prime Minister Pakalitha Bethuel Mosisili, Bolivian President Evo Morales and Venezuelan President Hugo Chavéz.", 
    "A webcast of the informal high-level event is available online at http://www2.cop15.meta-fusion.com/kongresse/cop15/templ/play.php?id_kongressmain=1&theme=unfccc&id_kongresssession=2720"
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12459e.html", 
  "enb_long_title": "Copenhagen Climate Change Conference", 
  "type": "COP", 
  "id": "enb12459e_145", 
  "enb_end_date": "19-Dec-09"
}