{
  "countries": [
    "United States", 
    "Japan", 
    "China", 
    "Canada", 
    "Russian Federation"
  ], 
  "topics": [
    "Compliance and Enforcement"
  ], 
  "section_title": "PROTOCOL ARTICLES 5, 7 AND 8", 
  "enb_start_date": "12-Jun-03", 
  "enb_short_title": "SB-18", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Delegates considered revised draft conclusions and decisions.", 
    "Regarding issues relating to the implementation of Article 8, Parties agreed draft COP and COP/MOP decisions, following minor editorial amendments and the addition, in the annex on criteria for selecting lead reviewers, of a bracketed paragraph on desirable language skills for lead reviewers.", 
    "CHINA and JAPAN agreed to discuss this issue informally, in order to reach resolution before the SBSTA plenary on Thursday, 12 June. Parties also agreed Co-Chairs\u0092 draft conclusions, and draft COP and COP/MOP decisions on technical guidance on methodologies for adjustments under Article 5.2 (adjustments).", 
    "The contact group then approved the Co-Chairs\u0092 draft conclusions on methodological issues relating to reporting and review of Annex I greenhouse gas inventories. Regarding the draft COP decision on the technical review of inventories, delegates discussed at length the annex on the code of practice for the treatment of confidential information.", 
    "CHINA, opposed by the US, CANADA, JAPAN, RUSSIAN FEDERATION and EU, suggested deleting text in the annex that calls on experts to disclose potential conflicts of interest, noting that this would create an additional burden on expert reviewers.", 
    "Following consultations, delegates agreed to amend the draft decision to provide that the Agreement on Expert Review Services be based on the elements outlined in the annex and any additional elements arising from consideration of consequences for breach of the agreement.", 
    "Parties then agreed the draft decision."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12217e.html", 
  "enb_long_title": "18th Session of the Subsidiary Bodies", 
  "type": "", 
  "id": "enb12217e_1", 
  "enb_end_date": "12-Jun-03"
}