{
  "countries": [
    "Brazil", 
    "United States", 
    "Australia", 
    "Slovenia", 
    "Russian Federation", 
    "Spain", 
    "France"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "Executive Director", 
  "enb_start_date": "11-Oct-10", 
  "enb_short_title": "IPCC 32", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "On Wednesday afternoon, delegates discussed the IAC Report recommendation to elect an executive director to lead the Secretariat and handle day-to-day operations of the organization.", 
    "The term of this senior scientist should be limited to the time frame of one assessment.", 
    "The Russian Federation, supported by the US and Brazil, proposed changing the Secretary to an Executive Secretary to raise the image and prestige of the Panel without creating confusion with the term executive director, which is often used in larger international organizations, such as UNEP.", 
    "France said that whatever the name, the individual should have a strong management profile and the capacity to interact on a scientific level.", 
    "This issue was sent to a drafting group to develop text for a possible decision, where discussions revolved around the possible functions of an executive director and how the role fit within the context of the broader UN system.", 
    "In the Thursday morning contact group, Slovenia and the Russian Federation supported an option for an Executive Secretary, noting that such a title connoted more humility.", 
    "Spain, with Australia, supported requesting a task group to consider issues associated with the potential creation of an executive director position to lead the Secretariat, including mode of appointment, skills required and, in consultation with UNEP and the WMO, to make recommendations at IPCC-33.", 
    "A drafting group was reestablished to consider options on creation of or potential creation of an executive director or executive secretary position.", 
    "During discussions in the drafting group, the decision was merged with the redefinition of roles and responsibilities of the Secretariat."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12486e.html", 
  "enb_long_title": "Thirty-second Session of the Intergovernmental Panel on Climate Change (IPCC)", 
  "type": "", 
  "id": "enb12486e_20", 
  "enb_end_date": "14-Oct-10"
}