{
  "countries": [
    "United States", 
    "United Kingdom", 
    "Belgium", 
    "Austria", 
    "Germany", 
    "Russian Federation", 
    "Kenya", 
    "Switzerland"
  ], 
  "topics": [
    "IPCC Governance", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "ELECTION PROCEDURES", 
  "enb_start_date": "09-Nov-04", 
  "enb_short_title": "IPCC-22", 
  "subtype": "plenary", 
  "actors": [], 
  "sentences": [
    "IPCC Secretary Christ introduced, and delegates discussed, this issue in plenary on Thursday morning (IPCC-XXII/Doc.8).", 
    "Open-ended Task Group on Election Procedures Co-Chair David Warrilow (UK) highlighted the need for discussions on the replacement of Bureau members, the nominations committee, size of the Bureau, and using UNFCCC rules as a model. Switzerland noted issues requiring clarification, including: implications of using provisions taken from UNFCCC rules of procedure that have not yet been agreed by that body; consistency among provisions; and nomination procedures.", 
    "The US and Belgium underlined the need for a definition of the assessment cycle or for an end date for each Bureau. The Russian Federation and Election Procedures Group Co-Chair Richard Odingo (Kenya) recommended that the WMO rules should be used as a model and, with Austria and Switzerland, urged fair regional representation on the Bureau. The US and others noted the need for further discussions on the nomination committee and Co-Chair Odingo supported its use. Belgium, opposed by Co-Chair Odingo, said the current size of the Bureau is effective.", 
    "Co-Chair Odingo said the Chair should determine its size.", 
    "Opposed by the Russian Federation, Belgium suggested that Bureau and Chair elections should be staggered.", 
    "The US suggested that further discussions were needed.", 
    "Belgium and Germany made separate proposals for the replacement of Bureau members in midstream. The Panel agreed to ask members to forward comments to the Co-Chairs of the Election Procedures Group and to the Secretariat by 15 January 2005, and agreed that the contact group would prepare a revised draft for consideration at IPCC-24."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12248e.html", 
  "enb_long_title": "IPCC-22", 
  "type": "ipcc", 
  "id": "enb12248e_21", 
  "enb_end_date": "11-Nov-04"
}