{
  "countries": [
    "Ghana", 
    "Cuba"
  ], 
  "topics": [
    "National Communications & Inventories"
  ], 
  "section_title": "WORKSHOP ON EMISSION FACTORS AND ACTIVITY DATA FOR THE IMPROVEMENT OF GREENHOUSE GAS (GHG) INVENTORIES", 
  "enb_start_date": "25-Oct-99", 
  "enb_short_title": "COP-5", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The FCCC Secretariat convened the second Workshop on Emission Factors and Activity Data for the Improvement of GHG Inventories from 6 - 8 August 1999 in Accra, Ghana, to provide a forum for the exchange of experiences in the development of emission factors and activity data for the estimation of inventories.", 
    "Fifty participants from 26 countries attended this workshop, including representatives from national teams and international agencies who are experts in GHG inventories, especially in the energy and LULUCF sectors.", 
    "The objectives of the workshop were: to continue a process that identifies strategies to improve the quality of emission factors and activity data for GHG inventories; to address related problems and gaps, with a view to improving the accuracy, consistency and comparability of GHG inventories; to prioritize immediate and longer term needs, including national, regional and global capacity-building; and to propose and prioritize a list of project concepts on the improvement of emission factors and activity data in the energy and LULUCF sectors at the national, regional and global levels.", 
    "Two working groups, one on the LULUCF, the other on the energy sector, reassessed and confirmed the related key sectoral issues identified at an earlier workshop held in Cuba.", 
    "On this basis, 20 project concepts were proposed, aimed at improving the quality of national and regional emission factors and activity data.", 
    "Two of the five project concepts proposed by the LULUCF sector working group, and eight of the 15 project concepts proposed by the energy sector working group, were ranked as high priority.", 
    "For more information contact: the FCCC Secretariat: e- mail; secretariat@unfccc.de."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12112e.html", 
  "enb_long_title": "Fifth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12112e_4", 
  "enb_end_date": "25-Oct-99"
}