{
  "countries": [
    "Canada", 
    "Brazil", 
    "Micronesia", 
    "United States", 
    "Cambodia", 
    "New Zealand", 
    "Bolivia", 
    "Venezuela", 
    "Ukraine", 
    "Saudi Arabia", 
    "Mexico", 
    "Tuvalu", 
    "South Africa", 
    "India", 
    "China", 
    "Colombia", 
    "Japan"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "Forests", 
    "Flexibility Mechanisms", 
    "Mitigation", 
    "Technology Transfer"
  ], 
  "section_title": "MITIGATION (paragraph 1(b)(v) of the BAP)", 
  "enb_start_date": "14-Aug-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Facilitator Shimada highlighted that the issue covered various mechanisms on mitigation and was therefore broader than markets.", 
    "Parties addressed criteria and conditions for designing market mechanisms.", 
    "The REPUBLIC OF KOREA stressed the need to decide whether market mechanisms are desirable and, if parties agree on this, they should cooperate to improve the proposals on the table, including his country s proposal.", 
    "INDIA said cost-effectiveness and enhancing mitigation are fundamental conditions for market mechanisms.", 
    "He identified the need to consider possible market failures in designing mechanisms, stressing environmental integrity and equity.", 
    "He further stated that markets will not address equity and, calling for clear provisions, he highlighted, inter alia , regional distribution and distribution across rich and poor countries.", 
    "CANADA agreed on the need to consider equity.", 
    "CHINA noted that there are challenges related to market mechanisms and conditions for considering them.", 
    "SOUTH AFRICA recognized the usefulness of market mechanisms, while emphasizing supplementarity.", 
    "SAUDI ARABIA stressed that some market mechanisms, such as taxes and subsidies, will have significant spillover effects on developing countries and trade.", 
    "VENEZUELA stressed that no consensus existed on markets. TUVALU warned against heading towards a mega-CDM and highlighted that new market mechanisms will have consequences for targets of Annex I parties and for the atmosphere.", 
    "Underscoring questions such as permanence and leakage, he cautioned against references to markets in the context of REDD.", 
    "The EU highlighted that market mechanisms would enhance mitigation efforts.", 
    "With NEW ZEALAND and several others, he stressed the importance of environmental integrity.", 
    "In that regard, the EU identified the need to consider, inter alia , double counting and benchmarks, as well as defining sectoral boundaries.", 
    "COLOMBIA and MEXICO, supported by SOUTH AFRICA, emphasized the need to consider sustainable development.", 
    "MEXICO, supported by the EU, called for strengthening the technology component. JAPAN emphasized the need for coordination with the AWG-KP, especially concerning the CDM.", 
    "With the FEDERATED STATES OF MICRONESIA, he identified the need to consider compliance.", 
    "As an entry point for discussions, the US suggested considering how the CDM relates to this process, also mentioning additionality, encouraging economies to move towards cleaner technology and sending signals to the private sector.", 
    "The FEDERATED STATES OF MICRONESIA noted the need to consider consistency with the Protocol architecture, the question of offsetting, sectoral coverage and MRV, as well as the relationship to the Kyoto units.", 
    "BRAZIL agreed on the need to consider essential points such as additionality.", 
    "CHINA highlighted that credits should not be used as offsets.", 
    "CAMBODIA urged for mechanisms that benefit LDCs.", 
    "VENEZUELA stressed the need to keep the AWG-KP and AWG-LCA separate. UKRAINE, supported by CANADA, COLOMBIA, the EU, NEW ZEALAND and others, proposed a table or matrix to compare the various proposals and criteria for market mechanisms.", 
    "The US, supported by COLOMBIA, but opposed by some parties, proposed also including the project-based mechanisms.", 
    "CHINA and BOLIVIA said a comparison table is premature.", 
    "SAUDI ARABIA, supported by BOLIVIA and CHINA, stated that discussions should first focus on principles.", 
    "After discussion, parties agreed that the Facilitator can compile information to assist discussions in Bangkok."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12426e.html", 
  "enb_long_title": "Bonn Climate Change Talks - August 2009", 
  "type": "", 
  "id": "enb12426e_3", 
  "enb_end_date": "14-Aug-09"
}