{
  "countries": [
    "Brazil", 
    "Ghana", 
    "Saudi Arabia", 
    "Australia", 
    "Bangladesh", 
    "Cuba", 
    "Egypt", 
    "Philippines", 
    "India", 
    "United States", 
    "Maldives", 
    "China", 
    "Japan"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Post-Kyoto Agreements", 
    "Mitigation"
  ], 
  "section_title": "Shared Vision", 
  "enb_start_date": "31-Mar-08", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "Least Developed Countries", 
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "On Tuesday and Wednesday mornings, the AWGLCA informal plenary exchanged views on the meaning of a shared vision for long-term cooperative action, including a long-term global goal for emission reductions in the Bali Action Plan.", 
    "The key issues discussed included: the nature of a shared vision, a global goal, mitigation commitments, adaptation and necessary activities to include in the AWGLCA s work programme.", 
    "On the nature of a shared vision, Australia, supported by the Republic of Korea and others, said the shared vision should be a statement of aspiration rather than legally binding.", 
    "Brazil, the Philippines, Cuba, India, China, Maldives, for the Least Developed Countries (LDCs), and others emphasized the importance of the Convention s principles and commitments in defining a shared vision.", 
    "The EU said Convention Article 2 (objective) is not sufficient, and AOSIS stated that the task is to operationalize Article 2 in light of scientific advances.", 
    "On the global goal, the EU, Brazil, Japan, Cuba and others identified the need for a long-term global goal.", 
    "The EU proposed reducing Annex I emissions by 30% by 2020 and 60-80% by 2050.", 
    "Brazil highlighted burden sharing and historical responsibility.", 
    "India identified similar commitments by all developed countries, including non-Kyoto parties, as a precondition for developing country action.", 
    "He called for equal distribution and convergence of emission rights.", 
    "Saudi Arabia called for a bottom-up approach in defining a long-term goal.", 
    "The US emphasized the need for differentiation among parties, depending on changing social and economic conditions, as well as current emissions and emission trends.", 
    "The African Group emphasized equal treatment of adaptation and mitigation, and the special needs of Africa, small island developing states (SIDS) and the LDCs.", 
    "Bangladesh, Ghana, Egypt and others supported developing an adaptation protocol."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12362e.html", 
  "enb_long_title": "First session of the Ad Hoc Working Group on Long-term Cooperative Action under the Convention (AWGLCA 1) and Fifth session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol to the UNFCCC (AWG 5)", 
  "type": "", 
  "id": "enb12362e_12", 
  "enb_end_date": "04-Apr-08"
}