{
  "countries": [
    "Denmark", 
    "France", 
    "United States", 
    "Austria", 
    "Germany", 
    "Peru", 
    "Japan", 
    "New Zealand"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Technology Transfer"
  ], 
  "section_title": "SESSION 3: CLIMATE MITIGATION AND NEW TECHNOLOGIES", 
  "enb_start_date": "21-Jun-04", 
  "enb_short_title": "UNFCCC SB-20", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Edward Rubins, Carnegie Mellon University, US, spoke on technology innovation for climate mitigation and its relation to government policies.", 
    "He noted that policies should support a combination of options and approaches, and highlighted the importance of government support for education and training.", 
    "He said policies should not be affected by short-term political pressures, and emphasized the importance of environmental policy for technology innovation. Bettina Hedden-Dunkhorst, Center for Development Research, University of Bonn, Germany, presented on the potential of climate change mitigation through technology innovations in agriculture.", 
    "She called for: policies that address rural poverty reduction through payment of environmental services and market opportunities; legal instruments for property rights; information and education through media support; policy coordination and sectoral linkages through participation in policy design and decentralization; and targeted funding. Teodoro Sanchez-Campos, Intermediate Technology Development Group (ITDG), Peru, presented on promoting renewable energies in isolated rural areas in Peru.", 
    "He explained that small-scale energy sources such as hydrological, solar photovoltaic and wind can contribute to livelihoods of isolated and vulnerable communities.", 
    "He noted that barriers to clean energy include lack of affordable technology, financial mechanisms, capacity, and legal frameworks.", 
    "He said that use of local human resources reduces project operational and maintenance costs by one fifth.", 
    "He highlighted that direct intervention of local people in management and operation increases sustainability, and said projects contribute to local capacity building.", 
    "He underscored the role of government in promoting alternative energy technology and urged policymakers to consider simplified and flexible rules for small-scale CDM. Takashi Tomita, Sharp Corporation, Japan, spoke on the contribution of photovoltaic systems to the reduction of greenhouse gas emissions.", 
    "He emphasized the importance of, inter alia, cooperation, research and development, subsidies, feed-in tariffs, and training of researchers to promote photovoltaic systems.", 
    "He estimated that by 2030, the annual electricity production generated by photovoltaic systems will amount to 300 GW.", 
    "He noted the possibility to use photovoltaic technology for electricity in homes and irrigation. Gerald Rys, New Zealand Ministry of Forestry and Agriculture, presented on non-carbon dioxide mitigation for pastoral agriculture in New Zealand.", 
    "He noted several measures to reduce emissions of methane and nitrous oxide from sheep and cattle, such as breeding, improved nutrition, vaccination and avoidance of anaerobic soil conditions.", 
    "He concluded that a package of measures will be required, stressed the need to consider all greenhouse gases, and emphasized the relationship between sustainable agriculture and mitigation. In the discussion, AUSTRIA expressed concern that policies fall short of providing effective incentives.", 
    "Rubins explained that effective incentives depend on how policy design and regulation create opportunities.", 
    "The US asked Sanchez-Campos how ITDG mobilizes stakeholders.", 
    "Sanchez-Campos said communities are enthusiastic if they are involved from the start, while engaging governments is more challenging.", 
    "FRANCE stated that effective market transformation is driven by retailers and manufacturers.", 
    "Rubins highlighted the role of efficiency standards in this regard.", 
    "DENMARK stressed the social dimension of technology application and highlighted the importance of cooperation among project partners.", 
    "On the time-frame for market incentives and government intervention, FRANCE noted that progress in technological innovations is evident before regulation.", 
    "In response, Rubins commented on the value of extension services.", 
    "JAPAN identified oil shocks and other economic and social conditions as incentives for technology innovation."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12237e.html", 
  "enb_long_title": "Twentieth Session of the Subsidiary Bodies to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12237e_6", 
  "enb_end_date": "21-Jun-04"
}