{
  "countries": [], 
  "topics": [], 
  "section_title": "A BRIEF ANALYSIS OF IPCC-30 NEW TIMES FOR THE PANEL", 
  "enb_start_date": "21-Apr-09", 
  "enb_short_title": "IPCC-30", 
  "subtype": "analysis", 
  "actors": [], 
  "sentences": [
    "Over the years the IPCC reports have nearly erased the question of climate change.", 
    "As the IPCC looks ahead to its fifth assessment report, the question is now what climate change means for individuals and what it means for the regions in which they live.", 
    "Indeed, the Panel s latest assessment, the Fourth Assessment Report (AR4) , published in 2007, provided near certain evidence of human-induced climate change.", 
    "With that question put to rest, attention has turned to the mitigation and adaptation policies required, which necessitates an understanding of the social and economic implications of climate change at regional and local scales.", 
    "This shift of focus towards policy in the international climate change community is also underscored by the intensely political negotiations on the post-2012 climate change regime under the UNFCCC.", 
    "That the IPCC is aware of this shift and attempting to address it was evident by how little the discussions in Antalya concerned the contribution of Working Group I (the physical science basis) compared to previous assessments, and how much of the attention was placed on WG II (impacts and adaptation) and WG III (mitigation).", 
    "This brief analysis focuses on the key discussions held at IPCC-30 , especially those related to future activities of the Panel and the scoping of the Fifth Assessment Report (AR5), with particular attention to how the Panel will address these new challenges. ZOOMING IN In this context, work on the AR5 began in earnest in Antalya.", 
    "With lessons learned from the AR4 process still fresh in their minds, participants began by reviewing the comments on what lies ahead for the IPCC, submitted by governments, authors involved in the AR4 cycle and observer organizations.", 
    "These comments were the basis of the specific proposals prepared by the Task Group on the Future of the IPCC that dominated much of the discussion.", 
    "Of those key issues, one that will heavily shape the process for the next several years relates to improving regional assessments.", 
    "While there was consensus on the need for more detailed information at the regional level, there was no clarity on how such information should be presented, or what the basis for a more realistic regional division should be.", 
    "After stressing communities and legislative units as the mechanisms of change, the Co-Chairs of WG II introduced the concept of regional zooming, which could allow policy makers to simultaneously explore global, national, regional and local facets of climate change issues using electronic resources.", 
    "The regional focus culminated in one of the central debates of IPCC-30: whether or not to create a Special Report on regional assessments to be released at the time of the AR5 or shortly thereafter.", 
    "Delegates were divided over how the idea of having a separate report on regional assessment would affect the other AR5 products, some asserting that it would serve as a much-needed single source of regional information for policy makers, and others arguing that there would be too little regional data to merit a separate report.", 
    "After extensive discussion, much of it relating to timing of a Special Report and possible regional divisions, delegates agreed that attempting a decision was premature and in any case would best be informed by expert advice.", 
    "Still, they sent a clear message to the participants of the AR5 scoping meeting in July that a more discerning division of regions is needed in the AR5 and asked them to consider how to strengthen and restructure the regional assessment in the WG II report and enhance the contributions by WG I and WG III."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12408e.html", 
  "enb_long_title": "Thirtieth Session of the IPCC", 
  "type": "ipcc", 
  "id": "enb12408e_35", 
  "enb_end_date": "23-Apr-09"
}