{
  "countries": [
    "Brazil", 
    "Australia", 
    "India", 
    "China", 
    "New Zealand", 
    "Norway"
  ], 
  "topics": [
    "Post-Kyoto Agreements"
  ], 
  "section_title": "Time Frames", 
  "enb_start_date": "04-Jun-15", 
  "enb_short_title": "SB 42", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "The negotiating group was chaired by ADP Co-Chair Ahmed Djoghlaf.", 
    "Co-facilitators Georg Børsting (Norway) and Artur Runge-Metzger (EU) reported respectively on the finance and capacity building facilitated group sessions that took place on Tuesday, 2 June. On finance, Børsting reported that work on additional paragraphs will continue.", 
    "On capacity building, Runge-Metzger said parties made swift progress working through the entire section, highlighting some substantive issues that require further discussion. Discussions then turned to time frames.", 
    "NEW ZEALAND observed the structure of the section could be clarified, and noted, with the EU, the link between the sections in the negotiating text on time frames and mitigation.", 
    "With AUSTRALIA, he underscored that unpacking some of the concepts in the section on time frames would be valuable.", 
    "Co-Chair Djoghlaf said this could be addressed during the ADP stocktaking session on Thursday, 4 June. The LMDCs presented proposals for consolidation of paragraph 168 on commitments/contributions/actions/scope of implementation and ambition. On merging chapeau options 1 and 2, the LMDCs explained the consolidation preserves the ideas on: periodic communication, and updating commitments and contributions; the “role of developing countries” in the context of support; and what considerations will be taken into account.", 
    "BRAZIL supported the proposal. On merging sub-options a, b, c, f and k, the LMDCs reasoned these all describe the “basic ideas” of: updating communication; five-year terms; and coverage of periodic commitments.", 
    "AUSTRALIA and the EU opposed, with the EU saying the proposal would not create the clarity required for coherent political discussions.", 
    "The LMDCs also proposed merging sub-options d and e. AUSTRALIA, opposed by CHINA and INDIA, suggested merging sub-options h and l. On paragraph 174, the LMDCs explained that merging option 1 sub-options a and b preserves: the “why” of up-front information; the basis of the arrangement, namely the BAP; and the description of considerations that inform contributions.", 
    "Parties discussed placement of brackets and reference to future decisions in the proposal. On paragraph 176 on an ex ante consideration process, the LMDCs proposed merging two brackets in option a sub-paragraph a, and two brackets in sub-paragraph b. Parties also agreed to address areas of overlap and duplication, as identified by the Secretariat, in the facilitated group, including in paragraphs: 169 and 171 on revision and updating of contributions/commitments; 173 on the scope of commitments/contributions; 178 on the formalization/finalization of commitments/contributions; 180 on procedure for upward adjustment; and 192 on the modalities for the governing body. Furthermore, parties agreed to discuss proposals by NEW ZEALAND to merge options 1 and 2 under paragraph 176 on no ex ante consideration process, and removing internal repetition under option 3 on an ex ante consideration process."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12631e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2015", 
  "type": "", 
  "id": "enb12631e_1", 
  "enb_end_date": "04-Jun-15"
}