{
  "countries": [
    "Brazil", 
    "Japan", 
    "Tuvalu", 
    "South Africa"
  ], 
  "topics": [], 
  "section_title": "ANNEX I EMISSION REDUCTIONS:", 
  "enb_start_date": "29-Sep-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Co-Chair Wollansky noted a list of issues for discussion compiled at the informal meeting in August, and identified Annex I parties aggregate emission reductions and individual contributions as the most prominent issues. JAPAN outlined the new government s climate policy objectives, including a mid-term emission reduction goal of 25% from 1990 levels by 2020, and enhanced financial and technological support.", 
    "He indicated that the pledge is premised on a fair and effective international framework where all major economies participate, stressing that a simple Protocol extension will not suffice.", 
    "He explained that Japan has not yet decided whether the new target includes offsetting and sinks. SOUTH AFRICA acknowledged Japan s new target and invited other Annex I countries to come up with emission reductions consistent with the scale required by science, while encouraging them not to condition their pledges on action by others.", 
    "BRAZIL stressed the AWG-KP s mandate and identified the AWG-LCA as the appropriate forum for discussing developing country actions.", 
    "Responding to Tuvalu s request to clarify their views regarding the Protocol s future, the EU explained that the Protocol s architecture has many elements that can be taken forward.", 
    "Highlighting the need for an effective outcome in Copenhagen, he said a single instrument would be more simple, inter alia , in terms of ratification.", 
    "He stated that this does not necessarily mean the Protocol will have to die and highlighted parties emission reduction commitments under the Protocol until 2012 and subsequent compliance assessment."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12429e.html", 
  "enb_long_title": "Bangkok Climate Change Talks - 2009", 
  "type": "working group", 
  "id": "enb12429e_6", 
  "enb_end_date": "29-Sep-09"
}