{
  "countries": [
    "United States", 
    "China"
  ], 
  "topics": [], 
  "section_title": "IN THE BREEZEWAYS", 
  "enb_start_date": "10-Nov-06", 
  "enb_short_title": "COP/MOP2", 
  "subtype": "CORRIDORS", 
  "actors": [
    "Group of 77"
  ], 
  "sentences": [
    "Long-term issues were the talk of the corridors Thursday.", 
    "The first discussions under Protocol Article 9 were widely anticipated by some, given many people view of this as part of the multi-track process on long-term action.", 
    "In the event, though, the discussion was viewed as interesting, but not earth-shattering, as parties generally reiterated their known positions.", 
    "Unsurprisingly, the Russian proposal on voluntary commitments met staunch opposition from the G-77/China in plenary, even though some suggested that a number of developing countries may privately be somewhat sympathetic.", 
    "It not all over yet, said one delegate.", 
    "In other developments, participants were starting to talk about Kofi Annan visit to Nairobi to address next week high-level segment. IN THE BREEZEWAYS II (FROM WASHINGTON TO NAIROBI) Insiders are discussing the potential impact of the US mid-term elections both in Washington and here in Nairobi.", 
    "The Democratic Party change in electoral fortunes seems to have raised expectations massively among the climate policy community, with a number of possibilities viewed on the horizon.", 
    "Some expect that the passage of various climate-related bills may be accelerated through Congress, and there is even speculation about a real possibility that the new leadership on the Hill may opt to include climate change as a wedge issue in the next Presidential election.", 
    "It is also expected by some that the political shake up in Washington may end a moratorium on certain fields of study, which some claim has deprived legislators of important research.", 
    "In Nairobi, observers will be watching for shifts in the US position in the discussions on the AWG, the Article 9 review and the Dialogue session."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12311e.html", 
  "enb_long_title": "UN Climate Change Conference – Nairobi 2006", 
  "type": "", 
  "id": "enb12311e_8", 
  "enb_end_date": "10-Nov-06"
}