{
  "countries": [], 
  "topics": [
    "Post-Kyoto Agreements"
  ], 
  "section_title": "ADP 2-10 REPORT", 
  "enb_start_date": "31-Aug-15", 
  "enb_short_title": "ADP 2-10", 
  "subtype": "PLENARY", 
  "actors": [], 
  "sentences": [
    "After a brief opening plenary on Monday, 31 August, delegates met throughout the week in facilitated groups and, from Tuesday until Friday, in informal meetings or “spin-offs,” of the facilitated groups on the various sections of the GNT.", 
    "Their work was based on the Co-Chairs’ Tool, which starts placing the paragraphs of the GNT into three parts: part 1 contains provisions appropriate by their nature for inclusion in the Paris agreement; part 2 contains provisions appropriate by their nature for inclusion in a decision; and part 3 contains provisions whose placement requires further clarity among parties.", 
    "The input provided by the Co-Facilitators to the groups varied, from lists of guiding questions, tables or summaries of discussions.", 
    "Throughout the week, the ADP Co-Chairs met on a daily basis with the Co-Facilitators to be informed of their progress and to ensure consistency among the groups.", 
    "On Tuesday and Wednesday, debates in various facilitated and spin-off groups emerged over the mode of work, the mandate of the spin-off groups, or other procedural matters.", 
    "An ADP stocktaking session was held on Wednesday evening at the request of some parties in an attempt to clarify the mode of work and the way forward.", 
    "During the stocktaking, all parties agreed on the need to urgently accelerate work.", 
    "Many called for clarity on the intended outcome of the session, and for a clear mandate for the Co-Facilitators.", 
    "Co-Chair Djoghlaf pointed to the ADP Co-Chairs’ scenario note and their document on further clarification on the mode of work released on 30 August 2015 as already providing clarity on the objective of the session.", 
    "He also indicated that the Co-Chairs would hold bilateral meetings before the end of the meeting to discuss the mode of work of the October session.", 
    "On Thursday and Friday, there was a slight change in the pace of negotiations, with a number of textual proposals being put forward by parties or groups of parties, and areas of convergence emerging in a few others.", 
    "Discussions on specific sections of the Tool undertaken by the facilitated groups are summarized below, followed by the final output of these groups to the ADP Co-Chairs.", 
    "For a more detailed summary of some of the facilitated group discussions, see: http://www.iisd.ca/vol12/enb12640e.html; http://www.iisd.ca/vol12/enb12641e.html; http://www.iisd.ca/vol12/enb12642e.html; and http://www.iisd.ca/vol12/enb12643e.html"
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12644e.html", 
  "enb_long_title": "Bonn Climate Change Conference - August 2015", 
  "type": "WORKING GROUP", 
  "id": "enb12644e_11", 
  "enb_end_date": "04-Sep-15"
}