{
  "countries": [
    "Canada", 
    "United States", 
    "Australia", 
    "Sudan", 
    "Gambia", 
    "Philippines", 
    "Kazakhstan", 
    "Central African Republic", 
    "Uzbekistan", 
    "Switzerland", 
    "China", 
    "Marshall Islands", 
    "Russian Federation", 
    "Japan", 
    "Norway"
  ], 
  "topics": [
    "Financial Mechanisms and Funds 1", 
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "CAPACITY BUILDING", 
  "enb_start_date": "27-Oct-99", 
  "enb_short_title": "COP-5", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77 and China", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "On capacity building, many delegates welcomed the G77/CHINA draft decision on capacity building for developing countries, containing a list of developing country needs, as a basis for adopting a decision at COP-5. On recipients of capacity building, the G77/CHINA said these are developing countries only, while the EU, KAZAKHSTAN and others said it included countries with economies in transition. The MARSHALL ISLANDS with the SUDAN, the GAMBIA, AOSIS and CHINA said the process had to be country driven rather than agency driven and must follow the guidance of the COP.", 
    "The PHILIPPINES recommended that capacity building be 'for,' 'by' and 'in' developing countries and said the GEF initiative was the antithesis of capacity building.", 
    "CANADA, supporting the GEF initiative, urged the GEF to further develop its interagency approach. The G77/CHINA referred to its draft decision that, inter alia, requests the Secretariat to prepare a plan to facilitate capacity building for developing countries.", 
    "He underscored the importance of workshops being undertaken with the participation of developing countries.", 
    "The CENTRAL AFRICAN REPUBLIC highlighted the futility of short workshops, as developing countries needed continuous ones.", 
    "The EU suggested: identifying non-Annex I Parties' needs by analyzing their national communications; identifying existing capacities; agreeing on a process to ensure that priority areas receive appropriate support; and providing guidance for establishing an assessment of capacity-building activities on climate change.", 
    "CANADA supported a coordinated response among existing efforts in capacity building and proposed three steps: assessment of needs; overview of actions currently undertaken by various actors; and definition of a clear scope for action.", 
    "AUSTRALIA sought information from the Secretariat on current support for developing countries in order to identify gaps and needs for future work.", 
    "NORWAY favored an integrated approach for the identification of needs.", 
    "SWITZERLAND endorsed a practical approach focused on identifying appropriate needs in specific areas.", 
    "The RUSSIAN FEDERATION offered technology transfer assistance. On capacity building needs, the G77/CHINA referred to its draft decision calling on the COP to, inter alia: conduct capacity building activities; provide the necessary financial and technical support to strengthen national focal points; promote climate- related research and studies; and promote capacity building of national institutions and expertise.", 
    "AUSTRALIA, CANADA, JAPAN and UZBEKISTAN said that capacity building was necessary to take full advantage of the clean development mechanism (CDM).", 
    "The US highlighted the need for an integrated approach to all capacity- building efforts.", 
    "CLIMATE ACTION NETWORK supported a bottom-up approach to capacity building based on local and regional initiatives involving the NGO community, as many criteria for the mechanisms are still unknown, it.", 
    "A contact group will be convened, co-chaired by SBI Chair John Ashe and Dan Reifsnyder (US)."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12114e.html", 
  "enb_long_title": "Fifth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12114e_3", 
  "enb_end_date": "27-Oct-99"
}