{
  "countries": [
    "Brazil", 
    "Australia", 
    "Chile", 
    "South Africa", 
    "Nepal", 
    "India", 
    "Papua New Guinea", 
    "China", 
    "Swaziland", 
    "Indigenous Peoples", 
    "Thailand", 
    "Bolivia", 
    "Fiji"
  ], 
  "topics": [
    "Financial Mechanisms and Funds 2", 
    "Reasons for Concern", 
    "Post-Kyoto Agreements", 
    "forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Mitigation", 
    "Adaptation", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "OPENING STATEMENTS:", 
  "enb_start_date": "04-Jun-13", 
  "enb_short_title": "SB 38", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "Brazil, South Africa, India and China", 
    "Independent association of Latin America and the Caribbean", 
    "Group of 77", 
    "Coalition for Rainforest Nations", 
    "Bolivarian Alliance For The Peoples Of Our America", 
    "Umbrella Group", 
    "European Union", 
    "Environmental Integrity Group"
  ], 
  "sentences": [
    "Fiji, for the G-77/CHINA, stressed, inter alia, that guidelines for biennial update reports (BURs) should build on existing domestic systems and capacity, and allow for voluntary use of independent third-party verification at the domestic level.", 
    "The EU called for progress under all SBSTA agenda items, particularly agriculture as a potential sector to progress on both mitigation and adaptation.", 
    "Swaziland, for the AFRICAN GROUP, highlighted the need for progress under the Nairobi Work Programme (NWP); and addressing agriculture to enhance food security and build resilience.", 
    "Australia, for the UMBRELLA GROUP, called for progress on the work programme on market and non-market-based approaches.", 
    "The Republic of Korea, for the ENVIRONMENTAL INTEGRITY GROUP (EIG), called for decisions on the framework for various approaches and new market-based mechanisms to establish a pilot phase at COP 19.", 
    "Nepal, for the LDCs, urged a focus on, inter alia : concrete outcomes on the NWP; finalizing the institutional arrangements between the CTCN and TEC; and ensuring a role for science in the Review.", 
    "Papua New Guinea, for the COALITION FOR RAINFOREST NATIONS, called for finalization of work on: measuring, reporting and verification (MRV), national reporting; and payments for results-based action.", 
    "She supported the establishment of a REDD+ committee.", 
    "Bolivia, FOR THE BOLIVARIAN ALLIANCE FOR THE PEOPLES OF OUR AMERICA (ALBA), cited vulnerability as a top priority linked to the provision of technology, finance and capacity building.", 
    "Thailand, for the LIKE-MINDED DEVELOPING COUNTRIES, said the Doha outcome on Annex I countries ambition was extremely disappointing.", 
    "He stressed that NAMAs must not create new obligations for developing countries Chile, for the ASSOCIATION OF INDEPENDENT LATIN AMERICAN AND CARIBBEAN STATES (AILAC) urged progress on market and non-market approaches.", 
    "India, for Brazil, South Africa, India and China (BASIC), called for: progress on IPRs; agriculture discussions to only focus on adaptation; and the COP to provide guidance to ICAO and IMO. CLIMATE JUSTICE NOW said carbon trading has failed the environmental integrity test, describing market mechanisms as environmentally and socially flawed. CLIMATE ACTION NETWORK said that discussions on the new market mechanism should reflect environmental integrity and cautioned against double-counting. INTERNATIONAL INDIGENOUS PEOPLES FORUM ON CLIMATE CHANGE called for: respect of indigenous peoples rights to forests and lands; and ensuring their full and effective participation in all REDD+ phases.", 
    "Parties were then invited to consider the SBSTA agenda items."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12570e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2013", 
  "type": "sbsta", 
  "id": "enb12570e_3", 
  "enb_end_date": "04-Jun-13"
}