{
  "countries": [
    "Switzerland", 
    "China"
  ], 
  "topics": [
    "Post-Kyoto Agreements 2", 
    "Financial Mechanisms and Funds", 
    "Technology Transfer"
  ], 
  "section_title": "STRUCTURED EXPERT DIALOGUE ON THE 2013-2015 REVIEW:", 
  "enb_start_date": "14-Nov-13", 
  "enb_short_title": "COP 19", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "In the afternoon, the second meeting of the structured expert dialogue on the 2013-2015 Review continued, co-facilitated by Andreas Fischlin (Switzerland) and Zou Ji (China).", 
    "Corinne Le Quéré, IPCC, noted that the largest contribution to total radiative forcing is the increase of atmospheric carbon dioxide (CO2), adding that fossil fuels and cement production currently account for about 90% of total CO2 emissions.", 
    "Reto Knutti, IPCC, stressed that cumulative carbon determines warming, which is largely independent of the emissions profile.", 
    "He said most aspects of climate change will persist for many centuries even if CO2 emissions are stopped.", 
    "In the discussion, participants addressed: the saturation of sinks; the fact that high uncertainty in projected temperature increases implies a lower carbon budget; assessment of the risk of carbon cycle feedbacks; adaptation costs; and action on short-lived GHGs. TEC Chair Antonio Pflüger presented an overview of the evolution and enhancement of institutional arrangements on technology transfer. SCF Co-Chair Diann Black-Layne underscored that although the amount of climate finance has increased, it is inadequate to meet the 2 °C target.", 
    "Robert Dixon, the GEF, provided an overview of GEF climate change investments in adaptation, mitigation and enabling activities.", 
    "In the discussion, participants addressed: financial difficulties of the AF and its direct access modalities; the possibility of applying aspects of the AF to the GCF; and the upcoming operationalization of the CTCN."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12586e.html", 
  "enb_long_title": "Warsaw Climate Change Conference - November 2013", 
  "type": "SPECIAL WORKSHOP", 
  "id": "enb12586e_15", 
  "enb_end_date": "14-Nov-13"
}