{
  "countries": [
    "Netherlands", 
    "France", 
    "Austria", 
    "Germany", 
    "Japan", 
    "Spain"
  ], 
  "topics": [], 
  "section_title": "REALIZING THE FULL POTENTIAL OF MARKET-BASED OPPORTUNITIES:", 
  "enb_start_date": "17-Nov-06", 
  "enb_short_title": "COP/MOP2", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "ELECTRICITE DE FRANCE said the market approach should be articulated alongside other policies and measures, in a balanced manner.", 
    "Regarding the EU Emissions Trading Scheme (ETS), she noted the need for longer commitments.", 
    "ESKOM stressed electrification needs in Africa, how electrification underpins economic growth, and the need to engage markets in innovative ways.", 
    "The EU underscored, inter alia : demand drivers for CDM ; a new EU fund - the Global Energy Efficiency and Renewable Energy Fund (GEEREF) - expected to be worth €100 million; that the EU as a whole will probably exceed its Kyoto targets; that ETS will allow it to meet those targets at half the cost; and linking ETS to other cap-and-trade systems.", 
    "JAPAN said market mechanisms should be accompanied by other sets of actions and urged linking national caps to national energy efficiency levels. CLIMATE ACTION NETWORK said carbon market investors should contribute to sustainable development.", 
    "The NETHERLANDS highlighted its recent Make markets work for climate workshop.", 
    "AUSTRIA asked how to address transport emissions using market-based mechanisms.", 
    "SPAIN stressed broader participation on the basis of equity and flexible approaches, and sectoral CDM .", 
    "GERMANY noted the absence of a clear carbon price signal after 2012 and the need to signal prices for longer periods to secure investments."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12317e.html", 
  "enb_long_title": "UN Climate Change Conference – Nairobi 2006", 
  "type": "WORKING GROUP", 
  "id": "enb12317e_8", 
  "enb_end_date": "17-Nov-06"
}