{
  "countries": [
    "Australia", 
    "Colombia", 
    "Youth NGOs", 
    "Mexico", 
    "Belize", 
    "Costa Rica", 
    "Peru", 
    "Lesotho", 
    "Guatemala", 
    "Congo", 
    "China", 
    "Egypt", 
    "Chile", 
    "Indigenous Peoples", 
    "Switzerland", 
    "Grenada", 
    "Dominican Republic", 
    "Yemen", 
    "Venezuela"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "Reasons for Concern", 
    "Post-Kyoto Agreements", 
    "Forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Mitigation", 
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "PREPARATION OF AN OUTCOME AT COP 16:", 
  "enb_start_date": "04-Oct-10", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "League of Arab States", 
    "Alliance of Small Island States", 
    "European Union", 
    "Central American Integration System", 
    "Group of 77 and China", 
    "Least Developed Countries", 
    "Environmental Integrity Group", 
    "Bolivarian Alliance For The Peoples Of Our America", 
    "Umbrella Group", 
    "African Group", 
    "Group of 77"
  ], 
  "sentences": [
    "The AWG-LCA addressed the preparation of an outcome at COP 16 throughout the week, focusing on the negotiating text (FCCC/AWGLCA/2010/14).", 
    "The Secretariat introduced the documentation (FCCC/AWGLCA/2010/13-14; MISCs.6-7).", 
    "Reporting on intersessional meetings, Mexico outlined preparations for Cancun, including: the Informal Ministerial Dialogue on Climate Finance; a series of activities held in conjunction with the 65th session of the UN General Assembly in September 2010 in New York; and an international technical workshop for states and indigenous peoples in preparation for COP 16, held in September 2010 in Mexico.", 
    "Switzerland reported on the results of the Informal Ministerial Dialogue on Climate Finance, which took place from 2-3 September 2010 in Geneva, Switzerland.", 
    "He noted that four issues had been discussed: a new climate fund; the role of the private sector; the fund structure; and the sources of long-term finance.", 
    "Parties generally expressed support for the adoption of a balanced set of decisions in Cancun.", 
    "Yemen, for the Group of 77 and China (G-77/China), emphasized that the AWG-LCA s work should be based on the principles and provisions of the Convention and the BAP, and should not re-classify or differentiate amongst developing countries.", 
    "He called for: continuing negotiations and determining elements in Cancun in accordance with the BAP; respecting the balance between the two negotiating tracks; and ensuring that these decisions do not compromise the overall objective of a comprehensive and ambitious legally-binding outcome.", 
    "The Democratic Republic of the Congo, for the African Group, called for establishing new mechanisms, including an adaptation committee to provide technical support for implementing enhanced adaptation action and a fund under the COP with assessed contributions by developed countries.", 
    "He said the AWG-LCA should focus on enhancing the level of ambition of Annex I countries that are not party to the Kyoto Protocol, and on reducing emissions from deforestation and forest degradation in developing countries; and the role of conservation, sustainable management of forests and enhancement of forest carbon stocks (REDD+).", 
    "Grenada, for the Alliance of Small Island States (AOSIS), said COP 16 should demonstrate that the international community will deliver a legally-binding outcome by a clear deadline.", 
    "She proposed decisions on: the establishment of a permanent body on adaptation and an international mechanism to address loss and damage; REDD+; and capacity building.", 
    "On mitigation, she called for building on the Kyoto Protocol for developed country measuring, reporting and verification (MRV), and suggested adopting new rules for developing countries on national communications and frequency of greenhouse gas (GHG) inventories.", 
    "On finance, she called for the formal establishment of a new fund and oversight body.", 
    "Lesotho, for the Least Developed Countries (LDCs), called for massively scaled-up, accessible and additional funding for LDCs, and, on adaptation, he said the LDCs should receive 70% of the proposed 1.5% of Annex I parties gross domestic product for adaptation.", 
    "The European Union (EU) highlighted that its overall goal for Cancun is to make as much progress as possible towards an ambitious, comprehensive and legally-binding outcome in line with the 2 °C objective.", 
    "He highlighted that the EU looks forward to the establishment of an adaptation framework and a technology mechanism together with their institutional arrangements, and noted the need for a decision regarding the establishment of the Copenhagen Green Climate Fund and for fast-start finance.", 
    "He reaffirmed that the EU will contribute â\u0082¬2.4 billion annually over the period of 2010-2012 for fast-start finance.", 
    "Australia, for the Umbrella Group, noted that decisions should: lock-in achievements to date; outline pathways for further progress; and galvanize immediate action by implementing the Copenhagen Accord.", 
    "She also highlighted MRV and international consultation and analysis (ICA) as essential parts of any balanced package in Cancun.", 
    "Switzerland, for the Environmental Integrity Group, emphasized the importance of progress under the AWG-LCA and said that parties should strive to have a set of draft decisions by the end of the week.", 
    "Belize, for the Central American Integration System (SICA), supported peaking of GHG emissions by 2015 and called for progress on adaptation and finance.", 
    "Venezuela, for the Bolivarian Alliance for the Peoples of our America (ALBA), called for balanced progress on all elements of the BAP to enable adoption of a legally-binding instrument in Cancun that will strengthen and supplement the Kyoto Protocol.", 
    "She said the instrument should include all developed countries.", 
    "Egypt, for the Arab Group, supported focusing negotiations on issues that could be agreed and reaching a balanced agreement.", 
    "He said the BAP is the basis for negotiations under the two AWGs and that the outcomes of Cancun must be in agreement with the principles of the UNFCCC and Kyoto Protocol.", 
    "Chile, also speaking for Colombia, Costa Rica, Guatemala, Peru and the Dominican Republic, noted that a balanced package of decisions is neither nebulous nor vague. ICLEI-Local Governments for Sustainability, for Local Government and Municipal Authorities, expressed concern at the lack of reference to the local level and decentralized action, particularly in the text on mitigation.", 
    "The International Chamber of Commerce, on behalf of Business and Industry NGOs (BINGOs), called for prioritizing outcomes that provide for: comparable and cooperative long-term actions; guidance on GHG inventory methodologies; and consideration of MRV of national actions.", 
    "Climate Action Network, on behalf of Environmental NGOs (ENGOs), expressed high expectations for Cancun, urged parties to move beyond nothing is agreed until everything is agreed and underlined the need for convergence to agree on a clear mandate for a binding deal to be concluded at COP 17.", 
    "Friends of the Earth, for ENGOs, lamented attempts to dismantle the UNFCCC architecture and replace it with a pledge-based approach, and said climate financing should not be used as a bargaining chip against developing countries.", 
    "Global Campaign for Climate Action, for Youth NGOs (YOUNGOs), noted that despite Copenhagen, the global climate movement is growing as people continue to experience climate impacts in their countries.", 
    "International Federation of Agricultural Producers, for the farmers constituency, emphasized the importance of: ensuring local and global food security; addressing the adaptation needs of farmers; and including agriculture in the negotiating text.", 
    "Tebtebba, on behalf of indigenous peoples, called for the recognition of indigenous peoples rights pursuant to the UN Declaration on Rights of Indigenous Peoples (UNDRIP).", 
    "Gender CC-Women for Climate Justice, for Gender NGOs, underlined the importance of sustainable low carbon development."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12485e.html", 
  "enb_long_title": "Tianjin Climate Change Talks - October 2010", 
  "type": "WORKING GROUP", 
  "id": "enb12485e_9", 
  "enb_end_date": "09-Oct-10"
}