{
  "countries": [
    "Canada", 
    "Australia", 
    "Micronesia", 
    "China", 
    "Russian Federation", 
    "Croatia", 
    "New Zealand", 
    "Bolivia"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Flexibility Mechanisms", 
    "Compliance and Enforcement", 
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "ANNEX I EMISSION REDUCTIONS:", 
  "enb_start_date": "04-Oct-10", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Work on this issue (FCCC/KP/AWG/2010/CRP.2, Chapter I), began on Monday in the numbers contact group continued in both informal consultations and contact group meetings throughout the week.", 
    "The Secretariat presented the technical paper on issues relating to transforming pledges into QELROs (FCCC/TP/2010/3).", 
    "Australia underscored that rules and legal options must be clarified before pledges can be translated into QELROs, with New Zealand noting that party pledges are based on different assumptions.", 
    "Bolivia underscored that clarity on rules prior to translating pledges into QELROs will not make a difference in terms of what the atmosphere sees and emphasized that the pledges on the table would only result in a 10% reduction from current emission levels.", 
    "The Federated States of Micronesia, for AOSIS, stressed comparability and supported a five-year commitment period, allowing for response to emerging science and a deepening of commitments before 2020.", 
    "The Russian Federation pointed out that their Copenhagen Accord pledge is not a second commitment period pledge.", 
    "China stressed that the bottom-up approach is inadequate for setting Annex I emission reduction targets.", 
    "On carryover of surplus AAUs, the Secretariat presented a table of options and parties clarified their proposals.", 
    "AOSIS emphasized the need to avoid locking in the first commitment period surplus and rewarding parties for not achieving their commitments.", 
    "The Russian Federation said any proposal to eliminate or limit carryover is inconsistent with the Kyoto Protocol.", 
    "Parties considered the options in the Secretariat s paper, as well as other party proposals, such as: raising ambition; not carrying over surplus AAUs; capping AAU carryover; and imposing a levy on carryover of AAUs.", 
    "On options related to Protocol Article 3.1 (quantitative emission reduction commitments), the Secretariat presented a paper on parameters for overall emission reductions by Annex I parties, including: percentage, base year, first and last years of the commitment period, end year, and other factors.", 
    "Croatia said that per adoption by the COP should be included as an option for base year.", 
    "Australia preferred the option of at least X% below 1990 levels and said they could consider a 1990 base year as long as parties can inscribe reference years.", 
    "The EU emphasized a collective target to reduce emissions by 30% below 1990 levels by 2020 and 80-90% by 2050.", 
    "On base year, Co-Chair Lefevere noted emerging consensus on having a single common base year.", 
    "He also highlighted the desire of a number of parties to reflect a year that represents the base year for their domestic targets.", 
    "The Federated States of Micronesia called for keeping the 1990 base year, while Croatia and Canada said parties should have different base years, but that for the sake of comparability a common reference year could also be set.", 
    "During a joint session with the other issues group, the EU, supported by a number of developed country parties, reiterated the importance of fixing LULUCF rules before agreement on further commitments, with New Zealand underscoring that if there is a significant change in rules, it would have to recalculate its target.", 
    "The Federated States of Micronesia, for AOSIS, expressed continued concern with implications of LULUCF proposals for accounting and transparency and stressed the need to consider quantitative impacts of the proposals.", 
    "During a joint session with the other issues group on flexibility mechanisms, AWG-KP Vice-Chair Macey described discussions on carbon capture and storage (CCS) and the CDM, standardized baselines, new market mechanisms and discount factors on certified emission reductions, among others.", 
    "The EU highlighted the need to focus on the consistency of rules for new mechanisms, while New Zealand called on parties to resolve tensions between a deep and fluid carbon market and the use of markets to rectify other problems.", 
    "On the basket of methodological issues, Vice-Chair Macey highlighted work on new greenhouse gases and global warming potentials.", 
    "Many parties suggested consolidating options for greenhouse gases under Protocol Annex A.", 
    "During the AWG-KP closing plenary, Co-Chair Lefevere noted that discussions on transforming pledges into QELROs had enhanced understanding of the technical and political dimensions of the issue, and that discussions of options to address the carryover of surplus AAUs created an understanding of the rationale and principles behind the different options.", 
    "He said there was substantial convergence around a base or reference year and length and number of commitment periods.", 
    "He underscored that Chapter I of the revised Chair s text (FCCC/KP/AWG/2010/CRP.3) will serve as the basis for further discussions in Cancun."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12485e.html", 
  "enb_long_title": "Tianjin Climate Change Talks - October 2010", 
  "type": "WORKING GROUP", 
  "id": "enb12485e_26", 
  "enb_end_date": "09-Oct-10"
}