{
  "countries": [
    "Canada", 
    "Brazil", 
    "Sudan", 
    "Panama", 
    "Argentina", 
    "Bolivia", 
    "Norway", 
    "Malawi", 
    "Ecuador", 
    "Ghana", 
    "Saudi Arabia", 
    "Australia", 
    "Iran", 
    "Algeria", 
    "Cuba", 
    "Tuvalu", 
    "China", 
    "Chile", 
    "Russian Federation", 
    "Nigeria", 
    "Indonesia", 
    "United States", 
    "Nauru", 
    "Kenya", 
    "Switzerland", 
    "New Zealand", 
    "South Africa", 
    "Egypt", 
    "India", 
    "Colombia", 
    "Paraguay", 
    "Japan", 
    "Nicaragua"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Loss and Damage", 
    "Mitigation", 
    "Adaptation", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "Finance", 
  "enb_start_date": "04-Dec-14", 
  "enb_short_title": "COP 20", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Independent association of Latin America and the Caribbean", 
    "Group of 77", 
    "Coalition for Rainforest Nations", 
    "African Group", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Delegates continued seeking clarification and exchanging views on the finance section of the non-paper (ADP.2014.11.NonPaper), which NICARAGUA, with many developing countries, opposed as 'a far cry from the Convention and previous decisions'.", 
    "INDONESIA highlighted the need to ensure adherence to Convention principles in the entire agreement, including the two sections on finance, and cooperation and support for implementation.", 
    "Malawi, for the LDCs, lamented that text on 'encouraging policy signals by governments' does not address provision of climate finance.", 
    "NEW ZEALAND described 'right' policies and enabling environments as a prerequisite for more effective flows of climate finance.", 
    "NORWAY, SWITZERLAND, CANADA and the US suggested highlighting a variety of sources.", 
    "Views diverged on differentiation, with JAPAN advocating encouraging 'all parties in a position to do so' to provide finance.", 
    "INDIA and CHINA opposed, calling instead for a reference only to developed countries and those listed in Annex II of the Convention.", 
    "Bolivia, for the G-77/CHINA, highlighted gaps in the implementation of obligations under the Convention and also called for enhancement of support.", 
    "COLOMBIA stressed referencing leadership of developed countries under the Convention, with BRAZIL noting confusion in the text between mobilization of finance and support for developing countries. CHINA and INDIA called for deleting text suggesting that 'parties mobilize and provide financial resources in a manner which is capable of adapting dynamically to changing realities and future developments and needs'.", 
    "The EU clarified that 'evolving responsibilities and capabilities' captures the growth in the levels of prosperity and GHG emissions of developing countries, noting that some are currently more prosperous than some EU member states.", 
    "The REPUBLIC OF KOREA stressed the importance of operational guidelines, including: a balanced approach to finance, with equal footing for adaptation and mitigation; a practical approach for mobilizing finance from the public and private sectors; and creating synergies among different financial institutions. EGYPT, with PARAGUAY, emphasized that adequate and predictable finance should come mainly from public sources.", 
    "ALGERIA suggested that 'adequate and predictable funding for adaptation' also be 'additional'.", 
    "The EU and JAPAN, opposed by ECUADOR, considered specifying finance as 'adequate and predictable' problematic.", 
    "EGYPT sought clarity on the scale of finance and supported quantified targets for finance to ensure predictability.", 
    "NORWAY, the EU and JAPAN opposed an ex ante process to commit to quantified support commensurate with the ambition reflected in the adaptation and mitigation goals, with the EU signaling this as 'a red line'.", 
    "COLOMBIA emphasized the need to capture predictability in the new agreement. JAPAN proposed deleting text suggesting mobilization of finance be 'regularly scaled up'.", 
    "The EU preferred regular 'updating' rather than 'upscaling'. SOUTH AFRICA proposed to identify: how to anchor the existing finance mechanism and MRV system into the new agreement; the scale of resources required to keep temperature rise below 'our goal'; who contributes and how; and sources of finance.", 
    "CHINA called for acknowledging that South-South cooperation is not a commitment of parties and, with INDIA and ALGERIA, suggested mobilization and provision of finance be enhanced not 'in coordination with', but rather as 'additional to', official development assistance.", 
    "Panama, for the CfRN, called for including a reference to forestry and the Warsaw Framework for REDD+.", 
    "Adaptation: During the morning session on adaptation, parties continued exchanging views on the updated non-paper on elements (ADP.2014.11.NonPaper).", 
    "On long-term and global aspects of adaptation, AUSTRALIA and NEW ZEALAND did not support linkages between mitigation ambition, adaptation needs, the global temperature goal and finance, with NEW ZEALAND opposing a global goal on adaptation.", 
    "Tuvalu, for the LDCs, supported a long-term goal, noting that action on adaptation is dependent on mitigation and the global temperature limit.", 
    "Saudi Arabia, for the LMDCs, and ARGENTINA stressed the need to link adaptation to MOI.", 
    "Ghana, for the AFRICAN GROUP, said dimensions of the adaptation goal should be both quantitative and qualitative.", 
    "IRAN requested a reference to technology transfer.", 
    "The US clarified that 'universal individual commitments' imply that each party will undertake enhanced adaptation actions to be included in national planning processes.", 
    "On commitments and contributions, the LDCs expressed uncertainty over 'commitments' or 'contributions'.", 
    "The LMDCs favored the terms 'commitments' and 'actions' and, with SOUTH AFRICA and others, stressed the need for differentiation.", 
    "AUSTRALIA and NEW ZEALAND opposed a 'bifurcated' approach. INDIA emphasized that determination of contributions should be country-driven.", 
    "Nauru, for AOSIS, supported reference to national communications and biennial update reports for communicating commitments, stressing the need to build on existing reporting modalities.", 
    "Chile, for AILAC, preferred existing reporting vehicles that would not burden any countries and facilitate North-South and South-South cooperation.", 
    "On monitoring and evaluation, the LDCs favored an MRV mechanism to ensure a level of support commensurate with adaptation needs.", 
    "The LMDCs and SOUTH AFRICA cautioned against placing additional burden on developing countries.", 
    "On sharing information, knowledge and lessons learned, CHINA and IRAN emphasized the knowledge gap on the implementation of adaptation.", 
    "On institutional arrangements, the LDCs proposed establishing: a clearinghouse to help those lacking capacity access the best adaptation technologies; a roster of international adaptation experts; and, with TIMOR LESTE, regional adaptation centers.", 
    "On loss and damage, AOSIS, the LDCs, AILAC, the AFRICAN GROUP and others, opposed by AUSTRALIA, emphasized that it should become a stand-alone element in the new agreement.", 
    "NEW ZEALAND opposed any reinterpretation of the Warsaw decision on loss and damage.", 
    "The LDCs proposed a climate change displacement coordination unit, and a mechanism to deal with slow-onset events, including a compensation regime.", 
    "The LMDCs said discussions on loss and damage are premature pending outcomes on the Executive Committee.", 
    "Informal consultations were held in the afternoon.", 
    "Mitigation: In a morning ADP contact group, chaired by ADP Co-Chair Kishan Kumarsingh, parties shared views and proposals, and sought clarifications relating to the mitigation section of the non-paper on elements (ADP.2014.11.NonPaper).", 
    "Kenya, for the AFRICAN GROUP, lamented the overall lack of reference to equity, CBDR, mitigation obligations of developed countries, and specific national and regional development priorities.", 
    "On long-term and global aspects, Nauru, for AOSIS, suggested a regular review of the elements under the section on the basis of science and, with CHINA, referencing the 1.5 °C and 2 °C goals.", 
    "SAUDI ARABIA suggested using agreed language, for example from Cancun, and including references to, inter alia , sustainable development and developing countries' vulnerabilities.", 
    "CHINA called for reflecting the linkages between the collective aspects of mitigation, adaptation and MOI.", 
    "On mitigation contributions or commitments, SAUDI ARABIA said the subsection title should include 'actions'.", 
    "CHINA suggested structuring the subsection so as to differentiate enhanced mitigation action by developed and developing countries.", 
    "Chile, for AILAC, among others, supported the principle of 'no backsliding'. NORWAY said elements on accounting and periodicity should be part of the mitigation section.", 
    "Parties also discussed, inter alia : references to 'major economies' and 'countries in a position to do so'; concentric differentiation; whether the text seeks to expand the scope of commitments and/or contributions by developing countries; and modalities for response measures.", 
    "Advancing the Durban Platform for Enhanced Action: In the afternoon, the ADP contact group continued exchanging views and suggestions on the draft decision text (ADP.2014.12.DraftText), and debated whether or not to begin negotiations with text on the screen.", 
    "On the completion of work of the ADP, INDIA suggested removing 'as early as possible'.", 
    "BRAZIL proposed adding a reference to accompanying draft decisions after COP 21.", 
    "KENYA opposed any text on accompanying decisions at this stage. AUSTRALIA proposed deletion of text relating to achieving political parity between mitigation and adaptation.", 
    "INDIA suggested referring to 'full legal parity' instead.", 
    "BRAZIL suggested 'parity between the operational provisions regarding mitigation, adaptation and MOI'.", 
    "While stressing that adaptation and mitigation should receive equal treatment and resources, INDONESIA called for a shared understanding on 'political parity'.", 
    "Saying 'parity' is vague, the US proposed 'underscoring the importance of adaptation'.", 
    "On text on demonstrating implementation of existing actions and commitments, AUSTRALIA suggested this should be addressed in preambular text.", 
    "BRAZIL proposed adding references to the Doha Amendment and the annual US$100 billion goal. NORWAY said that paragraphs referring to political parity between mitigation and adaptation, and implementation of existing actions and commitments are not necessary in the decision. CHINA suggested text on, inter alia , deciding to achieve the balanced and comprehensive treatment among the elements of mitigation, adaptation, MOI, and transparency of action and support in the negotiating text of the 2015 agreement.", 
    "He called for underlining that the full and effective implementation of existing commitments and actions under the Convention, its Kyoto Protocol and the agreed outcome pursuant to the BAP, in particular for developed country Parties, is essential for adoption of the 2015 agreement.", 
    "Referring to a suggestion by Sudan, for the African Group, SWITZERLAND expressed reluctance to determine the precise structure of the new agreement at this point.", 
    "The US indicated openness to listing thematic areas identified in Decision 1/CP.17 (establishing the ADP), referring to these as 'aspects of work', if this helps provide assurances that these will be addressed in the 2015 agreement.", 
    "Responding to a request by the Russian Federation to add a reference to Convention Article 17 (protocols), the US noted this only applies to a protocol, while the Durban Platform allows for several possibilities regarding the instrument under preparation.", 
    "On a point of order, several parties, including SOUTH AFRICA, EGYPT, NIGERIA, CUBA and CHINA, called for showing the text on the screen, and reflecting in it specific proposals by parties in order to, inter alia , enable understanding of parties' proposals and allow developing countries to participate as equals.", 
    "The US preferred to continue with a more general reading of the text to identify 'the major issues in the negotiations'.", 
    "TUVALU suggested, and parties agreed to, establishing a Friends of the Chair group to reach agreement on the way forward.", 
    "The group convened in the evening."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12611e.html", 
  "enb_long_title": "Lima Climate Change Conference - December 2014", 
  "type": "", 
  "id": "enb12611e_14", 
  "enb_end_date": "04-Dec-14"
}