{
  "countries": [], 
  "topics": [
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "OTHER METHODOLOGICAL MATTERS", 
  "enb_start_date": "18-Sep-00", 
  "enb_short_title": "SB-13", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Emissions resulting from fuel used in international transportation: On Monday, 11 September, the Secretariat reported on cooperation with International Civil Aviation Organization (ICAO) and the International Maritime Organization (IMO), and on efforts within these organizations to identify options to limit and reduce greenhouse gas emissions.", 
    "Chair Dovland noted their progress reports, as requested by SBSTA-11.", 
    "The IMO introduced its study on greenhouse gas emissions from ships, which will be available at SBSTA-14. On Friday, 15 September, delegates adopted SBSTA conclusions (FCCC/SBSTA/2000/L.5) on this issue, encouraging ICAO and IMO to complete their work as soon as possible, and noting the importance of coordination by Parties at the national level of their work related to greenhouse gas emissions from international aviation and shipping. Methods and tools for vulnerability and adaptation assessments: Delegates considered this issue on Monday, 11 September.", 
    "Chair Dovland drew attention to the methods and tools to assess climate change impacts and adaptation.", 
    "The Secretariat noted that a workshop with IPCC experts would be held following the release of the IPCC Third Assessment Report (TAR) in April 2001.", 
    "In the conclusions (FCCC/SBSTA/2000/L.8) adopted on Friday, 15 September, SBSTA requests the Secretariat to organize a workshop with participation of the IPCC experts and the user community to explore: developing country experiences in applying current impact and adaptation methodologies and their emerging needs; the current state of the art of methods identified in the IPCC TAR; and options for improving the quality and dissemination of information on impact adaptation methodologies.", 
    "The Secretariat is requested to report the results of the workshop at SBSTA-14.", 
    "Parties were invited to actively participate in and provide support for the workshop."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12151e.html", 
  "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC", 
  "type": "", 
  "id": "enb12151e_15", 
  "enb_end_date": "18-Sep-00"
}