{
  "countries": [
    "Turkey", 
    "Pakistan", 
    "Saudi Arabia", 
    "Iran", 
    "Kuwait", 
    "Philippines", 
    "Indonesia", 
    "India", 
    "United States", 
    "Austria", 
    "China", 
    "United Kingdom", 
    "Jordan", 
    "Argentina", 
    "Venezuela"
  ], 
  "topics": [
    "UNFCCC Functioning", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "SUBSIDIARY BODY FOR IMPLEMENTATION", 
  "enb_start_date": "12-Jun-98", 
  "enb_short_title": "8th Session SBSTA & SBI, AG13 6", 
  "subtype": "", 
  "actors": [
    "Asian Group", 
    "Western European and Others Group", 
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "On election of officers other than the Chair, the Chair announced that regional coordinators had reached no agreement and therefore proposed keeping the item under consideration for COP-4. The PHILIPPINES, for the Asian Group and supported by INDIA, PAKISTAN, CHINA, SAUDI ARABIA, INDONESIA, KUWAIT AND IRAN, stated that no agreement had been reached on the election of the Vice-Chair because the incumbent regional group intended to keep it for a second term.", 
    "The Asian Group had asked for a guarantee to honor the UN principle of geographical rotation after the next term but this had been rejected.", 
    "On behalf of the Western European and Others Group (WEOG), AUSTRIA recalled that the Rules of Procedure allow a second term and called for making use of the experience of WEOG\u0092s candidate.", 
    "She expressed WEOG\u0092s willingness to undertake further consultations. On communications from non-Annex I Parties, contact group Co- Chair Reifsnyder (US) said he hoped for a resolution of some translation issues by Friday.", 
    "On review of information and possible decisions under FCCC Article 4.2(f), VENEZUELA reported that consultations with Turkey are ongoing.", 
    "The Chair said the issue would go to SBI-9.", 
    "On arrangements for intergovernmental meetings and COP-4, the Chair noted that his conclusions had been circulated in a non-paper.", 
    "JORDAN said his government would be pleased to host COP-5.", 
    "The Chair said the date and venue would be kept open until SBI-9.", 
    "SAUDI ARABIA sought clarification on the high-level segment at COP-4.", 
    "The Chair said the President of Argentina would attend the COP-4 opening ceremony on 11 November, and high level speeches would follow on 12 and 13.", 
    "The US queried SBI recommendations that all heads of delegations be 'accorded equal treatment' and that the segment be conducted in a 'transparent manner.", 
    "' CHINA cited the lessons of the past.", 
    "The Chair proposed consultations between the US and Venezuela.", 
    "The EU wondered if the recommendations on the high- level segment showed proper respect for and trust in the host country.", 
    "VENEZUELA said the organization of the COP was the responsibility of the FCCC and the recommendations on equal treatment and transparency were not directed at Argentina.", 
    "He noted his pleasure at the UK\u0092s interest in the respect due Argentina.", 
    "ARGENTINA said she did not believe the paragraph was offensive to her country.", 
    "Her country had defended it in the G-77/China group."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1285e.html", 
  "enb_long_title": "Eighth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "SBI", 
  "id": "enb1285e_2", 
  "enb_end_date": "12-Jun-98"
}