{
  "countries": [
    "Saudi Arabia", 
    "Australia", 
    "Algeria", 
    "United Kingdom", 
    "Slovenia", 
    "China", 
    "Switzerland", 
    "Norway", 
    "Barbados"
  ], 
  "topics": [], 
  "section_title": "IPCC THIRD ASSESSMENT REPORT (TAR)", 
  "enb_start_date": "06-Jun-02", 
  "enb_short_title": "SB-16", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "IPCC Chair Rajendra K. Pachauri invited Parties to make full use of the information contained in the TAR, and noted that work on the fourth assessment report will begin in 2003 and end in 2007.", 
    "In the ensuing discussion, many Parties emphasized the need for a work plan.", 
    "SAUDI ARABIA said such a plan should not be developed until climate change impacts on developing countries are elaborated and scientific uncertainties are minimized.", 
    "Parties emphasized the importance of disseminating the TAR and suggested that future work could focus on: resolving scientific uncertainties, particularly at the regional level; identifying barriers to implementing adaptation and mitigation measures; improving observation systems; and promoting the participation of developing country scientists in the IPCC.", 
    "CHINA, with SAUDI ARABIA and ALGERIA, stressed the need for additional work on the historical responsibility for climate change and on equity issues.", 
    "The EU, with SWITZERLAND and SLOVENIA, said information contained in the TAR justified further action on climate change, and suggested consideration of the scientific and technical issues Parties would like the IPCC to address in the future.", 
    "NORWAY remarked on the need to agree on stronger emissions reductions and broader participation beyond 2012, suggesting that SBSTA launch a process to strengthen commitments.", 
    "SAUDI ARABIA said a dangerous level of greenhouse gases could not be determined given scientific uncertainties.", 
    "AUSTRALIA, opposed by SAUDI ARABIA, suggested including follow-up to the TAR as a standing item on the SBSTA agenda.", 
    "SWITZERLAND argued that making continuous reference to the TAR in each agenda item of SBSTA would be more efficient than initiating a separate process. IPCC Secretariat Executive Secretary Geoffrey Love welcomed collaboration between SBSTA and the IPCC, and drew attention to the fourth assessment report and special and technical reports to be produced by the IPCC.", 
    "Chair Thorgeirsson said a contact group would be convened on the issue, co-chaired by David Warrilow (UK) and Rawleston Moore (Barbados)."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12193e.html", 
  "enb_long_title": "Sixteenth Sessions of the Subsidiary Bodies", 
  "type": "SBSTA", 
  "id": "enb12193e_3", 
  "enb_end_date": "06-Jun-02"
}