{
  "countries": [
    "Canada", 
    "Japan", 
    "Australia"
  ], 
  "topics": [
    "Compliance and Enforcement"
  ], 
  "section_title": "Post-Bonn Agreement Negotiations:", 
  "enb_start_date": "30-Jul-01", 
  "enb_short_title": "COP-6 bis", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Following approval of the political agreement on mechanisms, the negotiating group on mechanisms reconvened on Wednesday and Thursday, 25-26 July, to address the remaining technical issues.", 
    "On Wednesday evening the group received feedback from the two technical sub-groups, and undertook a brief review of a Co-Chairs' proposed non-paper - a consolidation of the political agreement, the Hague text, the Pronk text, and text agreed in the technical working groups.", 
    "On Thursday, the mechanisms group continued consideration of the Co- Chairs' non-paper.", 
    "Co-Chair Estrada noted that the draft decisions on mechanisms had been reformulated to reflect the political decision.", 
    "The EU said an error had been made in the decision on eligibility, which now included reference to the 'legal' agreement on compliance.", 
    "Australia, Canada and Japan urged consistency to reflect the political decision's section on compliance. In the closing Plenary on Friday, 27 July, Co-Chair Estrada presented the Co-Chairs' draft decisions on mechanisms (FCCC/CP/2001/CRP.11).", 
    "This text represents a work in progress.", 
    "To facilitate the future work of parties, a key has been used to distinguish between: text that was agreed in the high-level segment; text agreed in the technical groups; text partially agreed in the technical groups; and text that was either not agreed or which has not yet been considered.", 
    "The Plenary took note of these draft decisions and appendices, which will be further considered, elaborated and adopted at COP-7."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12176e.html", 
  "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION", 
  "type": "", 
  "id": "enb12176e_36", 
  "enb_end_date": "30-Jul-01"
}