{
  "countries": [], 
  "topics": [
    "Post-Kyoto Agreements", 
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "CANCUN AGREEMENT ON ANNEX I PARTIES FURTHER COMMITMENTS:", 
  "enb_start_date": "29-Nov-10", 
  "enb_short_title": "COP 16", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Decision 1/CMP.6, constituting the AWG-KP component of the Cancun Agreements, was adopted by the COP/MOP.", 
    "In its decision, the COP/MOP agrees that the AWG-KP shall aim to complete its work pursuant to 1/CMP.1 and have its results adopted by the COP/MOP as early as possible to avoid a gap between commitment periods.", 
    "The AWG-KP is requested to continue its work based on text forwarded by the AWG-KP (FCCC/KP/AWG/2010/CRP.4/Rev.4).", 
    "The COP/MOP takes note of existing quantified economy-wide emission reduction targets and urges Annex I parties to raise the level of ambition of the emission reductions to be achieved individually or jointly, with a view to reducing their aggregate emissions of GHGs in accordance with the range indicated by the IPCC s AR4.", 
    "The COP/MOP agrees that further work is needed to convert emission reduction targets into QELROs and that in the second commitment period, the base year shall be 1990 or the base year in accordance with Article 3.5 of the Kyoto Protocol, for the purpose of calculating assigned amounts.", 
    "In addition, it agrees that a reference year may be used on an optional basis, for a party s own purposes, to express its QELROs, in addition to listing its QELROs in relation to the base year.", 
    "The COP/MOP also agrees that: Annex I parties may continue to use emissions trading and the project-based mechanisms to meet their QELROs; that these mechanisms may be further improved through decisions based on the draft text contained in Chapter III of FCCC/KP/AWG/2010/CRP.4/Rev.4; and that LULUCF shall continue to be available as a means to achieve parties QELROs in accordance with the LULUCF decision adopted by the COP/MOP in decision 2/CMP.6.", 
    "The COP/MOP decides that the GWPs used to calculate the CO2 equivalence of GHGs listed in Annex A for the second commitment period shall be those provided by the IPCC and agreed by the COP/MOP, together with other methodological issues based on the draft text in Chapter IV of FCCC/KP/AWG/2010/CRP.4/Rev.4.", 
    "Lastly, the COP/MOP agrees that further consideration of potential consequences shall continue on the basis of the text in Chapter V of FCCC/KP/AWG/2010/CRP.4/Rev.4."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12498e.html", 
  "enb_long_title": "Cancún Climate Change Conference", 
  "type": "", 
  "id": "enb12498e_42", 
  "enb_end_date": "11-Dec-10"
}