{
  "countries": [
    "Canada", 
    "Brazil", 
    "Australia", 
    "Panama", 
    "India", 
    "China", 
    "Uganda", 
    "Switzerland", 
    "Japan", 
    "New Zealand", 
    "Norway"
  ], 
  "topics": [
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "Negotiations on AWG Conclusions", 
  "enb_start_date": "31-Mar-08", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Negotiations on the AWG s conclusions took place from Thursday to Friday in one contact group meeting, chaired by Chair Dovland and in closed informal and small group consultations.", 
    "On Friday evening, the AWG closing plenary convened to adopt the conclusions.", 
    "At the contact group meeting on Thursday evening, Chair Dovland highlighted time constraints and proposed keeping the conclusions general.", 
    "Discussions focused on the flexible mechanisms, LULUCF, bunker fuels and sectoral approaches.", 
    "On continuing the market mechanisms after the first commitment period, the G-77/China proposed including language on maintaining the environmental integrity of the Protocol and its contribution to sustainable development.", 
    "India stressed that determining CDM projects contribution to sustainable development should remain the host country s prerogative, while Uganda proposed examining sustainability requirements and considering international criteria.", 
    "The G-77/China stressed that the text should include reference to mechanisms being supplemental to domestic actions in Annex I parties.", 
    "Switzerland opposed.", 
    "The final text indicates that the use of mechanisms should be supplemental to the implementation of domestic actions.", 
    "At the AWG s closing plenary, Switzerland requested that his concerns be noted in the meeting s report.", 
    "With regard to LULUCF modalities, rules and guidelines, Chair Dovland said he did not want to resolve contentious issues at AWG 5 and favored an uncomplicated text.", 
    "Parties agreed that measures related to LULUCF activities should continue to be available to Annex I parties as a means to reach their emission reduction targets.", 
    "They also noted it was necessary to further address these issues, given that the LULUCF modalities, rules and guidelines are only in place for the first commitment period.", 
    "Some developing countries stressed environmental integrity and the need to retain the principles on the treatment of LULUCF set out in decision 16/CMP.1 (LULUCF).", 
    "Australia, New Zealand and Canada, however, sought greater flexibility for LULUCF in the second commitment period.", 
    "Parties agreed that further discussions on this issue should take into account the principles on the treatment of LULUCF in decision 16/CMP.1.", 
    "Regarding bunker fuel emissions, Chair Dovland noted lack of agreement during the in-session workshop discussions on whether to address bunker fuels in the second commitment period.", 
    "The agenda item related to bunker fuels has been held in abeyance for several years under the Subsidiary Body for Scientific and Technological Advice and some delegates were pleased to discuss the substantive issues at AWG 5.", 
    "Brazil, Panama, India, the EU, Norway and others identified the UNFCCC as the appropriate forum for bunker fuel decision-making.", 
    "Others, including Australia, Japan and China, preferred addressing this issue through ICAO and IMO.", 
    "In the conclusions, parties agreed to continue considering whether approaches to limit or reduce bunker fuel emissions could be used by Annex I parties, taking into account Protocol Article 2.2, which states that limitations or reductions should be pursued working through ICAO and IMO.", 
    "On sectoral approaches, the G-77/China noted sectoral targets should be a means to meet Annex I targets domestically but should not replace national targets.", 
    "Australia and Japan supported taking up sectoral approaches in the AWGLCA.", 
    "Text on limiting sectoral approaches as complementary to, but not replacing, national emission reduction targets of Annex I Parties was removed and, in the conclusions, the parties simply agree to further discuss the issue at the resumed AWG 5.", 
    "New Zealand supported reference to national circumstances considerations for which means would be appropriate.", 
    "The initial wording of the draft conclusions acknowledged that means to reach emission reduction targets depends on national circumstances.", 
    "Some opposed, indicating that this could foster a pick-and-choose attitude towards emissions reductions.", 
    "The final conclusions contain additional language acknowledging that the choice and effective use of means for Annex I emission reduction targets must be in accordance with agreed rules and relevant decisions under the Protocol where they apply."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12362e.html", 
  "enb_long_title": "First session of the Ad Hoc Working Group on Long-term Cooperative Action under the Convention (AWGLCA 1) and Fifth session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol to the UNFCCC (AWG 5)", 
  "type": "", 
  "id": "enb12362e_25", 
  "enb_end_date": "04-Apr-08"
}