{
  "countries": [
    "United States", 
    "Saudi Arabia", 
    "Colombia", 
    "South Africa", 
    "Norway", 
    "Cook Islands"
  ], 
  "topics": [], 
  "section_title": "ADAPTATION:", 
  "enb_start_date": "03-Nov-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "In the afternoon meeting of the contact group on adaptation, Co-Chair Kolly explained that the goal for the Barcelona session was to prepare a concise and manageable negotiating text, which can be considered by capitals in the run up to Copenhagen.", 
    "He then identified priority questions to be addressed in the adaptation chapter and proposed that parties conduct discussions section-by-section. SAUDI ARABIA stressed that priority questions should be identified by parties, not by the Secretariat, and expressed concern with new non-paper No.", 
    "He also objected to conducting a section-by-section discussion, stressing that it was time for more detailed, paragraph-by-paragraph discussions.", 
    "The US welcomed the list of priority questions as helpful to focus discussions on the issues listed in the Chair s scenario note, but said some questions are missing from the list.", 
    "COLOMBIA supported working section-by-section and said that depending on time, line-by-line or paragraph-by-paragraph discussions could also be conducted.", 
    "The Cook Islands, for AOSIS, expressed a willingness to work based on the non-paper, but noted that there were issues missing from it.", 
    "SOUTH AFRICA called for focusing on the Convention s enhanced implementation and said that the Copenhagen outcome should provide a clear and grounded scope for implementation of adaptation actions.", 
    "NORWAY welcomed the Chair s proposed organization of work, and with the EU, supported focusing on essential issues for Copenhagen."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12443e.html", 
  "enb_long_title": "Barcelona Climate Change Talks 2009", 
  "type": "working group", 
  "id": "enb12443e_4", 
  "enb_end_date": "03-Nov-09"
}