{
  "countries": [
    "United States", 
    "Saudi Arabia", 
    "China", 
    "South Africa", 
    "Sudan", 
    "Mexico", 
    "Malta"
  ], 
  "topics": [
    "Mitigation", 
    "Financial Mechanisms and Funds", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "WORKSHOP ON ADVANCING ADAPTATION THROUGH FINANCE AND TECHNOLOGY:", 
  "enb_start_date": "04-Jun-08", 
  "enb_short_title": "SB-28", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "On Tuesday morning, delegates reconvened the workshop that had started Monday afternoon. CHINA proposed establishing a climate change adaptation committee under the Convention to assist work on adaptation, focused on developing countries.", 
    "He proposed regional adaptation networks to serve as the regional arm of the committee. SOUTH AFRICA advocated a holistic and coherent approach to adaptation.", 
    "He said regional adaptation measures should, inter alia , close the technical and financial gap and leverage regional co-benefits.", 
    "The US said addressing adaptation could involve: identifying a portfolio of areas of adaptation; identifying actions and actors; and funding from different sources, appropriate to actions and actors, at the local, national and international levels.", 
    "Parties then discussed the need for a decision to facilitate implementation of adaptation projects, and possible composition of an adaptation committee.", 
    "Several parties called for differentiating between development and adaptation actions.", 
    "The EU, supported by MALTA, reiterated its proposal for a framework for action on adaptation.", 
    "MEXICO outlined its proposal for a green fund compatible with existing UNFCCC funds.", 
    "SUDAN called for pledges to replenish funds under the Convention.", 
    "SAUDI ARABIA said impacts of response measures should be addressed."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12366e.html", 
  "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol", 
  "type": "SPECIAL WORKSHOP", 
  "id": "enb12366e_1", 
  "enb_end_date": "04-Jun-08"
}