{
  "countries": [
    "Jamaica", 
    "Uruguay", 
    "Finland", 
    "Mauritius", 
    "Senegal", 
    "Germany", 
    "Grenada", 
    "Nigeria", 
    "Antigua and Barbuda", 
    "Sierra Leone"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Adaptation"
  ], 
  "section_title": "Report of the Adaptation Fund Board", 
  "enb_start_date": "02-Dec-10", 
  "enb_short_title": "COP 16", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Adaptation Fund Board Chair Farrukh Khan presented the Board s report (FCCC/KP/CMP/2010/7).", 
    "Noting that the Fund is now fully operational, he said the main task had been to operationalize direct access and highlighted that national implementing entities (NIEs) in Senegal, Jamaica and Uruguay had now been accredited.", 
    "He said 14 project concepts have been considered and two have been approved for funding.", 
    "Regarding legal capacity, he noted that the German Parliament had approved legislation conferring legal capacity on the Board but that the final steps have yet to be concluded. GERMANY reported that legal capacity would be conferred by the end of the year to enable the Board to operationalize direct access and that a Memorandum of Understanding between Germany and the Board would be signed in Cancun.", 
    "Many countries expressed satisfaction with progress made, noting, however, the need to strengthen the Fund through voluntary contributions by developed countries.", 
    "JAMAICA, SIERRA LEONE and others proposed regional training workshops to help build capacity of prospective NIEs.", 
    "NIGERIA welcomed joint efforts by UN Environment Programme and UN Development Programme to assist in the establishment of NIEs.", 
    "Grenada, for AOSIS, and MAURITIUS emphasized the need for capacity building for LDCs.", 
    "A contact group will be co-chaired by Ruleta Camacho (Antigua and Barbuda) and Jukka Uosukainen (Finland)."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12490e.html", 
  "enb_long_title": "Cancún Climate Change Conference", 
  "type": "", 
  "id": "enb12490e_5", 
  "enb_end_date": "02-Dec-10"
}