{
  "countries": [
    "United States", 
    "Australia", 
    "Germany", 
    "Bangladesh", 
    "Russian Federation", 
    "China"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "National Communications & Inventories"
  ], 
  "section_title": "ANNEX I NATIONAL COMMUNICATIONS AND GREENHOUSE GAS INVENTORY DATA:", 
  "enb_start_date": "07-Dec-09", 
  "enb_short_title": "COP 15", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "This agenda item included sub-items on national greenhouse gas (GHG) inventory data for 1990-2007, and review of fourth national communications and preparation for the review of fifth national communications.", 
    "Both sub-items were first considered by SBI on 8 December (FCCC/SBI/2009/12 and INF.9, respectively) and then addressed by parties in joint contact group and informal meetings on Annex I reporting under the Convention and Protocol, co-chaired by Anke Herold (Germany) and Quamrul Islam Chowdhury (Bangladesh).", 
    "On national GHG inventory data for 1990-2007, the G-77/China expressed concern at the trend of increasing GHG emissions in Annex I parties and suggested reflecting this concern in the SBI conclusions.", 
    "The EU noted that its member states are undertaking significant reductions and proposed that the SBI conclusions take note of the report.", 
    "On national communications, discussions focused on a date for submitting a sixth national communication.", 
    "Co-Chair Herold reminded parties that according to decision 10/CP.13, Annex I parties are expected to submit a fifth national communication on 1 January 2010 with a view to submitting the sixth national communication four years after this date, that is on 1 January 2014.", 
    "The US, EU, Australia and Russian Federation suggested deciding on the exact date for submitting the sixth national communication at a later stage, pending the outcome of AWG-LCA discussions.", 
    "The G-77/China proposed fixing the date at this session.", 
    "The SBI closing plenary adopted the conclusions on Annex I national communications on 12 December."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12459e.html", 
  "enb_long_title": "Copenhagen Climate Change Conference", 
  "type": "SBI", 
  "id": "enb12459e_121", 
  "enb_end_date": "19-Dec-09"
}