{
  "countries": [
    "Canada", 
    "Brazil", 
    "Bangladesh", 
    "Sudan", 
    "Costa Rica", 
    "Malta", 
    "Nigeria", 
    "Bolivia", 
    "Norway", 
    "Argentina", 
    "Ecuador", 
    "Ghana", 
    "Saudi Arabia", 
    "Australia", 
    "Cuba", 
    "Venezuela", 
    "Guatemala", 
    "Zimbabwe", 
    "China", 
    "Chile", 
    "Russian Federation", 
    "Marshall Islands", 
    "Tanzania", 
    "Gambia", 
    "Philippines", 
    "Finland", 
    "Macedonia", 
    "United States", 
    "Trinidad and Tobago", 
    "Guyana", 
    "Switzerland", 
    "Grenada", 
    "New Zealand", 
    "Pakistan", 
    "Angola", 
    "Mexico", 
    "Egypt", 
    "Uruguay", 
    "India", 
    "South Africa", 
    "Iceland", 
    "Colombia", 
    "Tuvalu", 
    "Japan"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Forests", 
    "Mitigation", 
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "REPORT OF THE AWG-LCA:", 
  "enb_start_date": "07-Dec-09", 
  "enb_short_title": "COP 15", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "This issue was scheduled to be taken up by the COP plenary on Wednesday, 16 December.", 
    "In the morning, the COP/MOP plenary took place first, during which COP President s Special Representative Hedegaard outlined plans by the COP Presidency to table a package for the Copenhagen outcome, consisting of two texts based substantially on the two texts forwarded by the AWGs.", 
    "Many countries raised points of order, opposing the proposal, especially given that they had not been given the opportunity to consider the AWG-LCA s report and the texts forwarded by it.", 
    "The COP plenary did not convene until late evening pending informal consultations on how to proceed.", 
    "In the evening, COP Vice-President Christiana Figueres Olsen (Costa Rica) opened the COP plenary, noting the historic nature of the process undertaken by the AWG-LCA to fulfill the BAP.", 
    "She explained that COP President Rasmussen is consulting with parties on how to proceed and that he would inform parties in the morning on the outcome of these consultations.", 
    "Tuvalu requested clarity on the process moving forward and specifics on how consultations would be conducted.", 
    "COP Vice-President Figueres Olsen clarified that the COP President is consulting on how to conduct consultations and noted that it had been an extraordinary day and that the road forward was not clear.", 
    "Bangladesh, Tuvalu, Egypt and Guatemala said they had yet to be contacted by the COP President for consultations and noted that they should be inclusive, transparent and include all major groups.", 
    "Ecuador expressed concern with the final outcome and worried that basic standards of multilateralism would be violated.", 
    "Also Bolivia, Saudi Arabia, Nigeria, Argentina, Venezuela and Pakistan urged openness, transparency and inclusiveness in the consultations, lamenting the lack of transparency so far.", 
    "Argentina said consultations must be carried out with all countries.", 
    "Cuba highlighted the need for efficient use of time, noting that the COP plenary had been scheduled for 1:00 pm but had only convened at 10:00 pm. AWG-LCA Chair Zammit Cutajar then presented the report of the AWG-LCA ( FCCC/AWGLCA/2009/L.7/Rev.1 , Add.1, Add.2/Rev.1, Adds.", 
    "3-7, Add.8/Rev.1 and Add.9).", 
    "He noted that the main output is a set of conclusions presenting decision text to COP 15, emphasizing that the text does not prejudice the legal nature of the outcome to be adopted by the COP.", 
    "He stressed that while substantial progress had been made, the text had not been completed, required further work and that, as a package, nothing is agreed until everything is agreed.", 
    "India requested textual changes to make the text more consistent with the Convention, changes to the sections on nationally appropriate mitigation actions (NAMAs) and on financial resources and investment.", 
    "The Republic of Korea emphasized that some proposals had not yet been discussed in the contact group.", 
    "Australia urged moving to outstanding issues, saying this should be done at the ministerial level.", 
    "Costa Rica welcomed the report of the AWG-LCA and called for an ambitious and legally-binding agreement.", 
    "The US said that the text posed problems, which were neither final nor finished and expressed willingness to work on specifics, noting that the relevant decisions would have enormous value.", 
    "Figueres Olsen said that she would convey the general message to the COP President on the need for: quick clarity on the way forward; effective use of time; and an inclusive and transparent process.", 
    "The COP plenary was suspended at 11:03 pm.", 
    "On Thursday morning, 17 December, COP President Rasmussen reconvened the COP.", 
    "He noted that many parties had sought clarification during the COP plenary on Wednesday evening about the documentary basis for moving forward and also about the method of work to complete the negotiations under the COP and COP/MOP.", 
    "He said that the documentary basis for the work would be the texts presented by the AWG-LCA Chair to the COP plenary on Wednesday. COP President Rasmussen proposed forwarding the texts for consideration by a contact group chaired by the COP President s Special Representative Hedegaard.", 
    "He said the contact group would have a mandate to complete work on unresolved issues within a short deadline and that open-ended drafting groups would be convened, chaired by people we know well and trust.", 
    "Sudan, for the G-77/China, requested clarity on the deadline.", 
    "Rasmussen said the contact groups should decide on the schedule and that he would not define a clear deadline.", 
    "He then closed the meeting of the COP.", 
    "During the contact group meeting in the afternoon, contact group Chair Hedegaard proposed, and parties agreed, to establish open-ended drafting groups on: shared vision ( FCCC/AWGLCA/2009/L.7/Rev.1 ), facilitated by Michael Zammit Cutajar (Malta); finance ( FCCC/AWGLCA/2009/L.7/Add.2/Rev.1 ), co-facilitated by Farrukh Khan (Pakistan) and Jukka Uosukainen (Finland); mitigation ( FCCC/AWGLCA/2009/L.7/Rev.1 ; paragraphs 12-29, but excluding paragraph 23 on a NAMA mechanism), facilitated by Cristian Maquieira (Chile); NAMA mechanism ( FCCC/AWGLCA/2009/L.7/Add.5 ), facilitated by Margaret Mukahanana-Sangarwe (Zimbabwe); REDD-plus ( FCCC/AWGLCA/2009/L.7/Add.6 ), co-facilitated by Peter Graham (Canada) and Tony La Viña (Philippines); various approaches to enhance cost-effectiveness of mitigation actions ( FCCC/AWGLCA/2009/L.7/Add.8/Rev.1 ), facilitated by Christiana Figueres Olsen (Costa Rica); adaptation ( FCCC/AWGLCA/2009/L.7/Add.1 ), co-facilitated by Thomas Kolly (Switzerland) and William Kojo Agyemang-Bonsu (Ghana); technology ( FCCC/AWGLCA/2009/L.7/Add.3 ), co-facilitated by Kishan Kumarsingh (Trinidad and Tobago) and Kunihiko Shimada (Japan); and capacity building ( FCCC/AWGLCA/2009/L.7/Add.4 ), co-facilitated by Fatou Gaye (the Gambia) and Georg Børsting (Norway).", 
    "Chair Hedegaard suggested the contact group reconvene later in the evening to receive an update on progress in drafting groups.", 
    "On bunker fuels , Norway and Argentina inquired about addressing emissions from bunker fuels and Hedegaard explained that text would be available in the afternoon.", 
    "Saudi Arabia noted that this issue had not been captured as a supplementary decision to the core decision.", 
    "He also asked how response measures would be addressed.", 
    "Hedegaard confirmed that a facilitator was being sought for the group on response measures.", 
    "The G-77/China noted that issues under discussion in the various drafting groups had been captured in the AWG-LCA s text on the core decision ( FCCC/AWGLCA/2009/L.7/Rev.1 ) in a way that did not fully reflect the understanding reached in the negotiating groups.", 
    "She sought assurances that in the interest of transparency, no other processes would define or alter the outcome of the drafting groups.", 
    "On sectoral approaches , Egypt noted long discussions on guiding principles and asked for the reinsertion of principles in the text.", 
    "Uruguay called for the establishment of a drafting group on sectoral approaches in the agriculture sector.", 
    "On capacity building, South Africa stressed that this issue is important for developing countries and highlighted that it would be difficult to discuss capacity building for developed countries in text concerning developing countries.", 
    "Tanzania, for the G-77/China, called for separate discussions on capacity building for developing countries and countries with economies in transition.", 
    "The Russian Federation suggested that a compromise proposal should be sought to resolve the issue.", 
    "Late in the evening on Thursday, 17 December, the COP contact group reconvened and the drafting group facilitators reported back on progress.", 
    "On adaptation , Co-Facilitator Kolly said that the drafting group had reached a better understanding of a Copenhagen adaptation framework or programme, as well as agreement on objectives and principles and some categories of action.", 
    "Identifying issues to be addressed at a higher level, Kolly highlighted: response measures, the polluter-pays principle, and the concept of historical responsibility.", 
    "On technology , Co-Facilitator Kumarsingh reported that parties had agreed on the establishment of a technology mechanism with a technology executive committee and a climate technology center.", 
    "He said discussions had focused on the functions of these entities and agreement had been reached with some minor issues outstanding.", 
    "Kumarsingh identified issues in need of ministerial intervention as: the reporting line between the committee and center; links between the committee and agreement on finance; and the issue of intellectual property rights.", 
    "On a shared vision for long-term cooperative action , Facilitator Zammit Cutajar observed that views had been expressed on human rights, stakeholder participation and a just transition to a new form of production and consumption, which could be addressed through further discussion.", 
    "He noted discussions on the concept of long-term goals on finance, technology and adaptation, in addition to the long-term global goal on emission reductions.", 
    "He also identified the need to resolve the issue of review, especially in terms of what is to be reviewed.", 
    "On a possible NAMA registry or mechanism , Facilitator Mukahanana-Sangarwe said no agreement had been reached on the establishment of a NAMA registry or mechanism, the functions of such a registry or mechanism, and on whether the registry should be independent from, or part of, the financial mechanism.", 
    "She said divergent views remained on whether support for NAMAs should come only from developed countries or from both developed and developing countries and identified treatment of autonomous NAMAs as an issue in need of political resolution.", 
    "Reporting on institutional arrangements for finance , Co-Facilitator Uosukainen said that the drafting group had addressed the issue of a climate fund or facility, and noted movement on the selection of a trustee for the fund or facility on an interim basis.", 
    "He said that divergent views remained on the composition and nomination of a finance board and its corresponding functions, explaining that these issues could benefit from political resolution.", 
    "He also noted that the group lacked time to address the remaining paragraphs on the establishment and functions of the proposed finance board.", 
    "On capacity building , Co-Facilitator Børsting identified difficult outstanding issues requiring political guidance.", 
    "He highlighted: institutional arrangements and financial resources for capacity building; indicators for reporting and reviewing capacity-building support; and the provision of capacity building as a legally-binding obligation.", 
    "On REDD-plus , Co-Facilitator Graham highlighted outstanding issues relating to financing, relationship to NAMAs and MRV of action and support.", 
    "On various approaches to enhancing cost-effectiveness of mitigation actions, including markets , Facilitator Figueres Olsen highlighted two outstanding issues: whether to adopt an option encouraging parties to pursue hydrofluorocarbon (HFC) regulation under the Montreal Protocol on Substances that Deplete the Ozone Layer; and the role of markets and how this role should be structured.", 
    "In his report on mitigation , Facilitator Maquieira noted the complexity of the issue, highlighting fixed positions on many paragraphs.", 
    "He also informed parties of his intention to combine proposals.", 
    "Venezuela, with Angola, for the African Group, drew attention to the option of not taking any decision on market approaches, while the US stressed the centrality of market approaches.", 
    "Late in the evening of 17 December, the COP contact group began discussing how to move forward.", 
    "The EU, supported by Japan, Colombia, Canada, the Marshall Islands, Iceland, Australia, Guyana and many others, supported establishing a friends of the chair group.", 
    "Sudan and Bolivia stressed the need for transparency and sought clarification on the establishment of a smaller group.", 
    "Sudan suggested continuation of discussions in drafting groups.", 
    "The US, opposed by Brazil, noted the possibility of convening a friends of the chair group while continuing with drafting.", 
    "South Africa, supported by Grenada, for AOSIS, suggested forwarding issues related to mitigation by developed countries, market approaches and finance to the political level.", 
    "India, supported by Egypt, said that the Protocol process should take precedence and that the reports from the friends of the chair group should go through the COP/MOP or COP before being forwarded to Heads of State.", 
    "Bangladesh, for the LDCs, said drafting groups could report back in the morning and issues could then be forwarded to the political level.", 
    "Mexico supported working in a friends of the chair format, provided the group discusses only political issues.", 
    "New Zealand stressed the need to continue working through a smaller group with higher-level representation.", 
    "Following brief consultations, contact group Chair Hedegaard recommended that the majority of drafting groups continue with their work, especially those that had reported that it would be meaningful to do so.", 
    "She also proposed convening a friends of the chair group to address political issues on mitigation by developed countries, market approaches and finance.", 
    "The G-77/China said that a friends of the chair group would have to be open-ended and allow negotiating groups to select their representatives.", 
    "Venezuela reiterated that a non-inclusive approach was unacceptable because of divergent views within groups on certain issues.", 
    "Emphasizing the late hour, COP President s Special Representative Hedegaard closed the meeting and asked the drafting groups on all issues to continue their work.", 
    "At 3:00 am on Friday 18 December, the contact group reconvened to take stock of work in the drafting groups.", 
    "Most groups had not achieved much progress.", 
    "However, progress was reported on cooperative sectoral approaches in the agricultural sector and technology transfer.", 
    "Many groups stressed that further political guidance was necessary to achieve agreement.", 
    "During the closing COP plenary on Saturday afternoon, parties adopted a decision on extending the AWG-LCA s mandate.", 
    "They also agreed to elect Margaret Mukahanana-Sangarwe (Zimbabwe) as the AWG-LCA Chair, Daniel Reifsnyder (US) as the AWG-LCA Vice-Chair and Teodora Obradovik-Grncarovska (Macedonia) as Rapporteur."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12459e.html", 
  "enb_long_title": "Copenhagen Climate Change Conference", 
  "type": "", 
  "id": "enb12459e_16", 
  "enb_end_date": "19-Dec-09"
}