{
  "countries": [
    "Turkey", 
    "Saudi Arabia", 
    "Algeria", 
    "Singapore", 
    "Mexico", 
    "United States", 
    "Saint Vincent and the Grenadines", 
    "Japan", 
    "Sierra Leone"
  ], 
  "topics": [
    "Adaptation"
  ], 
  "section_title": "Sub-paragraph 1(b)(vi) of the BAP", 
  "enb_start_date": "31-May-10", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "On 9 June, the AWG-LCA contact group considered economic and social consequences of response measures, focusing on questions by the AWG-LCA Chair ( http://maindb.unfccc.int/library/view_pdf.pl?url=http://unfccc.int/files/meetings/ad_hoc_working_groups/lca/application/pdf/ awg-lca_response_measures.pdf ).", 
    "On scope , Sierra Leone, for the African Group, Saint Vincent and the Grenadines, for AOSIS, and others identified the need to focus on the most vulnerable countries, including Africa, the LDCs and SIDS.", 
    "Saudi Arabia and Algeria stressed all developing countries must adapt to spillover effects and, opposed by the African Group, AOSIS, the US and the EU, supported inclusion of response measures under adaptation.", 
    "On establishing a forum under the COP , many developing countries supported a permanent forum to address impacts of response measures.", 
    "Turkey supported the establishment of a new forum while enhancing existing channels, such as national communications.", 
    "Many developed countries opposed establishment of new institutions and, with Mexico, supported use of national communications and supplemental information to deepen understanding.", 
    "On climate-related trade discrimination , many developing countries called for prohibiting unilateral climate-related trade measures, such as tariffs or non-tariff fiscal measures applied at the border.", 
    "The US, Singapore and Japan indicated that Convention Article 3.5 (open international economic system) adequately addresses trade concerns."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12472e.html", 
  "enb_long_title": "Bonn Climate Change Talks - May/June 2010", 
  "type": "", 
  "id": "enb12472e_18", 
  "enb_end_date": "11-Jun-10"
}