{
  "countries": [
    "China"
  ], 
  "topics": [], 
  "section_title": "CLINCHING A DEAL...", 
  "enb_start_date": "12-Nov-01", 
  "enb_short_title": "COP-7", 
  "subtype": "", 
  "actors": [
    "Umbrella Group", 
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Delegates came to Marrakesh with the aim of building on the historic - although at times seemingly fragile - political deal concluded at Bonn, and to resolve the outstanding 'technical' issues relating to the structure of the Kyoto Protocol, thereby clearing the way for the Protocol's 'timely' entry into force.", 
    "Despite what the world media seems to have thought, the conclusion of the Bonn Agreements did not imply that all the political issues had been sufficiently resolved.", 
    "Indeed, during the final days of the Bonn negotiations it had become apparent not only that some of the Parties were seeking to re-interpret the Agreements, but also that many of the remaining 'technical' issues themselves had significant political undertones.", 
    "The stakes at Marrakesh were thus high, and the threat of failure remained a distinct possibility. Aware of these concerns, the EU and the G-77/China arrived in Marrakesh determined to 'sell' a deal that would ensure sufficient ratifications for entry into force of the Protocol, preferably in time for the Johannesburg Summit in September 2002.", 
    "In the early hours of Saturday, 10 November, it became apparent that such a deal had indeed been struck, as a result of which ratification of the Protocol is now a more realistic possibility.", 
    "But it was apparent that in making this deal, the EU and the G-77/China had been compelled to concede to many of the demands of key Umbrella Group countries.", 
    "The market for a ratifiable Kyoto Protocol was very much a buyer's market."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12189e.html", 
  "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "cop", 
  "id": "enb12189e_77", 
  "enb_end_date": "12-Nov-01"
}