{
  "countries": [
    "Australia", 
    "Suriname", 
    "Tanzania", 
    "Saint Kitts and Nevis", 
    "Micronesia", 
    "Lesotho", 
    "Georgia", 
    "China", 
    "Swaziland", 
    "Germany", 
    "Venezuela", 
    "Poland"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "Adoption of the agenda", 
  "enb_start_date": "26-Nov-12", 
  "enb_short_title": "COP 18", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Parties agreed to proceed based on the provisional agenda (FCCC/CP/2012/1), with the exception of the item on the second review of the adequacy of Convention Articles 4(a) and (b), which was held in abeyance.", 
    "Rules of Procedure: COP President Al-Attiyah reminded parties of the practice since COP 1 of applying the draft rules of procedure (FCCC/CP/1996/2), with the exception of draft rule 42 on voting.", 
    "He informed parties that no consensus has been achieved in consultations by the COP 17 President, and parties agreed to apply the draft rules with the exception of draft rule 42.", 
    "At the closing plenary, COP President Al-Attiyah reported that no consensus was reached during his informal consultations.", 
    "The COP President will report back to COP 19 if any changes occur.", 
    "Election of officers: The COP closing plenary elected members of the COP Bureau: SBSTA Chair Richard Muyungi (Tanzania); SBI Chair Tomasz Chruszczow (Poland); Emmanuel Dumisani Dlamini (Swaziland); Su Wei (China); Claudia Salerno Caldera (Venezuela); Delano Bart (Saint Kitts and Nevis); Gary Cowan (Australia); Nicole Wilke (Germany); Jane J. Chigiyal (Federated States of Micronesia); and Marina Shvangiradze (Georgia) as Rapporteur.", 
    "The COP also elected the SBI Bureau, with Robert F. Van Lierop (Suriname) as Vice-Chair and Mabafokeng F. Mahahabisa (Lesotho) as Rapporteur.", 
    "The COP also elected officers to the CTCN Advisory Board.", 
    "Consultations will continue on the outstanding nominations.", 
    "The list of nominees for the CTCN Advisory Board is available at: http://unfccc.int/files/bodies/election_and_membership/application/pdf/nominations_update_2012_latest.pdf Accreditation of observers: The COP agreed to admit the proposed organizations as observers (FCCC/CP/2012/12/Rev.1 and Add.1)."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12567e.html", 
  "enb_long_title": "Doha Climate Change Conference - November 2012", 
  "type": "", 
  "id": "enb12567e_10", 
  "enb_end_date": "08-Dec-12"
}