{
  "countries": [
    "United States", 
    "Kiribati", 
    "China"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "A NEW ERA IN CLIMATE NEGOTIATIONS", 
  "enb_start_date": "28-Nov-11", 
  "enb_short_title": "COP17", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "While 21st century global challenges certainly need global solutions, it is important not to forget that climate change has very local impacts.", 
    "One such story loomed over the Conference.", 
    "UN Secretary-General Ban Ki-moon recalled a tragic encounter with a child in Kiribati who could not sleep soundly for fear that he would be stolen away in the night by a rising ocean.", 
    "This story captures the urgency of the dilemma confronting negotiators- the call to respond to the most vulnerable states and their peoples facing the impacts of climate change.", 
    "The story also speaks of an impatient generation of young people who care passionately about the issue because they will live their lives in the future.", 
    "This is a future of networked interdependence that stands in stark contrast with the geopolitics of dependency that marked most of the 20th century and the era that gave rise to the Berlin Mandate and Kyoto Protocol.", 
    "These are the voices calling across generations for urgency and increased ambition on targets to ensure that temperatures will not rise more than 1.5 to 2 degrees Celsius.", 
    "And these are the voices that recognize that the only bridge that will span the current gap in ambition is a global ethic of inclusion and fairness built on foundations of transparency and accountability.", 
    "These are the voices bearing witness in the corridors, engaging with delegations, disseminating every twist and turn in the negotiations in the unforgiving virtual public commons of the internet where negotiators are held to account in real time.", 
    "These are the voices that have judged the Durban Platform harshly.", 
    "Negotiators, however, who embody the incremental expectations of the institutions they serve, judge themselves with more modest benchmarks.", 
    "From their point of view, after the trauma of Copenhagen and the struggle to rescue the multilateral climate regime in Cancun, negotiators in Durban turned a corner and not only resuscitated the Kyoto Protocol but, in doing so, leaped to a decision that will see negotiations on a more inclusive 21st century climate regime with something approaching symmetrical reporting systems for country efforts on mitigation.", 
    "The variable but symmetrical architecture of any new instrument will be important for countries such as the United States in convincing skeptical domestic publics that a truly universal effort is now in prospect.", 
    "To paraphrase one US negotiator commenting at the conclusion of negotiations, the sales job just went from impossible to very hard.", 
    "There was a strong sense that elements of the Cancun-Durban packages, guided by a need to fulfill long overdue commitments from Bali, restored sufficient momentum for new negotiations that will need to be shaped by moving beyond the traditional lines dividing the developed and developing world.", 
    "This transcendence was first signaled in Bali but only came into full view after Copenhagen.", 
    "A fluid new set of coalitions is now taking shape, defined by shifting interests.", 
    "However, those who look first to science to measure success were the least enthusiastic about the Durban Platform, for they know that- once again- the endemic incrementalism that has haunted climate negotiations since 1992 continues to force compromise on sufficient commitments on mitigation.", 
    "The prospects for something different this time remain to be seen.", 
    "With the completion of several work programmes and the establishment of new bodies at the UNFCCC expected in 2012, there will be a rationalizing within the climate change governance system to create a greater focus on implementation and transparency.", 
    "Countries must now define strategies to deliver a global and ambitious climate treaty in four years and citizens will turn their attention to build support for action in their domestic political and economic systems as the uncertain road opens up to what some in China call an emerging ecological civilization."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12534e.html", 
  "enb_long_title": "Durban Climate Change Conference - COP17/CMP7", 
  "type": "", 
  "id": "enb12534e_139", 
  "enb_end_date": "09-Dec-11"
}