{
  "countries": [
    "Canada", 
    "Brazil", 
    "Saudi Arabia", 
    "Australia", 
    "India", 
    "France", 
    "United States", 
    "Malaysia", 
    "Zimbabwe", 
    "China", 
    "Sri Lanka", 
    "Argentina", 
    "Venezuela"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Flexibility Mechanisms", 
    "Compliance and Enforcement"
  ], 
  "section_title": "ACTIVITIES IMPLEMENTED JOINTLY (AIJ)", 
  "enb_start_date": "20-Oct-97", 
  "enb_short_title": "8th Session of the AGBM, SBSTA 7, SBI 7", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "On 20 October, delegates considered activities implemented jointly (AIJ) and selected Diego Malpede (Argentina) to chair a working group to prepare recommendations for both SBI and SBSTA.", 
    "The US said delegates could recognize that the pilot phase is still underway but agree that Parties can take credit from AIJ toward post-2000 commitments, congruent with decisions on methodological issues.", 
    "The issue is not whether, but how credit is taken.", 
    "He suggested adopting uniform reporting procedures and work programmes on methodological issues, financing and additionality of financing.", 
    "The EU said AIJ reporting needs further elaboration.", 
    "Project baselines, scenarios and emissions reductions should be more detailed.", 
    "CANADA noted progress in methodologies and benefits gained.", 
    "She said the lack of incentives for private sector engagement and of methodology for transparency and consistency slowed some areas.", 
    "She looked forward to a US draft decision, especially on credits and methodologies. BRAZIL said given parallel negotiations on QELROs and associated methodological issues, the review must be done, but he would not support any COP-3 decision that prejudges methodological work necessary to determine emissions reductions.", 
    "MALAYSIA said experience so far is not comprehensive enough to make an assessment of AIJ.", 
    "Only after reporting baselines and methodologies are addressed can delegates consider credits.", 
    "CHINA said developing country participation, GHG abatement results and investment in AIJ have been limited, so it is premature for COP-3 to make a decision based on 'scanty' estimates and analysis.", 
    "Partners should come forward with secure funding.", 
    "SAUDI ARABIA said the issue of credits is at the heart of AIJ and should be ruled out for COP-3.", 
    "ZIMBABWE noted only one project among 53 African governments and said it is premature to talk about trading or credits. On 21 October, Parties continued discussing the AIJ pilot phase.", 
    "SRI LANKA noted the obstacles posed by the additionality principle in the AIJ criteria and welcomed a decision by France to delete the additionality condition from its AIJ guidelines.", 
    "INDIA, supported by VENEZUELA, highlighted the limited scope and geographical distribution of current projects and the narrow information base available for assessment.", 
    "He said a comprehensive review of the pilot phase would not be possible as envisaged by the COP.", 
    "He called for more projects utilizing frontline technologies and clear data on GHG reductions, cost effectiveness and contribution to capacity building.", 
    "AUSTRALIA said Parties must capture the advantages in cost effectiveness and environmental gains.", 
    "He noted the importance of flexibility in financing AIJ and announced an Australian AIJ initiative with three developing countries. On 28 October, delegates adopted draft COP decisions on AIJ.", 
    "The decisions, produced by a joint SBSTA/SBI contact group, were also adopted by SBSTA on 28 October (see page 14)."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1266e.html", 
  "enb_long_title": "Seventh Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) Eighth Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "", 
  "id": "enb1266e_16", 
  "enb_end_date": "31-Oct-97"
}