{
  "countries": [], 
  "topics": [
    "Post-Kyoto Agreements"
  ], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "04-Jun-15", 
  "enb_short_title": "SB 42", 
  "subtype": "CORRIDORS", 
  "actors": [], 
  "sentences": [
    "On the third day, delegates rolled up their sleeves to informally discuss items on the agendas of the SBI and SBSTA, cognizant of the pressure to “clean the table” as far as possible ahead of COP 21 in Paris. ADP negotiations on the text for the new agreement kept delegates busy from dawn to dusk.", 
    "Delegates continued to juggle with the highly technical process of streamlining the negotiating text, painstakingly navigating through a maze of parallel options, sub-options and sub-sub-options.", 
    "Reflecting on diverging views on punctuation, hyphens and brackets, one participant sighed, “it feels like this mechanical streamlining is not bringing us one bit further.” Another delegate rejoined that the level of technicality in the ADP negotiations made it hard to see the big picture, and hoped that Thursday’s stocktaking session could signal a move to more conceptual discussions. Meanwhile, many delegates attending the Technical Expert Meeting (TEM) on renewable energy supply, the Forum on Capacity-building and the workshop on agriculture were enthusiastic about the concrete examples and resources presented, but felt the link to “what happens next” was missing and questioned how to advance on these issues in a useful way.", 
    "One observer noted that, while the TEM had demonstrated the importance of policy certainty for the private sector, little space had been dedicated to discussing scaling up pre-2020 public finance and political commitments, which “could help provide that certainty.”"
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12631e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2015", 
  "type": "", 
  "id": "enb12631e_11", 
  "enb_end_date": "04-Jun-15"
}