{
  "countries": [
    "Canada", 
    "Australia", 
    "Portugal", 
    "South Africa", 
    "Denmark", 
    "Saint Lucia", 
    "Tuvalu", 
    "Grenada", 
    "New Zealand", 
    "Bolivia", 
    "Norway"
  ], 
  "topics": [
    "Legal Status of Agreements", 
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Mitigation", 
    "Pre-Kyoto", 
    "Extension of the Kyoto protocol", 
    "Flexibility Mechanims"
  ], 
  "section_title": "NATIONAL ADAPTATION PLANS (SBI)", 
  "enb_start_date": "15-Jun-11", 
  "enb_short_title": "SB 34", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "In the morning informal consultations on national adaptation plans (NAPs), parties focused on reviewing draft text.", 
    "Several developing country parties requested additional emphasis on reference to Decision 1/CP.16 (outcome of the AWG-LCA s work), regarding the needs of the LDCs.", 
    "A number of developing countries reiterated the need for clarity on support for NAPs, calling for addressing this issue in Bonn and reflecting it in the text.", 
    "One developed country pointed to the need for progress in discussions on finance under the AWG-LCA and drew attention to the Green Climate Fund s potential role in supporting NAPs.", 
    "On the integration of NAPs into national planning processes, one party warned against being prescriptive and called for a country-driven approach.", 
    "Others requested clarity on the definition of NAPs as a process.", 
    "One developed country also identified the need to clarify the guidance that the LDC Expert Group (LEG) could provide.", 
    "On the way forward, several parties reiterated their interest in future workshops on different aspects of the NAPs.", 
    "Small group consultations will continue. FINANCE (AWG-LCA): During morning informal consultations on finance under the AWG-LCA, parties continued their consideration of the Standing Committee.", 
    "They exchanged views on: the distinction between improving coherence and coordination in the delivery of climate change financing, and rationalization of the financial mechanism; the role of the Standing Committee in measuring, reporting and verification (MRV) of support; and the Committee s relationship with the COP.", 
    "On coherence and coordination, some parties drew attention to the fragmentation of climate change financing within and outside the Convention, and the coordination function that the Standing Committee could exercise, such as identifying financing gaps, providing an overview of financial resources within and outside the Convention, and collecting information on financial flows and progress towards global goals.", 
    "Discussions also addressed the need to rationalize the plethora of funds under the Convention and to redefine their role and relationship to the Green Climate Fund.", 
    "Parties continued to express divergent views on whether the Standing Committee s role should be advisory or supervisory.", 
    "Some parties proposed focusing on the functions/activities of the Standing Committee.", 
    "Others proposed a pragmatic approach and cautioned against prejudicing the ability of the Standing Committee to play an effective role in the evolving international climate change architecture, identifying the need to focus on guidance for a COP decision.", 
    "On MRV of support, issues highlighted included: whether MRV is restricted to mitigation; the need for instruments such as a registry; and mechanisms under the Convention to address this. MARKET AND NON-MARKET APPROACHES (AWG-LCA): During morning informal consultations on market and non-market approaches, parties continued presenting on their submissions on the elaboration of market and non-market mechanisms, followed by a discussion of these presentations by all parties.", 
    "Parties then moved to a discussion on the way forward, focusing on clarifying expectations for draft decisions to be forwarded by the AWG-LCA to the COP in Durban, including specific elements and structure of the draft decisions.", 
    "One party said any new market mechanisms must be established within an international framework.", 
    "Regarding specific elements, one party highlighted, among other things, measures to avoid double counting.", 
    "Another party called for two decisions, one creating new market mechanisms and the other containing non-market approaches.", 
    "Informal informal consultations will continue. ARRANGEMENTS FOR INTERGOVERNMENTAL MEETINGS (SBI): During the morning contact group, parties considered draft SBI conclusions paragraph-by-paragraph.", 
    "No agreement was reached on proposed language recommending that arrangements be made to organize the high-level segment of the COP and COP/MOP in line with the positive experience of the Cancun Conference.", 
    "Divergent views also remained on the desirability of an additional one-week intersessional meeting.", 
    "Parties considered text on the engagement of observer organizations, with many supporting enhancing their participation. REVIEW (AWG-LCA): In the informal group on review of the long-term global goal, parties commented on a note prepared by the facilitator, summarizing issues highlighted during previous discussions and in parties written inputs.", 
    "On the scope of the review, several parties said this should be limited to a review of the adequacy of the long-term goal, while others said it should also include actions to be taken by the COP on the basis of the outcome of the review.", 
    "One party also proposed reviewing support to developing countries.", 
    "On modalities, some parties expressed preference for using existing mechanisms to undertake the review and opposed the establishment of a new mechanism.", 
    "On the inputs, parties highlighted the IPCC s Fourth Assessment Report (AR4), IPCC working group contributions to the Fifth Assessment Report (AR5) and the proposed biennial reports.", 
    "One party said the review should also consider avoided damages and the benefits of lowering the 2°C goal.", 
    "Parties then considered the way forward, including whether the facilitator should revise the note to include new views and inputs, or whether the note should be translated into negotiating text.", 
    "Informal consultations will continue. ANNEX I FURTHER COMMITMENTS (AWG-KP): In the morning AWG-KP contact group, spin-off group facilitators provided updates on negotiations.", 
    "On numbers and amendments, Leon Charles (Grenada) noted that the aggregate scale of Annex I emission reductions, individual targets and conversion into quantified emission reduction and limitation objectives (QELROs) remain political issues.", 
    "He highlighted divergent views on the length of the commitment period, but noted that parties had clarified considerations.", 
    "On LULUCF, Peter Iversen (Denmark) said discussions focused on force majeure and the need to ensure clarity and consistency in its application.", 
    "He explained that further discussion was required.", 
    "On the flexibility mechanisms, Pedro Barata (Portugal) said there had been little success in streamlining the text but that parties had identified some issues that should be addressed by Durban, including the inclusion of nuclear energy under the CDM and JI, and the establishment of new mechanisms.", 
    "On the basket of methodological issues, AWG-KP Vice-Chair Diouf Sarr noted differing views on the common metrics to calculate carbon dioxide equivalence of greenhouse gases, including which global warming potential values should be used.", 
    "On new greenhouse gases, she noted diverging views but growing convergence on inclusion of nitrogen trifluoride, new hydrofluorocarbons (HFCs) and perfluorocarbons (PFCs).", 
    "She invited New Zealand to convene a drafting group to find solutions on common metrics and new gases.", 
    "During discussions, SAINT LUCIA said eligibility criteria and accounting issues related to the flexibility mechanisms should be addressed in the spin-off groups and emphasized that parties should move to the higher end of their pledge ranges without conditionalities.", 
    "BOLIVIA said discussions should focus on reducing the gap between pledges and what is required. AUSTRALIA, with CANADA, said addressing climate change is best served by a regime that includes commitments from all major emitters and said that the regime constructed under the AWG-LCA should draw together actions by all.", 
    "AUSTRALIA underscored the need to resolve technical issues related to LULUCF under the AWG-KP track.", 
    "The EU reiterated that translation of pledges into QELROs depends on defining applicable rules.", 
    "He emphasized that progress on large parts of the text, including on market mechanisms, is vital.", 
    "He said a decision on a second commitment period would be considered in the context of progress on MRV and international consultation and analysis (ICA), and progress towards a comprehensive, legally-binding framework capturing all major emitters. NORWAY said their overarching condition is that the Durban outcome should be environmentally meaningful in line with the 2ºC target.", 
    "She stressed that certainty is needed on inclusion of all major emitters in a global framework and a complete system of MRV. TUVALU underscored the importance of discussing rules in the context of a second commitment period, rather than as an information base for negotiations in other tracks.", 
    "AUSTRALIA and NEW ZEALAND highlighted the need for coherent rules across tracks, noting that a managed forest is a managed forest regardless of whether parties take commitments under the Kyoto Protocol or under a broader climate regime. AWG-KP Chair Macey said work in the various spin-off groups and political discussions would continue.", 
    "He invited Alf Wills (South Africa) to undertake informal consultations on the necessary steps between now and Durban. LEGAL OPTIONS (AWG-LCA): In the AWG-LCA informal group on legal options, parties acknowledged the diversity of views on the need for a legally-binding outcome under the AWG-LCA and discussed the way forward.", 
    "Many developing countries highlighted that progress in the AWG-KP track is necessary to enable progress under the AWG-LCA, and that a possible, legally-binding outcome under the AWG-LCA would be complementary to a Kyoto Protocol second commitment period.", 
    "They also said that discussions of the legal form could prejudge the outcomes under other AWG-LCA informal groups, suggesting that those outcomes are required for addressing the legal form.", 
    "Many highlighted that the AWG-LCA s outcome should be based on the Convention s principles and provisions.", 
    "Based on proposals previously submitted by parties in accordance with Convention Article 17 (protocols), many parties supported the preparation of a paper on options for the legal form by the facilitator.", 
    "They noted that looking into the substantive elements of the proposals could enable further understanding among parties.", 
    "Some developing countries opposed this, saying that the discussions were too immature for such exercises.", 
    "One party suggested, and many supported, that the facilitator prepare a summary reflecting discussions.", 
    "Some parties shared their views on which elements should be included in a legally-binding outcome under the AWG-LCA.", 
    "Some developed countries suggested considering quantified emission reductions by developed countries and nationally appropriate mitigation actions (NAMAs) by developing countries in a top-down approach, and incorporating key elements, such as market mechanisms, in a legally-binding instrument.", 
    "Other parties suggested including emission reductions in a legally-binding instrument, while other elements requiring more flexibility could be included in a COP decision.", 
    "Some underscored how their proposals reflected the Convention s provisions, including the principle of common but differentiated responsibilities."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12510e.html", 
  "enb_long_title": "UN Climate Change Conference June 2011", 
  "type": "", 
  "id": "enb12510e_1", 
  "enb_end_date": "15-Jun-11"
}