{
  "countries": [
    "Saudi Arabia", 
    "Uruguay", 
    "Denmark", 
    "Tanzania", 
    "Jordan", 
    "Qatar", 
    "China", 
    "Kuwait", 
    "Switzerland", 
    "Japan", 
    "Norway", 
    "Poland"
  ], 
  "topics": [
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "POLICIES AND MEASURES", 
  "enb_start_date": "30-Jul-01", 
  "enb_short_title": "COP-6 bis", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "This matter was taken up by the SBSTA on Tuesday, 24 July.", 
    "SBSTA Chair Dovland noted Party views submitted on the Terms of Reference (TOR) for a proposed workshop on 'best practices' in policies and measures (P&Ms) among Annex I Parties, to be concluded at the current SBSTA session.", 
    "Saudi Arabia, opposed by the G-77/China, CG-11, the EU, AOSIS and others, requested that the issue be deferred, as a decision regarding the workshop had not been officially adopted at COP-6 Part I.", 
    "Chair Dovland said he would consult with President Pronk and said informal consultations on the TOR would be facilitated by José Romero (Switzerland) and Richard Muyungi (Tanzania). During the final SBSTA plenary on Friday, 27 July, Parties agreed on a draft decision (FCCC/SBSTA/2001/L.4), with minor changes.", 
    "José Romero gave feedback on an informal meeting on P&Ms, in which the TOR were agreed for a workshop to be held in October 2001, sponsored by Denmark and Norway.", 
    "Supporting the draft conclusion, Uruguay requested reference to 'domestic' voluntary agreements.", 
    "Saudi Arabia, Qatar, Kuwait, and Jordan - opposed by numerous non Annex I Parties, as well as Poland, the EU and Japan - objected to the adoption of the conclusions, arguing that these could not be adopted until after the formal adoption of the decision on polices and measures.", 
    "Saudi Arabia suggested that this decision be deferred.", 
    "Denmark and Norway noted that funding of the workshop was conditional on it being held before COP-7.", 
    "Overriding the objections of Saudi Arabia, Chair Dovland ruled that SBSTA was entitled to decide on holding this workshop.", 
    "Following a request from Saudi Arabia, a small group was convened to address concerns on the text.", 
    "The small group reached agreement on a decision (FCCC/SBSTA/2001/L.4).", 
    "In accordance with the decision, SBSTA, inter alia: takes note of submissions by Parties on the TOR of the proposed workshop; accepts the offer by Denmark and Norway to host the workshop in October 2001; and decides to consider the report of the workshop at its fifteenth session."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12176e.html", 
  "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION", 
  "type": "", 
  "id": "enb12176e_48", 
  "enb_end_date": "30-Jul-01"
}