{
  "countries": [
    "Belgium"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer"
  ], 
  "section_title": "ENABLING ENVIRONMENTS FOR TECHNOLOGY TRANSFER", 
  "enb_start_date": "11-Apr-03", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "EGTT member Bernard Mazijn (Belgium) described the evolution of discussions on technology transfer since the 1970s, noting that it was now considered an integral component in sustainable development, as demonstrated by the numerous references to the issue in the WSSD Plan of Implementation.", 
    "He highlighted a recent EU initiative focusing on technology transfer in the context of climate change, sustainable production and consumption, water, soil protection and cross-cutting enabling activities.", 
    "At the international level, he argued that common ground existed among developed and developing countries for the removal of barriers to technology transfer.", 
    "While supporting a clear focus on technology transfer in the climate change context, he also called for developing synergies with other multilateral environmental agreements and at a 'meta- level' with other agencies and processes. Daniele Violetti, UNFCCC Secretariat, outlined the history of work on enabling environments in the climate change context, including various recommendations and decisions taken since SB-5 in 1997.", 
    "He took note of a survey (FCCC/SBSTA/1998/INF.5) carried out in 1997 by the Secretariat and the University of Amsterdam that had identified Annex I Parties\u0092 public policies for promoting technology transfer.", 
    "These policies included measures to create awareness, disseminate information, provide technical assistance, create an appropriate fiscal environment, and remove trade barriers.", 
    "Violetti also drew attention to another technical paper on barriers and opportunities to technology transfer (FCCC/TP/1998.1) that had identified institutional, political, technical, financial, general, and cultural barriers, as well as opportunities relating to legal instruments and tax regimes, partnerships, the dissemination of information on government programmes, and economic instruments and environmental standards. Participants also heard a presentation on enabling environments from Ogunlade Davidson, Co-Chair of IPCC Working Group III.", 
    "Noting the importance of broad stakeholder involvement, he said it is essential to identify the motivations that drive various stakeholders to engage in the technology transfer process.", 
    "To develop an enabling environment for technology transfer, he said developed countries should support the development agenda and local capacities in non-Annex I Parties and EITs, establish systems that are sufficiently flexible to cope with the unique conditions in different developing countries, and support effective consultations and long-term commitments.", 
    "Developing countries should establish a clear development agenda, identify indigenous capacities, coordinate external resources, set up an effective consultative process, and develop appropriate monitoring and evaluation systems."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12210e.html", 
  "enb_long_title": "UNFCCC Workshop on enabling environments for technology transfer", 
  "type": "", 
  "id": "enb12210e_6", 
  "enb_end_date": "11-Apr-03"
}