{
  "countries": [
    "Canada", 
    "Japan", 
    "China"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Adaptation"
  ], 
  "section_title": "Adaptation Fund", 
  "enb_start_date": "28-Nov-05", 
  "enb_short_title": "UNFCCC COP 11 and COP/MOP 1", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Preliminary discussion of this item was held in the contact group on 29 November.", 
    "Discussion was then held informally until the contact group finalized discussions on 6 December.", 
    "After extensive procedural debate, discussions began on a Co-Chairs\u0092 text, with delegates seeking to include elements of one or both of the G-77/China and EU proposals into that text.", 
    "A key area of discussion was whether the GEF should serve as the financial mechanism for the Fund, with the G-77/China believing that this might not be the best option, and stressing the need to develop a Memorandum of Understanding (MOU) between the COP/MOP and the operating entity of the Fund, and to avoid the 'onerous operational policies on eligibility criteria,' including 'incremental costs.", 
    "' The EU proposed a sliding-scale on co- financing to measure additional costs. At the last contact group meeting on 6 December, the Co-Chairs suggested, and parties agreed, to delete the bracketed sections of the draft decision, which deal with eligibility criteria and other elements of the fund, and to forward draft conclusions and a draft COP/MOP decision to the SBI, which adopted these conclusions in plenary later that day.", 
    "The COP/MOP adopted the decision on 9 December, at which time Canada noted its commitment to addressing urgent adaptation needs and pledged C$5 million for the Adaptation Fund.", 
    "Japan stressed that the GEF should be the operating entity for the Adaptation Fund."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12291e.html", 
  "enb_long_title": "Eleventh session of the Conference of the Parties to the Climate Change Convention and first meeting of the Parties to the Kyoto Protocol", 
  "type": "", 
  "id": "enb12291e_100", 
  "enb_end_date": "09-Dec-05"
}