{
  "countries": [
    "Canada", 
    "Jamaica", 
    "Australia", 
    "Samoa", 
    "Tuvalu", 
    "United States", 
    "China", 
    "Japan"
  ], 
  "topics": [
    "Flexibility Mechanisms"
  ], 
  "section_title": "MECHANISMS - RUNNING OUT OF GAS?", 
  "enb_start_date": "18-Sep-00", 
  "enb_short_title": "SB-13", 
  "subtype": "", 
  "actors": [
    "Umbrella Group", 
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Progress on mechanisms was disappointing.", 
    "Parties arrived at SB-13 with a 125-page text, and departed with a 200-page text and an assurance that they will be able to make further submissions prior to COP-6.", 
    "The battle lines remain drawn on issues such as 'supplementarity,' an issue that has plagued the mechanisms discussions since their inception.", 
    "While the EU and G-77/China are in favor of quantitative caps and domestic action, the Umbrella Group (an informal alliance of like-minded developed countries, including Australia, Canada, Japan and the US) is against this, citing the power of the market to determine the appropriate balance.", 
    "In a similar vein, the role of legal entities in emissions trading, and the need to build in appropriate safeguards to ensure proper accounting, has come in for heated debate. One particularly crucial area of disagreement and controversy, however, remains the issue of including sinks in the CDM.", 
    "There is little movement on this issue, whether between or within negotiating groups or even within the NGO community.", 
    "Some Parties, including the EU, Tuvalu, Samoa, China and Jamaica, are in favor of excluding sinks from the CDM.", 
    "The concerns about uncertainty, leakage and non-permanence, if realized, could contribute to making a mockery of the Kyoto targets, yet sinks could offer the potential for contribution to sustainable development in some developing countries, while focusing efforts on carbon sequestration.", 
    "The outcome at COP-6 on this issue will largely depend on the political initiative taken at the Ministerial consultations slated for early October, where LULUCF in general, particularly sinks under the CDM, is expected to be at the top of the agenda."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12151e.html", 
  "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC", 
  "type": "SBI/SBSTA", 
  "id": "enb12151e_54", 
  "enb_end_date": "18-Sep-00"
}