{
  "countries": [
    "Brazil", 
    "Pakistan", 
    "Saudi Arabia", 
    "Australia", 
    "Algeria", 
    "Singapore", 
    "Tuvalu", 
    "India", 
    "United States", 
    "China", 
    "Canada", 
    "Japan", 
    "Norway"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer"
  ], 
  "section_title": "MITIGATION (paragraph 1(b)(iv) of the BAP)", 
  "enb_start_date": "12-Aug-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "African Group", 
    "Group of 77"
  ], 
  "sentences": [
    "In the afternoon, Farrukh Khan (Pakistan) facilitated the informal sub-group on paragraph 1(b)(iv) of the BAP (cooperative sectoral approaches and sector-specific actions).", 
    "He noted that certain areas in the text required further clarity, and requested parties focus on questions, including what cooperative sectoral approaches should and should not do, what they should do for Annex I parties and non-Annex I parties, and what should they do for all parties. JAPAN emphasized the potential of sectoral approaches to reduce emissions in both developed and developing countries, and noted that they help promote technology transfer and capacity building in developing countries.", 
    "Brazil, for the G-77/CHINA, said proposed actions in sectors should be voluntary and compatible with an open international economic system.", 
    "SAUDI ARABIA said sectoral approaches should enhance implementation of Convention Article 4.1(c) (development, application and diffusion, including transfer, of technologies).", 
    "He said they should not be used to set sectoral goals or targets or compare sector-specific actions between countries or regions.", 
    "INDIA said all proposals must relate to Convention Article 4.1(c), and opposed harmonization of sectoral standards.", 
    "The EU said opportunities to increase efficiency and sustainability through sectoral approaches should not be ignored, and said the shipping and aviation sectors should be included in a global agreement.", 
    "NORWAY and SINGAPORE suggested that the International Maritime Organization (IMO) and the International Civil Aviation Organization (ICAO) update the group on recent activities, while SAUDI ARABIA said this was not the venue for observer organizations to give reports.", 
    "INDIA said they should explain how these proposals embody common but differentiated responsibilities, and how they relate to Convention Article 4.1(c).", 
    "The IMO noted 75% of ships in international trade are registered in non-Annex I countries, implying massive technology transfer for these ships, and said that funds generated under market-based approaches would be used for climate change purposes in developing countries.", 
    "ICAO reported on the programme of action on aviation and climate change.", 
    "Algeria, for the AFRICAN GROUP, said sectoral approaches were best applied at the national level, and, regarding the aviation sector, said additional constraints or incremental costs should not be imposed on developing countries. AUSTRALIA said sectoral approaches can assist parties in meeting obligations, but that they should not replace economy-wide commitments or be imposed on countries.", 
    "The US noted that expertise resides at the sectoral level, which provides a good vehicle to promote cooperation, and noted overlap with sections on technology, adaptation and mitigation. TUVALU said the section on sectoral approaches could be simplified and should not be too prescriptive or highlight specific sectors, with the exception of bunker fuels.", 
    "CANADA noted duplication and called for coherence with the section on technology.", 
    "Facilitator Khan said a paper structuring proposals and ideas on objectives, scope and policy guidelines around the five questions will be made available by Thursday."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12424e.html", 
  "enb_long_title": "Bonn Climate Change Talks - August 2009", 
  "type": "", 
  "id": "enb12424e_3", 
  "enb_end_date": "12-Aug-09"
}