{
  "countries": [
    "Canada", 
    "United Kingdom", 
    "Iran", 
    "Mexico", 
    "United States", 
    "Sweden", 
    "China", 
    "Japan", 
    "Switzerland", 
    "Hungary", 
    "Norway"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Compliance and Enforcement", 
    "Pre-Kyoto", 
    "National Communications & Inventories"
  ], 
  "section_title": "COMMITTEE OF THE WHOLE (COW)", 
  "enb_start_date": "06-Dec-97", 
  "enb_short_title": "3rd COP FCCC", 
  "subtype": "plenary", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "On Article 4 (the EU 'bubble'), NORWAY reported consultations had made progress by clarification and concession from the EU and the proposal would be amended.", 
    "He said important issues are still outstanding.", 
    "On Article 10 (voluntary commitments), MEXICO reported that delegates had expressed an interest in cooperating on the issue, but there were no indications that all regional groups are interested in contact group discussions. Delegates considered a draft decision on methodological issues related to a protocol, under which the COP would reaffirm that Parties should use the Revised 1996 IPCC guidelines for GHG inventories. In a bracketed paragraph, the COP would also reaffirm that global warming potential (GWPs) used by Parties should be those provided by the IPCC based on the effects of the GHGs over a 100-year time horizon.", 
    "For information only, Parties may use another time horizon.", 
    "CHINA proposed that GWP should take into account the inherent and complicated uncertainties involved in GWP estimation. SWITZERLAND, supported by HUNGARY, urged SBSTA to further elaborate on the inclusion of bunker fuel emissions in overall GHG inventories. JAPAN, opposed by the UK, said there were 'actual' and 'potential' methods of estimating emissions and proposed a new paragraph under which the COP would affirm the 'actual' method for including HFC, PFC and SF6 emissions in QELROs.", 
    "The US, supported by NORWAY, called for using actual methodology where data is available.", 
    "Consultations will continue on this draft decision. Chair Mahmoud Ould El-Ghaouth reported that the negotiating group on policies and measures (P&Ms) had produced a draft document, although divergence of views persisted on whether P&Ms should be compulsory or not.", 
    "The draft text contains three paragraphs.", 
    "The first lists a number of policies and measures and includes bracketed references to: certain kinds of P&Ms; voluntary commitments by non-Annex I Parties; implementation in accordance with national circumstances; and assessment of P&Ms\u0092 application by the MOP.", 
    "Bracketed paragraph 2 refers to whether Annex I Parties 'shall implement' or 'strive to implement' P&Ms in ways to minimize the adverse effects of climate change and adverse effects of P&Ms on other Parties.", 
    "Bracketed paragraph 3 addresses the coordination of P&Ms. On QELROs, Chair Raúl Estrada Oyuela recalled that emissions trading and joint implementation (JI) had not been discussed by the COW.", 
    "CANADA underscored the importance of national circumstances and highlighted it\u0092s development of renewable energy sources. The Chair of the working group on I&Ms, Takao Shibata (Japan), reported progress in discussions on Articles on the MOP/COP, compliance mechanisms, and entry into force.", 
    "Patrick Szell (UK) is continuing work in a contact group.", 
    "He said the resolution of some issues would depend on negotiations in other areas.", 
    "Parties have requested: a reference to Article 4.1 of the FCCC in the Preamble; that negotiators revisit Article 14 on the MOP after discussion on relevant sections of the text; and the inclusion of a reference to the proposed clean development fund in Article 18.", 
    "He said Parties have agreed that the FCCC COP shall serve as the meeting of the parties to the protocol, having agreed the principle of functional integration but legal distinction between the bodies.", 
    "Negotiations are continuing on whether to adopt new rules of procedure.", 
    "On the compliance mechanism, the Parties are considering whether: to adopt binding penalties; the nature of such penalties; and whether the mechanism should extend to all Parties. Bo Kjellén, (Sweden), Chair of the working group on Articles 12 and 13 on commitments and finance, reported continuing discussion on a reference to FCCC Article 4.1 and a number of sub-paragraphs. Estrada said some delegations were seemingly unwilling to compromise on other matters until negotiations on QELROs were completed.", 
    "Parties delaying agreement need to be aware of their responsibility in the whole process. In the evening, IRAN reported on consultations regarding the proposed compensation fund."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1272e.html", 
  "enb_long_title": "Third Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "cop", 
  "id": "enb1272e_1", 
  "enb_end_date": "06-Dec-97"
}