{
  "countries": [
    "Brazil", 
    "Australia", 
    "Bangladesh", 
    "South Africa", 
    "Gambia", 
    "Zambia", 
    "Micronesia", 
    "Russian Federation", 
    "China", 
    "Switzerland", 
    "Japan", 
    "Bolivia", 
    "Norway", 
    "Philippines", 
    "Spain"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "ANNEX I EMISSION REDUCTIONS (AWG-KP)", 
  "enb_start_date": "11-Jun-10", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "In the morning contact group, parties exchanged views on the draft conclusions.", 
    "On the way forward, in particular in relation to the work of the AWG-LCA, Spain, for the EU, supported by NORWAY, SWITZERLAND and JAPAN, urged for text reiterating the need for a coherent approach between the Convention and Protocol in relation to commitments by Annex I parties, as agreed by AWG-KP 6 (FCCC/KP/2008/8).", 
    "Cautioning against cherry picking from other documents, CHINA urged focusing on the current state of negotiations.", 
    "ZAMBIA suggested that progress has been made since PoznaÅ\u0084 and should be reflected in the outcome of this session.", 
    "Highlighting the principle of common but differentiated responsibilities as well as Protocol Article 3.9 (Annex I further commitments), Brazil, for the G-77/CHINA, stressed the need to prioritize the AWG-KP s work.", 
    "JAPAN, with the RUSSIAN FEDERATION, underscored that both AWGs go hand in hand.", 
    "The EU cautioned against a narrow understanding of the Convention and emphasized Annex I countries willingness in taking the lead with deep emission reductions.", 
    "On the update of a paper compiling pledges (FCCC/KP/AWG/2010/INF.1), SOUTH AFRICA, supported by the EU, NORWAY, BOLIVIA, the FEDERATED STATES OF MICRONESIA and the GAMBIA, proposed taking into consideration the information considered at this session, in particular the tables prepared by the Secretariat, showing the translation of current pledges into QELROs.", 
    "Opposing this proposal, JAPAN and the RUSSIAN FEDERATION noted the different status of the information contained in the document and the mathematical calculation provided by the Secretariat.", 
    "AUSTRALIA said that the tables are highly hypothetical and do not reflect the views of parties.", 
    "Co-Chair Charles explained that the tables were introduced by the Secretariat for illustration purposes and have not been subject to intensive scrutiny by parties.", 
    "He suggested continuing to work on the issue at the next session.", 
    "BANGLADESH suggested updating the technical paper on transforming pledges into QELROs (FCCC/TP/2010/2) and, supported by the EU, that targets be expressed in gigatonnes.", 
    "On inviting Annex I parties to submit information on their expected use of LULUCF and the flexibility mechanisms in the next commitment period, the PHILIPPINES requested also including text on the share of domestic reductions. LEGAL MATTERS (AWG-KP): Co-Chair Albàn invited parties to consider the draft conclusions, keeping in mind the need to provide guidance to the Secretariat on the scope of the proposed paper and that a legal analysis is required.", 
    "She explained that the conclusions on legal matters will be included in the set of conclusions to be prepared by the AWG-KP Chair. SOUTH AFRICA, CHINA and Spain, for the EU, highlighted the need for the conclusions to reflect the context of the contact group s work.", 
    "SOUTH AFRICA stressed that the context is to ensure that there is no gap between the first and second commitment periods.", 
    "The FEDERATED STATES OF MICRONESIA, supported by SOUTH AFRICA and CHINA, but opposed by JAPAN, stressed that the language with a view to avoiding a gap between the first and second commitment periods is too weak, noting that in decision 1/CMP.1 (consideration of Annex I parties commitments for subsequent periods under Protocol Article 3.9), parties have already agreed to ensure that there is no such gap.", 
    "The RUSSIAN FEDERATION, opposed by the GAMBIA, proposed deleting reference to the second commitment period, preferring language on subsequent commitment periods.", 
    "The RUSSIAN FEDERATION, JAPAN and others also opposed reference to environmental integrity, identifying it as a political, not a legal, issue.", 
    "On the aim of the paper, parties discussed whether the text should read: to address a possible gap, to ensure that there is no gap or to address and/or avoid a gap.", 
    "Many parties opposed requesting the Secretariat to carry out an assessment or analysis, preferring to request the Secretariat to identify and/or explore."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12471e.html", 
  "enb_long_title": "Bonn Climate Change Talks - May/June 2010", 
  "type": "", 
  "id": "enb12471e_3", 
  "enb_end_date": "11-Jun-10"
}