{
  "countries": [
    "Canada", 
    "Brazil", 
    "Romania", 
    "Indonesia", 
    "Peru", 
    "Philippines", 
    "Finland", 
    "India", 
    "Israel", 
    "Russian Federation", 
    "Switzerland", 
    "Trinidad and Tobago", 
    "Maldives", 
    "Chile", 
    "Japan", 
    "Paraguay", 
    "Hungary", 
    "Argentina"
  ], 
  "topics": [], 
  "section_title": "Post-2012", 
  "enb_start_date": "09-Dec-05", 
  "enb_short_title": "UNFCCC COP 11 and COP/MOP 1", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "ROMANIA welcomed discussions on a post-2012 framework as an opportunity for 'intense cooperation among all governments.", 
    "' HUNGARY said changes since the 1990s meant it was timely to review approaches to climate change, and supported President Dion\u0092s efforts.", 
    "JAPAN said Kyoto should be used as a springboard on the 'long journey to reduce greenhouse gas emissions,' and supported work on Article 3.9 and a broader approach to create an effective framework where all Parties participate.", 
    "FINLAND said the negotiations on Article 3.9 should be placed in the wider context of global efforts and common but differentiated responsibilities.", 
    "Many speakers, including TRINIDAD AND TOBAGO, INDONESIA, ISRAEL, CHILE, PERU and PARAGUAY also supported discussions in the context of the principle of common but differentiated responsibilities. CANADA emphasized the need to engage in parallel efforts, both under Article 3.9 and under the Convention.", 
    "The RUSSIAN FEDERATION called for a new mechanism allowing countries to take voluntary emissions commitments.", 
    "SWITZERLAND emphasized its commitment to continue the Protocol beyond 2012, while stressing the need to expand the multilateral framework and for emerging countries to participate.", 
    "The PHILIPPINES urged developed countries to engage in future commitments and MALDIVES also called for industrialized country leadership.", 
    "BRAZIL noted the importance of positive incentives for developing countries to adopt mitigation plans, and said common but differentiated responsibilities do not imply an absence of responsibilities.", 
    "Noting low per capita emissions, high projected growth and the need for sustainable development, INDIA stressed cooperative action on technology research and dissemination, in particular on energy efficiency and risk management.", 
    "ARGENTINA supported wide participation in a future regime, and recognition of the environmental debt generated by imposing adaptation costs on developing countries."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12290e.html", 
  "enb_long_title": "Eleventh session of the Conference of the Parties to the Climate Change Convention and first meeting of the Parties to the Kyoto Protocol", 
  "type": "", 
  "id": "enb12290e_10", 
  "enb_end_date": "09-Dec-05"
}