{
  "countries": [
    "Canada", 
    "Ukraine", 
    "Qatar", 
    "Australia", 
    "Iran", 
    "Chile", 
    "Mexico", 
    "Indonesia", 
    "India", 
    "South Africa", 
    "United States", 
    "Russian Federation", 
    "China", 
    "Uganda", 
    "Switzerland", 
    "Japan", 
    "New Zealand", 
    "Norway", 
    "Brazil"
  ], 
  "topics": [], 
  "section_title": "PROCESS AND NEXT STEPS:", 
  "enb_start_date": "27-Aug-07", 
  "enb_short_title": "AWG 4", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "During the Monday afternoon and Wednesday morning sessions, several delegates addressed the question as to how the Convention Dialogue process should be taken forward after the Co-Facilitators' report to COP 13.", 
    "India said the Co-Facilitators' report to COP 13 should be a compilation of views expressed during the Dialogue rather than a reflection of their sense of the discussions.", 
    "Co-Facilitator Bamsey emphasized that the report would not contain any conclusions or recommendations but would reflect the diversity of views put forward.", 
    "He said, however, that parties did not seem to have fundamental disagreements but that their differences related to specific design issues.", 
    "The Republic of Korea and China proposed extending the Convention Dialogue for two more years and Iran supported continuing it in the current format.", 
    "Qatar supported a new agenda item on long-term cooperation under the COP, while continuing the Dialogue.", 
    "Indonesia called for a strengthened mandate and a decision from COP 13 for more comprehensive and in-depth discussion on the building blocks for long-term cooperation.", 
    "Canada stressed the need to build on the momentum created by the Dialogue and launch a process at COP 13 to establish a broad and comprehensive post-2012 framework involving all Convention parties.", 
    "Mexico called for an immediate follow-up to build consensus and promote a framework for action, and said Bali should provide a basis for negotiations.", 
    "Also Switzerland, New Zealand, Australia, Uganda and several others supported the idea of continuing the Convention Dialogue process through negotiations.", 
    "The Russian Federation proposed formal negotiations within the COP, the subsidiary bodies or within a new expert group.", 
    "AOSIS indicated that a follow-up process for the Dialogue would involve forming a new body, and consideration of its mandate, operation and timeframe for completing the work.", 
    "South Africa recommended that COP 13 convene an open working group to facilitate refinement of key ideas.", 
    "The EU called for a roadmap from Bali leading to a global comprehensive post-2012 agreement in 2009, and a work programme linked to the AWG and the review of the Kyoto Protocol under Article 9.", 
    "Ukraine and Norway proposed that COP 13 should launch a negotiation process to be finalized at COP 15.", 
    "New Zealand suggested that if negotiations were to be concluded in the timeframe suggested by some parties, the process will need to be more efficient.", 
    "Chile supported the continuance of the Dialogue in formal negotiations, parallel to the AWG, and Brazil identified a two-track process explaining that the AWG will lead to legally binding mitigation by Annex I countries.", 
    "He proposed a formal process to succeed the Dialogue, focusing on voluntary and incentivized action by non-Annex I countries.", 
    "Japan emphasized the need to ensure effectiveness, and with Norway, called for an inclusive one-track process.", 
    "The United States outlined President Bush's major economies' initiative that would lead to an agreement by major economies on a new framework by 2008 and contribute to global agreement under the UNFCCC in 2009.", 
    "He stated that the Dialogue had highlighted areas of agreement for further focus, in particular, the calls for a new negotiation process.", 
    "He called on parties to be cognizant of existing work programmes under the Convention, and looked forward to the United States making a significant contribution. CAN International reminded delegates of the high expectations for Bali from the general public and business.", 
    "Wrapping up the workshop on Wednesday morning, Co-Facilitator Bamsey noted that the non-negotiation approach pursued during the Dialogue had freed up discussion and resulted in a wide range of new ideas and enhanced understanding.", 
    "While the discussion had not always been comfortable, he hoped that the process had improved confidence.", 
    "He noted that many had called for a formal process to be launched in Bali and this combination of process and substance would provide a full task for negotiators at COP 13."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12339e.html", 
  "enb_long_title": "Vienna Climate Change Talks 2007 - AWG 4 and the Dialogue 4", 
  "type": "working group", 
  "id": "enb12339e_19", 
  "enb_end_date": "31-Aug-07"
}