{
  "countries": [
    "United Arab Emirates", 
    "Sweden", 
    "Maldives", 
    "China", 
    "Mali"
  ], 
  "topics": [
    "Post-Kyoto Agreements"
  ], 
  "section_title": "TEM ON RENEWABLE ENERGY SUPPLY", 
  "enb_start_date": "04-Jun-15", 
  "enb_short_title": "SB 42", 
  "subtype": "", 
  "actors": [
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "ADP Co-Chairs Reifsnyder and Djoghlaf opened the meeting, explaining that, in conjunction with the TEM, the Secretariat has organized a Climate Action Fair, including side events, exhibits, a dialogue series, a networking reception and a virtual expo. Mali, for the G-77/CHINA, called for linking opportunities demonstrated by the TEM to action on the ground, and Maldives, for AOSIS, called for the TEM to result in tangible action items. TEM Moderator Amit Kumar, TERI University, introduced the keynote speakers.", 
    "Angela Churie Kallhauge, International Renewable Energy Agency (IRENA), reported that to stay within a 450ppm scenario, fossil fuel substitution must yield 8-10 Gt of carbon dioxide emission reductions per year by 2030.", 
    "She said 164 countries have renewable energy targets, but more effort is needed to make these targets enforceable.", 
    "Thomas Spencer, Institute for Sustainable Development and International Relations, emphasized that deep decarbonization is financially and technologically feasible. Policy, Practices and Action – Unlocking Potential on the Ground Now: During this session, panelists reflected on: the United Arab Emirates’ renewable energy strategies; a Brazilian technology that produces sugar ethanol that is seven times less polluting than traditional ethanol; the role of a long-term policy framework, including a US$130/ton carbon tax and an electricity certificate scheme in Sweden in increasing the renewable energy share to over 50%; and the increasingly strong business case for renewable energy investment."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12631e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2015", 
  "type": "WORKING GROUP", 
  "id": "enb12631e_7", 
  "enb_end_date": "04-Jun-15"
}