{
  "countries": [], 
  "topics": [
    "Reasons for Concern", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "Question 3:", 
  "enb_start_date": "02-Oct-01", 
  "enb_short_title": "IPCC-18", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "This question addressed the regional and global climatic, environmental, and socioeconomic consequences in the next 25, 50 and 100 years associated with a range of greenhouse gas emissions arising from scenarios used in the TAR. Regarding human health, several delegates noted the existence of positive effects of climate change on human health and the small number of studies on vector-borne diseases. Concerning crop yields, delegates debated whether reference to the level of warming projected to increase food prices globally should be quantified more precisely than 'a few degrees Celsius.", 
    "' Several non-Anglophone delegates noted problems in the translation of the term 'a few.", 
    "' Agreement was reached not to quantify the degree of warming, but to spell out the English term 'a few' in the translated documents. On water resources, some delegates noted that factors other than climate change contribute to water shortage in many water-scarce areas of the world and proposed to spell out these factors.", 
    "Others expressed concern at shifting the focus away from climate change.", 
    "Agreement was reached to identify those additional factors contributing to water shortage. Concerning the severe social and economic effects faced in particular by populations that inhabit small islands and/or low lying coastal areas, several delegations proposed, and the Plenary accepted, to reference additional areas of concern, such as the loss of beaches, coastal erosion and storm surges.", 
    "One participant noted that the impacts of climate change are already being felt in small island States. Other issues debated by delegates included: the extent to which adaptation can reduce the adverse effects of climate change; and the estimated aggregated market sector effects measured as changes in GDP of climate change on developing and developed countries."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12177e.html", 
  "enb_long_title": "IPCC-18", 
  "type": "", 
  "id": "enb12177e_12", 
  "enb_end_date": "02-Oct-01"
}