{
  "countries": [
    "Brazil", 
    "Canada", 
    "Australia", 
    "Samoa", 
    "United Kingdom", 
    "Japan", 
    "New Zealand", 
    "United States"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Compliance and Enforcement"
  ], 
  "section_title": "PROCEDURES OF THE COMPLIANCE BODY/IES", 
  "enb_start_date": "06-Mar-00", 
  "enb_short_title": "UNFCCC WORKSHOP", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Co-Chair Dovland presented the different elements of the procedures of the compliance body/ies: decision making, due process, procedures for appeal, sources of information, frequency of meetings, report on activities to each session of the COP/MOP, and rules of procedure.", 
    "NEW ZEALAND said the appeal process should be a self-contained system divorced from political considerations and established through Article 19 (dispute settlement).", 
    "The US, with JAPAN, stressed the importance of due process in the enforcement procedure.", 
    "He said due process included: the right of the Party concerned to rebut evidence submitted against it; two rounds of written submissions; and a public hearing of some sort.", 
    "He identified a need for an initial screening stage during which the compliance body could narrow down the issues submitted.", 
    "With AUSTRALIA, he added there should be a wide variety of sources of information that the compliance body could use, as appropriate.", 
    "The EU said the rules of procedure would determine which sources of information were available to the compliance body.", 
    "AUSTRALIA, supported by BRAZIL and the UK, said the appeal procedure should be part of the compliance system and that Article 19 only applied to bilateral disputes.", 
    "On the relationship of the compliance system with the COP/MOP, she suggested that the outcome of the compliance body and the appeal be submitted to the COP/MOP that would note it by applying the negative consensus rule.", 
    "On appeal, JAPAN said the Party concerned could ask the COP/MOP to take a decision on the need to re-examine the outcome of the compliance body.", 
    "The issue would then go back to the compliance body for reexamination.", 
    "Following a question by CANADA, she said the COP/MOP itself could decide that a case needed to be reexamined.", 
    "SAMOA said that due process must be balanced with the interest of the community to have issues settled.", 
    "He added that an appeal would only be possible at the end of the commitment period.", 
    "Moreover, since one of the purposes of an appeal process was to examine whether the compliance body had applied the law correctly, the appeal body needed to be a separate body from the compliance body.", 
    "The UK expressed concern over the possibility that a Party could take advantage of an internal appeal process to expand the compliance process.", 
    "NEW ZEALAND responded that the Article 19 right of appeal could not be limited."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12124e.html", 
  "enb_long_title": "UNFCCC WORKSHOP ON COMPLIANCE UNDER THE KYOTO PROTOCOL", 
  "type": "SPECIAL WORKSHOP", 
  "id": "enb12124e_16", 
  "enb_end_date": "06-Mar-00"
}