{
  "countries": [
    "Canada", 
    "Iran", 
    "Egypt", 
    "Philippines", 
    "India", 
    "United States", 
    "China", 
    "Russia"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "SBI", 
  "enb_start_date": "04-Jun-99", 
  "enb_short_title": "10th Session SBSTA & SBI", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "On administrative and financial matters, Chair Kante invited delegates to consider the following agenda items together: the programme budget for the biennium 2000-2001; income and budget performance in the biennium 1998-99; and arrangements for administrative support to the Convention. Many delegates said they did not support the proposed 50% budget increase or the proposed 59% rise in the number of staff.", 
    "The G-77/CHINA stated that, although it has often been a proponent of strong and steady growth in Conventions\u0092 budgets, it cannot support the extent of the proposed increase, and noted the current trend among many Parties to support zero-growth budgets.", 
    "He expressed concern that budget proposals anticipated outcomes of COP decisions that had not yet been made.", 
    "The EU, supported by the US, CANADA and RUSSIA, suggested that the Secretariat could prepare several other options for a draft budget.", 
    "He proposed scenarios based on increases of 0%, 5% and 7.5% per annum, and suggested deferring a decision on the budget until COP-5.", 
    "The US and CANADA preferred resolving the issue at this session, given COP-5\u0092s heavy workload. RUSSIA drew participants\u0092 attention to political realities, stating that it would be very difficult to justify asking for such a substantial increase in funding from decision makers back in delegates\u0092 respective countries.", 
    "CANADA emphasized that the Secretariat should focus on its facilitative function.", 
    "IRAN suggested that the Secretariat provide at least two reports on biennium budgets, thus allowing later drafts to take into account additional expenses resulting from COP decisions.", 
    "He expressed concern over the number of consultants hired and the criteria applied to their selection.", 
    "The PHILIPPINES noted that a budget increase does not necessarily benefit the Parties.", 
    "She said greater South-South coordination on capacity building could take some pressure off the Secretariat. In reference to certain programme activities outlined in the budget, CHINA stated that the Secretariat was not mandated to provide policy guidance to Parties but rather the other way around.", 
    "He noted the need for the budget to reflect the clean development mechanism (CDM) as a priority.", 
    "EGYPT pointed to streamlining FCCC programme activities with those undertaken in other fora as a means to reduce expenditures.", 
    "INDIA inquired about the Secretariat\u0092s policies on gratis personnel and suggested that the Secretariat prepare a table comparing the proposed budget to previous ones. On contingencies for conference services, the G-77/CHINA said the UN General Assembly (UNGA) should be asked to include the FCCC\u0092s requirements in its budget.", 
    "The US said Parties should pay for conference servicing, and suggested requesting the UNGA to take a decision on this matter. Michael Zammit Cutajar, Executive Secretary of the FCCC, referred to the Secretariat\u0092s predicament when preparing the budget given that it had not received guidance from the Parties.", 
    "He said this discussion would help remedy this lack of guidance and noted that the proposed budget for the 2000-2001 biennium followed previously used methodology.", 
    "He noted difficulties in preparing a table or chart allowing comparisons of activities from biennium to biennium.", 
    "He emphasized that while delegations did not agree to a 50% budget increase, most had acknowledged the increase in the Secretariat\u0092s workload.", 
    "He suggested delegates consider deferring consideration of anticipated budgetary outcomes of upcoming COP-6 decisions until COP-6."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12103e.html", 
  "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "SBI", 
  "id": "enb12103e_1", 
  "enb_end_date": "04-Jun-99"
}