{
  "countries": [
    "United States", 
    "China"
  ], 
  "topics": [], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "08-Jun-10", 
  "enb_short_title": "AWGs", 
  "subtype": "corridors", 
  "actors": [
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "As negotiations resumed on Monday, one of the main topics on delegates tongues was the question of common space for the two AWGs to meet and discuss certain issues.", 
    "An informal meeting on the topic took place in the morning and resulted in an insurmountable lack of consensus, according to one disappointed developing country delegate.", 
    "According to delegates present in the meeting, different views persisted on the topic within the G-77/China, with AOSIS and certain Latin American countries strongly supporting the common space, and some other G-77/China countries continuing to oppose it.", 
    "Many also felt that there was little indication from the US that it was going to soften its resistance to joint discussions with Protocol bodies.", 
    "Several developed and developing country delegates expressed their extreme disappointment at this continued resistance.", 
    "While many were skeptical, there were rumors that attempts were still being made to find a common space.", 
    "This is what we would need to make any progress, one delegate analyzed.", 
    "With a focus on LULUCF in two AWG-KP contact groups within the last two days, LULUCF negotiators have been receiving unusually high attention.", 
    "The G-77/China presented a common position on reference levels and parties began to open up on their reference constructions.", 
    "At least some Annex I parties appear to be moving towards transparency in their LULUCF accounting, said one developing country delegate.", 
    "I m not sure that transparently hiding emissions, with countries setting their reference level at the projected levels, is really what we should be looking for in order to achieve environmental integrity, said one disheartened participant."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12468e.html", 
  "enb_long_title": "Bonn Climate Change Talks - May/June 2010", 
  "type": "", 
  "id": "enb12468e_4", 
  "enb_end_date": "08-Jun-10"
}