{
  "countries": [
    "Mexico", 
    "Tuvalu", 
    "Finland", 
    "Liechtenstein", 
    "China", 
    "Monaco", 
    "Switzerland", 
    "Nigeria"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Flexibility Mechanisms"
  ], 
  "section_title": "ADAPTATION FUND:", 
  "enb_start_date": "07-May-07", 
  "enb_short_title": "SB 26", 
  "subtype": "", 
  "actors": [
    "Group of 77", 
    "European Union", 
    "Environmental Integrity Group", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "This issue was first addressed in plenary on Tuesday, 8 May ( FCCC/SBI/2007/MISC.2 ), when it was referred to a contact group co-chaired by Jukka Uosukainen (Finland) and Ositadinma Anaedu (Nigeria).", 
    "Delegates convened in three contact group meetings and held several informal consultations.", 
    "During the first week, discussions focused on eligibility criteria, priority areas and monetizing the share of CDM proceeds channeled to the Fund.", 
    "Delegates agreed that the outcome would form part of a package on the Adaptation Fund and be forwarded to Bali as negotiating text to be complemented with other elements, most notably those concerning institutional arrangements.", 
    "On eligibility criteria, the EU and the Environmental Integrity Group (Switzerland, Mexico, Republic of Korea, Monaco and Liechtenstein) proposed that the criteria should cover non-Annex I parties, especially those that are particularly vulnerable.", 
    "The G-77/China preferred the wording developing country Parties to the Kyoto Protocol that are particularly vulnerable.", 
    "The language agreed is similar to that used in Protocol Article 12.8, apart from reference to the costs of adaptation.", 
    "Instead of referring to full cost of adaptation, as suggested by the EU, delegates agreed to Tuvalu's proposal that the funding will assist in meeting the cost of adaptation.", 
    "On priority areas, delegates discussed which shopping list to use and how detailed the list should be.", 
    "The G-77/China provided text referring to projects and programmes identified by countries as priorities and listing several possible examples.", 
    "The EU suggested reference to Decision 5/CMP.2 and the Environmental Integrity Group to Decision 5/CP.7 and areas identified as priorities by other relevant decisions.", 
    "The agreed text refers to priorities defined by eligible countries.", 
    "On monetization of the share of proceeds, discussions focused on the details, including whether the entity operating the Adaptation Fund should maximize or optimize the revenue, and what would be the acceptable risk tolerance.", 
    "At the beginning of the second week, delegates briefly exchanged views on institutional arrangements but did not attempt to negotiate these issues.", 
    "Instead, they agreed to include an annex on points for discussion in Bali.", 
    "Delegates also considered SBI conclusions.", 
    "Tuvalu expressed disappointment that his proposed special funding window for small island developing states (SIDS) was not reflected.", 
    "As a result, delegates agreed to modify some wording in the conclusions that broadened the scope of issues to be considered in Bali."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12333e.html", 
  "enb_long_title": "Twenty-sixth sessions of the Subsidiary Bodies (SB 26) of the United Nations Framework Convention on Climate Change (UNFCCC)", 
  "type": "", 
  "id": "enb12333e_18", 
  "enb_end_date": "18-May-07"
}