{
  "countries": [
    "Brazil", 
    "Saudi Arabia", 
    "Samoa", 
    "South Africa", 
    "Iceland", 
    "United States", 
    "Russian Federation", 
    "China", 
    "Switzerland", 
    "Japan"
  ], 
  "topics": [
    "Compliance and Enforcement"
  ], 
  "section_title": "COMPLIANCE", 
  "enb_start_date": "06-Sep-99", 
  "enb_short_title": "SB-13", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Following a report by Co-Chair Dovland on the informal consultations held in Iceland on 18-20 July 2000, Parties discussed the structure of a compliance body.", 
    "The EU expressed its preference for: one body with two branches; a powerful Chair; enforcement measures applying only to Annex I countries; and facilitative measures applying to the obligations of all Parties.", 
    "SOUTH AFRICA, for the G-77/CHINA, noted her preference for one body with two branches subject to certain conditions, including that: the enforcement branch apply only to Annex I countries; the composition of both branches reflect geographic distribution; and the branches have clearly delineated mandates.", 
    "With the US, she underlined the need for certainty and due process, and with the RUSSIAN FEDERATION opposed the EU proposal for a powerful Chair.", 
    "The US accepted the proposed structure of one body with two branches and underlined the US focus on commitments rather than on Parties.", 
    "BRAZIL noted that this could co-exist with a clear statement that non-Annex I Parties did not have commitments.", 
    "The RUSSIAN FEDERATION and JAPAN, opposed by SAMOA, preferred consecutive rather than parallel functions, with the facilitative stage preceding enforcement. The EU proposed that the compliance body comprise a technical team for facilitation and a legal team for enforcement.", 
    "JAPAN, the RUSSIAN FEDERATION, BRAZIL and SWITZERLAND opposed this division.", 
    "SWITZERLAND proposed a single body performing both functions but with a screening panel that would determine the procedure to be followed in each case.", 
    "SAUDI ARABIA suggested that a modified multilateral consultative process serve as a facilitative body in this structure."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12143e.html", 
  "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC", 
  "type": "", 
  "id": "enb12143e_5", 
  "enb_end_date": "06-Sep-99"
}