{
  "countries": [
    "Brazil", 
    "Pakistan", 
    "Madagascar", 
    "South Africa", 
    "India", 
    "Papua New Guinea", 
    "United States", 
    "Japan", 
    "Bolivia"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements"
  ], 
  "section_title": "MITIGATION (AWG-LCA):", 
  "enb_start_date": "10-Dec-08", 
  "enb_short_title": "COP 14", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "In the contact group, AWG-LCA Vice-Chair Cutajar identified clear differences on mitigation, including on differentiation among countries.", 
    "He proposed focusing on recognizing and registering mitigation actions.", 
    "On registries, SOUTH AFRICA proposed a registry of nationally appropriate mitigation actions in developing countries and setting targets for financial flows to support such actions.", 
    "The REPUBLIC OF KOREA said a registry should be voluntary.", 
    "MADAGASCAR highlighted uncertainty over impacts of a voluntary registry.", 
    "AOSIS proposed also registering support measures and said financing could come from auctioning of AAUs.", 
    "BRAZIL agreed that the registry should bring actions and resources together.", 
    "JAPAN stressed the importance of MRV in relation to the registered actions.", 
    "The EU suggested also registering outcomes of actions.", 
    "INDIA stressed that there should be no review of adequacy of developing country actions.", 
    "The US identified the need to consider the spectrum of countries national circumstances and said the registry approach should be considered for both developed and developing countries, while BRAZIL said developed countries must take on commitments and stressed the need to consider comparability of efforts.", 
    "BOLIVIA called for deeper cuts by developed countries than the range noted by IPCC Working Group III.", 
    "The EU identified three types of mitigation actions by developing countries: low-cost and win-win actions, with some international support to address barriers; appropriate additional actions supported by international resources; and further mitigation through international crediting mechanisms.", 
    "PAPUA NEW GUINEA called attention to countries respective capabilities.", 
    "PAKISTAN highlighted lack of agreement that developing countries emissions should substantially deviate from baseline levels."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12392e.html", 
  "enb_long_title": "UN Climate Change Conference - Poznań", 
  "type": "", 
  "id": "enb12392e_9", 
  "enb_end_date": "10-Dec-08"
}