{
  "countries": [
    "Canada", 
    "Brazil", 
    "Czech Republic", 
    "Bhutan", 
    "Kuwait", 
    "Guyana", 
    "Malta", 
    "France", 
    "Netherlands", 
    "Argentina", 
    "Bolivia", 
    "Venezuela", 
    "Bangladesh", 
    "Saudi Arabia", 
    "Australia", 
    "Iran", 
    "Algeria", 
    "Norway", 
    "Zambia", 
    "Papua New Guinea", 
    "Germany", 
    "Marshall Islands", 
    "Maldives", 
    "Uganda", 
    "Denmark", 
    "Tanzania", 
    "Indonesia", 
    "Turkey", 
    "United States", 
    "Trinidad and Tobago", 
    "Thailand", 
    "Switzerland", 
    "Grenada", 
    "New Zealand", 
    "Mexico", 
    "Egypt", 
    "Fiji", 
    "Lesotho", 
    "Senegal", 
    "China", 
    "Colombia", 
    "Japan", 
    "Nicaragua"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "HIGH-LEVEL MINISTERIAL DIALOGUE ON THE DURBAN PLATFORM FOR ENHANCED ACTION", 
  "enb_start_date": "04-Jun-14", 
  "enb_short_title": "SB 40", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "African Group", 
    "Group of 77", 
    "Independent association of Latin America and the Caribbean"
  ], 
  "sentences": [
    "On Friday, 6 June, incoming COP 20 President Pulgar-Vidal welcomed delegates, called for political guidance on the ADP process, and underlined the need for a COP 20 decision on workstream 2 (pre-2020 ambition). ADP Co-Chair Kishan Kumarsingh (Trinidad and Tobago) highlighted issues to be resolved, including: required information for, and the process to consider: INDCs; application of CBDR and respective capabilities (CBDRRC) in the 2015 agreement; the legal form of the new agreement and the character of obligations within it; means of capturing progress on pre-2020 ambition; and implementation of existing commitments, including finance.", 
    "On level of ambition , the Marshall Islands stressed bold action by all to close the ambition gap.", 
    "Lesotho said it expects robust decisions on GHG emission reductions, and to maintain the safety of vulnerable countries, he called for developed countries to take the lead and heavily emitting countries to further increase ambition through 2020.", 
    "The Maldives and Zambia called on developed countries to increase their pre-2020 commitments.", 
    "The EU announced anticipated adoption, in October 2014, of the Union's 2030 target to reduce GHG emissions 40% below 1990 levels through domestic efforts, but stressed efforts by all parties are needed.", 
    "The US inquired what is deterring countries from submitting pledges when they say they are taking action at home.", 
    "Norway outlined three ways for approaching global zero net emissions by mid-century: implementing what has already been decided; increasing action in the near term; and delivering an ambitious agreement in Paris.", 
    "Canada urged, inter alia : an approach balanced with economic prosperity; maintenance of long-term commitments through low-carbon development strategies; and deployment of clean technologies.", 
    "Denmark said forward movement by the US and China would encourage increased ambition.", 
    "Brazil stressed that developing countries cannot be expected to do more when developed countries backtrack from their commitments on emission reductions and MOI.", 
    "Zambia, Bhutan and Senegal emphasized the scaling up of MOI to ensure developing country participation, especially by the LDCs.", 
    "Indonesia, with the G-77/China, Thailand and Bolivia, called for the capitalization of the GCF.", 
    "Mexico highlighted transitioning to a low-carbon economy through sustainable production and consumption.", 
    "The Republic of Korea highlighted availability of technology and resources.", 
    "On Convention principles , the G-77/China, with Iran, China and Algeria, warned that negotiations should not result in rewriting or reinterpreting the Convention.", 
    "Australia said splitting countries into outdated categories does not encourage them to join the global effort.", 
    "The US suggested applying CBDRRC in a way to achieve the Convention's objective, not on the basis of categorizations and encouraged finding other ways to provide developing countries with the 'differentiation they need'.", 
    "Kuwait and Argentina said universal application does not mean uniform application, allowing for differentiated implementation.", 
    "Malta said the 2015 agreement must ensure broad participation and include a dynamic spectrum of commitments reflecting the evolving responsibilities and capabilities of countries.", 
    "The EU, with the Czech Republic, explained INDCs can operationalize CBDR and ensure fairness, but called for reflecting evolving realities.", 
    "Grenada said the agreement must be sufficiently flexible to allow differentiated commitments and contain a mechanism to increase commitments.", 
    "On the road to COP 20 , Japan emphasized the need to deliver political guidance for success in Paris and Lima.", 
    "The G-77/China stressed working in a more formal and urgent manner to elaborate elements for a draft negotiating text before Lima.", 
    "Colombia, for the Independent Alliance for Latin America and the Caribbean (AILAC), emphasized a negotiating draft by Lima is 'absolutely crucial', including elaboration of the scope and nature of INDCs.", 
    "Egypt stated that areas of convergence in the ADP should be expanded so that a credible and legitimate outcome acceptable to all could be reached.", 
    "Algeria called for efforts under the ADP to focus on the definition of the elements of the post-2020 regime and pre-2020 work plan.", 
    "On INDCs , Grenada, with Switzerland, said adaptation must be addressed separately from INDCs, with Grenada clarifying that adaptation efforts are contingent on the level of global ambition. AILAC suggested INDCs include mitigation, adaptation and MOI, and reflect national circumstances.", 
    "He said the 2015 agreement is an opportunity to flesh out adaptation issues, identifying the regional and global co-benefits of adaptation as the reason AILAC supports adaptation within the scope of INDCs.", 
    "The G-77/China reminded that the Warsaw outcome requires support for developing country INDCs, calling for finance, technology transfer and technical support for their preparation.", 
    "On legal form , China urged focus on the agreement's substantive content before legal form.", 
    "Germany called for a new protocol in Paris, applicable to all parties and taking into account past, present and future emissions to move towards global decarbonization.", 
    "Malta said the 2015 agreement should contain legally-binding commitments that are quantifiable, transparent, comparable and verifiable.", 
    "Indonesia said that a successful and meaningful agreement should: be legally-binding and a continuation of the existing regime; contain a global target based on science; allow for adjustment of ambition; and ensure transparency.", 
    "Bangladesh called for a comprehensive, legally-binding agreement maintaining a critical balance between all elements of Decision 1/CP.17 (establishing the ADP).", 
    "On content of the 2015 agreement , the Marshall Islands called for a new agreement with commitments to fully decarbonize the global economy by 2050.", 
    "He also underlined the importance of including adaptation, and loss and damage in the new agreement.", 
    "The G-77/China and Uganda, for the LDCs, urged balanced inclusion of mitigation, adaptation and MOI.", 
    "Saudi Arabia called for a balanced agreement in line with the Sustainable Development Goals.", 
    "The LDCs emphasized that the 2015 agreement should contain loss and damage, including a risk transfer mechanism.", 
    "Tanzania, for the African Group, said the agreement should define the level of adaptation finance, and base access to adaptation funds on vulnerability, with National Adaptation Plans (NAPs) serving as the 'entry to support'.", 
    "Guyana and Papua New Guinea called for anchoring the Warsaw Framework for REDD+ in the 2015 agreement.", 
    "Venezuela questioned the use of market mechanisms, and called for the new agreement to be based on justice, equity science and the principles of the Convention.", 
    "Bolivia cautioned against: using a bottom-up approach; commercializing the environment; and asking developing countries to open doors for corporate investments.", 
    "New Zealand stressed international carbon markets as essential to sending predictable price signals.", 
    "Australia suggested the new agreement foster policies that promote investment and innovation.", 
    "Nicaragua said the 2015 agreement must maximize the use of financial mechanisms.", 
    "The Netherlands called for a dynamic, inclusive agreement that accounts for changing circumstances.", 
    "Canada said the 2015 agreement should: be fair, ambitious, durable and inclusive; encourage action; and allow for effective action by all major economies and emitters.", 
    "France stressed the agreement needs to: be dynamic, strengthened over time, and for 'all of us', including civil society; maintain a balance between different elements; and include short-term solutions and long-term mechanisms.", 
    "Turkey said the agreement must be applicable to all, leaving the types and timing of commitments to parties' discretion.", 
    "During statements by civil society, BINGOs urged that recent progress on the GCF be matched with a successful funding round, and supported market frameworks and partnerships.", 
    "Local Government and Municipal Authorities called for anchoring the potential of cities and subnational authorities in the new agreement, and proposed a 10-year action plan for a Decade of Urban Low-Emission Development.", 
    "Youth and ENGO representatives called for, inter alia : a global temperature goal of 1.5 °C; a swift transition away from fossil fuels; setting emission targets for 2020-2025; and concrete targets on finance and technology transfer.", 
    "Trade Unions emphasized the need to sensitize, train and mobilize workers around climate measures and stressed transition to a green economy must take into account social impacts and workers interest.", 
    "Women and Gender opposed high-risk technologies as unacceptable and that they should stay out of the new agreement.", 
    "Farmers advocated open and transparent talks.", 
    "In closing, COP 19 President Korolec noted that developing an ambitious agreement and increasing pre-2020 ambition are crucial tasks, calling on parties to use events, such as the UN Secretary-General's Climate Summit and the pre-COP ministerials, to advance negotiations. SUBSIDIARY BODY FOR IMPLEMENTATION (SBI 40) Opening the session, on Wednesday, 4 June, SBI Chair Amena Yauvoli (Fiji) stated that it is time to understand, take stock, and rally around key issues and move forward, stressing that the SBI will be 'at the heart of Convention implementation' in Lima.", 
    "Parties agreed to the organization of work and adopted the agenda (FCCC/SBI/2014/1), agreeing to hold the agenda item on information contained in non-Annex I national communications in abeyance."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12598e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2014", 
  "type": "", 
  "id": "enb12598e_11", 
  "enb_end_date": "15-Jun-14"
}