{
  "countries": [
    "Canada", 
    "Saudi Arabia", 
    "Australia", 
    "South Africa", 
    "United States", 
    "Slovenia", 
    "China", 
    "Switzerland", 
    "New Zealand", 
    "Norway", 
    "Argentina"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Mitigation", 
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "IN-SESSION WORKSHOP:", 
  "enb_start_date": "18-May-12", 
  "enb_short_title": "SB 36", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States", 
    "African Group", 
    "Group of 77 and China", 
    "Group of 77"
  ], 
  "sentences": [
    "In the afternoon, the AWG-LCA in-session workshop on clarification of developed country parties quantified economy-wide emission reduction targets and related assumptions and conditions took place, facilitated by Andrej Kranjc (Slovenia).", 
    "The Secretariat introduced the updated technical paper (FCCC/TP/2012/2) on assumptions, conditions, commonalities and differences in approaches concerning developed country quantified economy-wide emission reduction targets, and comparison of the level of emission reduction efforts.", 
    "The EU provided an overview of their emission reduction pledge, highlighting that mitigation by developed and developing countries forms the cornerstone of 2020 reductions to limit global temperature increase to below 2°C.", 
    "The US clarified their pledge of reducing emissions by 17% below 2005 levels by 2020 and provided an overview of domestic emission reduction initiatives, highlighting the transport sector. NEW ZEALAND explained that his country is prepared to take on an emission reduction target of 10-20% below 1990 levels by 2020, if there is a global comprehensive agreement that would have to meet a number of conditions. AUSTRALIA presented on their 2020 pledges and low-carbon emissions strategy.", 
    "He said a 5% reduction below 2000 levels is unconditional, a reduction of 15% is subject to strict conditions and a reduction of 25% is contingent on comprehensive global action. CANADA discussed an emissions reduction target of 17% from 2005 levels by 2020 highlighting a domestic sector-by-sector emissions reduction plan. SWITZERLAND provided an overview of their unconditional reduction target of 20% below 1990 levels by 2020 and highlighted that the commitment could be increased to 30% subject to comparable commitments by developed countries and adequate contributions from economically more advanced developing countries in accordance with common but differentiated responsibilities and respective capabilities. NORWAY encouraged countries that have not yet communicated their pledges to do so and explained their 30% target relative to 1990 levels by 2020, which can be increased to 40% if major emitting countries agree to commitments that would limit global warming to 2°C, focusing on manufacturing, transport and petroleum sectors. AOSIS presented on assessing the scale of the ambition gap through common accounting rules and expressed concern that more effort is needed for a number of countries to meet their current pledges.", 
    "Following the presentations, parties discussed, inter alia : regional cap-and-trade initiatives, supplementarity of market-based mechanisms, level of ambition, conditionalities on moving to the upper range of the pledges, accounting for LULUCF and the ability of parties to meet their targets.", 
    "sbi and sbsta contact groups and informal consultations LOSS AND DAMAGE (SBI): Informal consultations on loss and damage continued in the morning and were open to observers.", 
    "The G-77/CHINA, the AFRICAN GROUP, LDCs, AOSIS and the US said that cross-cutting issues under the three thematic areas of the work programme need to be addressed in a holistic manner.", 
    "The G-77/CHINA suggested that a draft decision text should be annexed to the SBI conclusions.", 
    "AOSIS called for discussion on risk management and the impacts of slow-onset events.", 
    "The US said it is important to consider biophysical risks together with socio-economic vulnerability and proposed using a combination of bottom-up and top-down approaches.", 
    "She stressed the need to bridge the gap between data users and data providers.", 
    "The EU highlighted that inaccurate communication of risks can lead to inadequate responses. AUSTRALIA stressed the link between discussions on loss and damage and national adaptation plans (NAPs) and, supported by the US, proposed that regional meetings focus on risk reduction, retention and transfer.", 
    "Draft conclusions will be prepared and the negotiations will continue. NATIONAL ADAPTATION PLANS (SBI): Informal consultations on NAPs took place in the afternoon and the meeting was open to observers.", 
    "Co-Chair Addulla introduced the draft text, prepared based on parties submissions and interventions.", 
    "He summarized the draft text, which includes, inter alia : facilitation of country-driven NAPs; streamlining the LDC Fund to support the NAP process; the use of national and regional centers and networks; and sharing of best practices in adaptation.", 
    "Parties then proposed additions to the text which included implementation, support programmes and guidance on finance.", 
    "Some parties requested streamlining the text, the consideration of which will continue at the next meeting. FORUM ON RESPONSE MEASURES (SBI/SBSTA): In the afternoon, SBI Chair Chruszczow and SBSTA Chair Muyungi opened the joint SBI and SBSTA forum on the impact of the implementation of response measures.", 
    "Parties shared views on how to organize the work of the forum.", 
    "Argentina, for the G77/CHINA, called for a clear set of modalities for the operationalization of the forum and work programme, including, inter alia : assigning specific tasks and activities for the rest of the year and creating an outline schedule for 2013 to address the specific needs and concerns of developing country parties.", 
    "South Africa, for the AFRICAN GROUP, stressed economic and social impacts of trade and trade-related measures adopted by developed countries.", 
    "The US, supported by AUSTRALIA, suggested that parties focus discussions on how to undertake the consolidation of response measures issues.", 
    "The EU suggested that a forum take place in an open context to include non-parties, such as civil society and experts.", 
    "AUSTRALIA said work should focus on substantial points of convergence on issues to be addressed in the work programme. CHINA stressed the importance of the forum to minimize or prevent the negative impacts of response measures, and expressed concern with the inclusion of aviation in the EU Emissions Trading Scheme.", 
    "SAUDI ARABIA suggested exchanging information through, inter alia , workshops.", 
    "Parties agreed to share further views on the way forward and submit information to the Secretariat for further guidance."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12539e.html", 
  "enb_long_title": "Bonn Climate Change Conference - May 2012", 
  "type": "working group", 
  "id": "enb12539e_5", 
  "enb_end_date": "18-May-12"
}