{
  "countries": [], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "A BRIEF ANALYSIS OF THE MEETINGS", 
  "enb_start_date": "02-Jun-08", 
  "enb_short_title": "SB-28", 
  "subtype": "ANALYSIS", 
  "actors": [], 
  "sentences": [
    "According to Lao-tzu, A journey of a thousand miles begins with a single step.", 
    "In the world of climate change negotiations, one of the steps along the journey inevitably goes through Bonn, and the 2008 Bonn meetings were merely part of a longer journey towards Copenhagen and beyond rather than a destination in themselves.", 
    "This journey, charted by the Bali roadmap in late 2007, is not only long, but complex and packed with a wide array of substantive, procedural and logistical obstacles.", 
    "A key challenge for negotiators over the next 18 months is to manage this complexity, and the Bonn meetings demonstrated three factors that illustrate what negotiators are up against: Bonn was the first time when four subsidiary bodies - the AWG-LCA, AWG-KP, SBI and SBSTA - convened simultaneously, foreshadowing what is to come in Poznan, where six bodies will meet.", 
    "Bonn was the first stage of the Bali roadmap where the substantive issues for negotiations on long-term cooperation under the Convention were put on the table.", 
    "It also signaled a new stage in negotiations under the Protocol, giving a glimpse of just how complex future discussions will be.", 
    "Bonn took place just two months after the AWG meetings in Bangkok, and only two months before the next AWG meetings in Accra.", 
    "Delegations, rich and poor, are beginning to feel the pinch of the negotiating calendar and to dread the organizational and human strain of (at least) six subsidiary sessions in the next eighteen months.", 
    "This brief analysis examines this procedural, substantive and organizational complexity, reviewing events in Bonn and looking towards Copenhagen."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12375e.html", 
  "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol", 
  "type": "", 
  "id": "enb12375e_90", 
  "enb_end_date": "13-Jun-08"
}