{
  "countries": [
    "United States", 
    "Switzerland", 
    "China", 
    "Ghana"
  ], 
  "topics": [
    "Reasons for Concern", 
    "Vulnerabilities and Impacts", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "ADOPTION OF THE REPORTS OF THE TAR", 
  "enb_start_date": "09-Apr-01", 
  "enb_short_title": "IPCC-17", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Working Group I: Working Group I met from 17-20 January 2001, in Shanghai, China, to finalize and adopt its part of the TAR.", 
    "One hundred and fifty delegates from 100 countries adopted the report, 'Climate Change 2001: The Scientific Basis' as well as the summary for policy makers.", 
    "The report, which is based on work by 123 authors and more than 500 contributors, notes that 'an increasing body of observation gives a collective picture of a warming world' and that the climate is changing more rapidly than predicted in the SAR. Other key findings of the report include that: most of the warming experienced over the past 50 years is due to human activities; climate change models have improved; the 1990s was the warmest decade this century; carbon dioxide concentration in the atmosphere has increased by 31% since the mid-eighteenth century; global surface temperature is projected to increase by 1.4 - 5.8°C from 1990 to 2100, which is higher than projected in the SAR; water vapor concentration and precipitation are projected to increase, and more intense precipitation events are likely over many land areas in the mid- to high-latitudes in the northern hemisphere; and sea-levels are projected to rise by 0.09 - 0.88 meters from 1990 to 2100, which is slightly lower than projected in the SAR. Working Group II: Working Group II met from 13-16 February 2001, in Geneva, Switzerland, to finalize and adopt its part of the TAR.", 
    "More than 160 delegates from 100 countries approved the report, 'Climate Change 2001: Impacts, Adaptation and Vulnerability,' as well as the summary for policy makers.", 
    "The full report was completed by more than 400 authors and contributors, assessing scientific literature related to the impacts of, and vulnerability to, climate change.", 
    "The report suggests projected climate changes over the next century could potentially lead to future large-scale and possibly irreversible changes.", 
    "Focusing on a variety of issues, the report considers the effects of climate change on water resources, terrestrial ecosystems and human health.", 
    "It also addresses regional concerns, vulnerabilities and adaptive capacities. Key findings include an anticipated decline in future agricultural productivity in large parts of Asia and Africa, water shortages in a number of regions, harsher droughts in southern Europe, and more storm damage and coastal erosion on the eastern coast of the US.", 
    "The range of infectious diseases, such as malaria, is likely to increase.", 
    "Small island States will be most seriously affected, while developing countries will have the most difficulty in adapting to climate change. Working Group III: Working Group III met in Accra, Ghana, from 28 February to 3 March 2001, to finalize and adopt its part of the TAR.", 
    "More than 140 delegates from 85 countries approved the report, 'Climate Change 2001: Mitigation,' as well as the summary for policy-makers.", 
    "The report was prepared by nearly 400 authors and contributors.", 
    "It assesses options for cutting greenhouse gas emissions by reviewing: technologies available for controlling emissions; steps that can be taken in the industry and energy sectors to promote a transition to a cleaner energy future; contributions through carbon sequestration by forestry and agriculture; policies for achieving cost-effective and 'no- regrets' emissions reductions; and ways to overcome political, cultural and institutional barriers to mitigation. The report confirms that many cost-effective solutions to limit greenhouse gas emissions do exist, although there often are institutional, behavioral and other barriers to their implementation.", 
    "The choice of energy sources and investment in the energy sector are highlighted as determining future climatic development.", 
    "The report notes that, while more progress is needed, technological change with regard to climate-friendly energy production and greenhouse gas reduction has taken place more rapidly than anticipated five years ago. The report further highlights end-use energy efficiency as an important component of mitigation efforts as it could account for half of the potential emissions reductions from 2010-2020.", 
    "The potential of so-called 'no-regrets' mitigation options in which emissions are reduced while money is saved is stressed.", 
    "If reduced air pollution and other ancillary benefits are considered, the benefits are even greater.", 
    "However, in order for mitigation measures to be carried out, socio-economic and institutional changes are required and political will is needed."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12165e.html", 
  "enb_long_title": "Seventeenth session of the Intergovernmental Panel on Climate Change (IPCC)", 
  "type": "", 
  "id": "enb12165e_4", 
  "enb_end_date": "09-Apr-01"
}