{
  "countries": [
    "Argentina", 
    "Saudi Arabia", 
    "Italy", 
    "Morocco", 
    "Denmark", 
    "Panama", 
    "Nepal", 
    "Micronesia", 
    "Japan", 
    "Slovenia", 
    "Austria", 
    "China", 
    "Mozambique", 
    "Marshall Islands", 
    "Russian Federation", 
    "Samoa", 
    "New Zealand", 
    "France", 
    "Burkina Faso", 
    "Benin"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Reasons for Concern", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "ROUND-TABLE I - 'CLIMATE CHANGE, ADAPTATION, MITIGATION AND SUSTAINABLE DEVELOPMENT", 
  "enb_start_date": "11-Dec-03", 
  "enb_short_title": "UNFCCC COP-9", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "This round-table was co-chaired by Yuriko Koike, Minister of Environment, Japan, and Tadashi Lometo, Minister of Health and Environment, Marshall Islands.", 
    "Co-Chair Koike stressed the need to analyze the current state of progress and identify further actions.", 
    "Co-Chair Lometo emphasized the vulnerability of SIDS. In the first part of the round-table, Parties discussed poverty eradication, economic growth and food security.", 
    "Several Parties called for entry into force of the Protocol and sufficient financial support for developing countries to respond to climate change.", 
    "MOROCCO, for the G-77/CHINA, said adaptation and mitigation measures will be unsuccessful if developed countries ignore the concerns and situation of vulnerable States.", 
    "BENIN stressed the importance of integrating poverty reduction and adaptation measures.", 
    "On reducing greenhouse gas emissions, ITALY, for the EU, said developed countries must make a greater effort and developing countries must also take steps towards this end.", 
    "NEW ZEALAND underlined the vulnerability of SIDS and noted threats to island cultures.", 
    "SLOVENIA, with others, said it would fulfill its Protocol commitments in the absence of the Protocol\u0092s entry into force.", 
    "MOZAMBIQUE, with BELGUIM, called for 'more action and less talk.", 
    "' MICRONESIA called on developed countries to meet their UNFCCC commitments relating to financing adaptation projects in SIDS.", 
    "PANAMA said adaptation should be given the same status as mitigation under the UNFCCC. In the second part of the round-table, Parties addressed vulnerability, climate-related disasters, impacts and adaptation.", 
    "ARGENTINA called for a mechanism to facilitate adaptation projects.", 
    "SAMOA expressed hope that the SCCF would fund community- based adaptation projects.", 
    "The RUSSIAN FEDERATION said that remaining uncertainties regarding whether mitigation efforts will be effective for reducing climate change justify pursuing adaptation.", 
    "BURKINA FASO questioned the purpose of NAPAs if mechanisms for their implementation are not in place.", 
    "CHINA said once developed countries have taken the lead in mitigating emissions, developing countries will be able to make a contribution.", 
    "AUSTRIA noted that nuclear power is not an option for combating climate change.", 
    "NEPAL said that despite his country\u0092s insignificant contribution to climate change, efforts toward mitigating emissions are underway. In the third part of the round-table, delegates discussed adaptation and mitigation in national development.", 
    "FRANCE emphasized that this century will either be recorded as the century of climate change suffering and collective irresponsibility or the century of climate control and the maturing of humanity.", 
    "DENMARK stressed increasing the use of renewable energy.", 
    "SAUDI ARABIA said that mitigation and adaptation measures must not lead to new commitments for developing countries. In closing, ARGENTINA announced its offer to host COP-10 in Buenos Aires."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12229e.html", 
  "enb_long_title": "Ninth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12229e_4", 
  "enb_end_date": "11-Dec-03"
}