{
  "countries": [
    "United States", 
    "Tuvalu"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Loss and Damage", 
    "Adaptation", 
    "Technology Transfer"
  ], 
  "section_title": "MOVING WALLS IN A DIVIDED HOUSE", 
  "enb_start_date": "01-Dec-14", 
  "enb_short_title": "COP 20", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Discussions on elements for a draft negotiating text and on the draft decision advancing the Durban Platform were both underpinned by a number of broad political issues.", 
    "These included differentiation, the role of the Convention and its principles and provisions in the future agreement, and the issue of legal parity between mitigation and adaptation, on the one hand, and mitigation and financial and other means of support, on the other.", 
    "Many delegates pointed out that on those issues the ADP had a distinctly divided house - \u0095to the point that some felt trust among parties dissipating.", 
    "The question of how differentiation will be reflected in the Paris agreement permeated the ADP negotiations.", 
    "For example, most developing countries, in particular the LMDCs, maintained that there should be differentiation, both in the 2015 agreement and the INDCs, in accordance with parties obligations under the Convention, and reflecting the principles of CBDR and equity.", 
    "On the other side, the US advocated differentiation in accordance with CBDR and respective capabilities in line with varying national circumstances.", 
    "The LMDCs also strongly opposed the formulation parties in a position to do so in relation to providing support to developing countries for the preparation and implementation of their INDCs, and to providing additional resources to the GCF, the GEF, the Technology Mechanism and the Adaptation Fund, arguing that such language disrupted Convention-based bifurcation, effectively dismantling the wall between Annex I and non-Annex I parties.", 
    "A related issue, namely that of legal parity between different components of the 2015 agreement, was also the subject of heated debate.", 
    "Developing countries repeatedly cautioned against a mitigation-centric approach to INDCs, and urged for a balanced reflection of adaptation and means of implementation, with provision of finance taking the center stage.", 
    "Of particular importance to AOSIS and the LDCs was that loss and damage be reflected as a separate element of the future agreement not only in the elements text, but also in the decision on the ADP.", 
    "Parties inability to reach consensus led to the adoption of a three-pronged approach, including continued negotiations under the ADP, ministerial consultations, and consultations by the COP President.", 
    "After the Presidency s consultations with negotiating groups that continued late into Saturday night - \u0095many hours after the Conference was supposed to conclude at 6:00 pm on Friday, the Lima Call for Climate Action was concluded.", 
    "This outcome document, arguably, shifts the wall of differentiation.", 
    "Although the work of the ADP shall be under the Convention and guided by its principles and the new agreement shall address in a balanced manner not only mitigation, but also adaptation, finance, technology development and transfer, capacity building, and transparency of action and support, the ADP s commitment to reaching an ambitious agreement in 2015 is nevertheless described as reflecting CBDR and respective capabilities in light of different national circumstances.", 
    "This formulation appears to open the door to a subjective interpretation of differentiation.", 
    "Some also wondered if it modifies the interpretation of CBDR as reflecting historical responsibility, even if it avoids using the controversial terms dynamic or evolving.", 
    "On the issue of parity, however, the final text provides some assurances to developing countries by giving adaptation a more prominent role in the future agreement and parties INDCs, as well as, and in relation to, provision of support.", 
    "The Lima Call for Climate Action also refers to the Warsaw International Mechanism for Loss and Damage in the preamble.", 
    "Following the adoption of the decision by the COP, Tuvalu, for the LDCs, made a statement requesting that it be recorded in the report of the meeting.", 
    "He stressed that the preambular text on the Warsaw International Mechanism, in conjunction with inter alia in the operative paragraph listing INDCs components, is, in the LDCs understanding, a clear intention that the new agreement will properly, effectively and progressively address loss and damage.", 
    "While legally redundant, such declarations reaffirm parties positions and interpretations of agreed text, maintaining their relevance and visibility.", 
    "During the negotiations, an additional concern expressed by developing countries, similar to the one raised in relation to the elements text, was that a COP 20 decision on advancing the Durban Platform could be prejudicial to the outcome in Paris.", 
    "In this regard, the Lima Call for Climate Action explicitly states that the INDCs-related arrangements specified in it are without prejudice to the legal nature and content of parties INDCs, or to the content of the future agreement. TEARING DOWN THE WALL?", 
    "COP 20 was generally expected to help strengthen INDCs as a core component of the new agreement by clarifying their scope and specifying information required to facilitate their clarity, transparency and understanding.", 
    "However, parties were also divided on their expectations for the text on INDCs, relating to information-related requirements, scope and communication.", 
    "While the Lima Conference fulfilled these expectations to some extent, many parties and observers felt the decision has important shortcomings.", 
    "The Lima Call for Climate Action succeeds in delivering on a mandate from Warsaw to identify the information that parties will provide when putting forward their contributions, by referring to quantifiable information, time frames, coverage, methodological assumptions, and a subjective evaluation of fairness and ambitiousness.", 
    "However, by stating that INDCs may include, as appropriate, inter alia , these various aspects, the text fails to set a minimum level of common types of information to be communicated by all parties, thus significantly weakening the prospects of comparability across, and a meaningful aggregation of, contributions.", 
    "A major area of divergence of views related to the scope of INDCs.", 
    "This debate centered on the interpretation of the Warsaw decision, which states that INDCs should be aimed at achieving the objective of the Convention as set out in its Article 2.", 
    "Developed countries interpreted this as referring to mitigation being the only component of INDCs, while developing countries insisted on the need to include adaptation and means of implementation as well, with developing countries providing information on their means of implementation needs and developed countries providing information on their financial contributions, as a precondition of enhanced action by developing countries.", 
    "As a compromise between these two views, the Lima Call for Climate Action invites parties to consider including an adaptation component in their INDCs, which reflects broad agreement that adaptation action requires strengthening alongside mitigation.", 
    "Parties were also able to agree on recognizing the special circumstances of LDCs and SIDS by allowing them to present strategies, plans and actions for low-emission development.", 
    "Meanwhile, all other countries are implicitly expected to do something more.", 
    "This latter aspect is yet another example of built-in flexibility, which translates into a lack of a clear requirement for parties to prepare a strong, quantitative mitigation component in their INDCs.", 
    "Furthermore, in relation to the scope of INDCs, parties were unable to agree on any language on finance or other means of implementation, which left developing countries disappointed.", 
    "Issues related to finance, therefore, remain a fundamental area for further trust building in 2015.", 
    "Another issue on which parties disagreed was how INDCs would be communicated and what their possible ex ante consideration or review might look like.", 
    "Many developing countries insisted that Lima should only focus on the process of communication.", 
    "Some delegations, including the US, preferred a consultative process or period.", 
    "Others, such as the EU and AOSIS, demanded a strong review that would assess the aggregate effect of INDCs against the latest climate science and what is deemed necessary to avoid dangerous climate change.", 
    "Considered by some the weakest link of the Lima outcome, the decision text simply requests that the Secretariat publish the communicated INDCs on the UNFCCC website and prepare, by 1 November 2015, a synthesis report on their aggregate effect.", 
    "This translates into an absence of any kind of ex ante review of individual contributions in 2015.", 
    "Further, it also leaves parties with less than a month for possible upward adjustment prior to COP 21 in Paris in December 2015.", 
    "Resulting from strong opposition by some, such as the LMDCs, to a review of their INDCs, this outcome left many disappointed.", 
    "Some disenchanted observers, however, felt that, irrespective of its content, the decision would not have strong implications for global climate action, suggesting that the major factors driving the level of ambition of national contributions are in any event external to the UNFCCC process."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12619e.html", 
  "enb_long_title": "Lima Climate Change Conference - December 2014", 
  "type": "", 
  "id": "enb12619e_89", 
  "enb_end_date": "14-Dec-14"
}