{
  "countries": [
    "Brazil", 
    "Canada", 
    "Gambia", 
    "Philippines", 
    "Central African Republic", 
    "United States", 
    "Switzerland", 
    "Venezuela", 
    "Burkina Faso", 
    "Saudi Arabia", 
    "Australia", 
    "Iran", 
    "Turkey", 
    "India", 
    "China", 
    "Colombia", 
    "Kuwait", 
    "Hungary"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer"
  ], 
  "section_title": "SUBSIDIARY BODY FOR IMPLEMENTATION", 
  "enb_start_date": "04-Jun-98", 
  "enb_short_title": "8th Session SBSTA & SBI", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Organisation for Economic Co.operation and Development"
  ], 
  "sentences": [
    "On provision for the second review of the adequacy of Annex I Party commitments the PHILIPPINES, for the G-77/CHINA, supported by GAMBIA, INDIA, BURKINA FASO, SAUDI ARABIA, CHINA, COLOMBIA, VENEZUELA, BRAZIL, IRAN and KUWAIT said the Kyoto Protocol was the first step in the review process.", 
    "At COP-4 Parties would examine the science to assess the adequacy of those commitments.", 
    "The group would draft a decision for the SBI. The EU welcomed provisions in the Kyoto Protocol for a review at MOP-2 and for initiating consideration of second period commitments.", 
    "Noting the requirement for increasingly global participation, he said the EU was ready for discussions with all Parties at COP- 4 and beyond, under FCCC Article 7.2, on regular review of the Convention implementation.", 
    "He noted FCCC provision for non-Annex I Parties to opt for targets. AUSTRALIA said all the scientific evidence indicates that actions by Annex I countries alone would be insufficient.", 
    "The US noted findings that commitments are inadequate due to the small number of Parties involved, and called for an item on COP-4's agenda on voluntary commitments by non-Annex I Parties. BURKINA FASO emphasized obligations related to developing countries, specifically technology transfer.", 
    "CHINA, supported by HUNGARY, called for a review of FCCC implementation, not just commitments.", 
    "CANADA said future reviews should cover the effect of actions by all Parties over time and that SBSTA should provide scientific and technical information for such review.", 
    "HUNGARY noted many Annex I countries will meet their FCCC obligations.", 
    "He opposed giving up SBI consideration of the review.", 
    "SAUDI ARABIA recommended discussing non-Annex I Parties\u0092 commitments only after the Kyoto Protocol comes into force. SAUDI ARABIA, GAMBIA, COLOMBIA, IRAN and INDIA opposed any consideration of voluntary commitments at COP-4.", 
    "The CENTRAL AFRICAN REPUBLIC called for a decision on the adequacy of Annex I commitments before consideration of other country commitments.", 
    "SWITZERLAND said the second review should, inter alia, address stabilization of GHG emissions by Annex I Parties, and, citing Article 7.2 (a), said the issue of adequacy should not be restricted to Annex I Parties.", 
    "IRAN said it is natural to assess new Annex I commitments. The EU noted that the scientific knowledge that demonstrates the inadequacy of commitments is clear.", 
    "He noted that Article 7 discusses review of 'implementation' of the Convention, not just targets.", 
    "The US noted that the objectives of the Convention cannot be achieved simply through Article 4.2(a) or (b).", 
    "CHINA insisted that Article 7's reference to 'the' Parties does not include 'all' Parties and warned 'the North' that pushing too hard risks complete failure.", 
    "Consensus was reached not to request SBSTA for more information yet.", 
    "There was no consensus on the Chair\u0092s proposal for a contact group on the issue.", 
    "Delegates agreed to wait for a forthcoming G-77 draft proposal on the review. On review of information and possible decisions under Article 4.2 (f) (amendments to the annexes), AUSTRALIA, CANADA and the EU requested information on Turkey\u0092s approach to responsibilities.", 
    "The EU said all OECD countries should have stated commitments.", 
    "The US said any decision on review should include a provision that it be a regular item on the COP agenda.", 
    "The Chair requested a draft decision."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1279e.html", 
  "enb_long_title": "Eighth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "sbi", 
  "id": "enb1279e_2", 
  "enb_end_date": "04-Jun-98"
}