{
  "countries": [
    "Algeria", 
    "China", 
    "Sudan", 
    "Gambia", 
    "United States", 
    "Rwanda", 
    "Timor-Leste", 
    "Uganda", 
    "Mali", 
    "Switzerland", 
    "Syria", 
    "Antigua and Barbuda", 
    "Barbados", 
    "Benin"
  ], 
  "topics": [
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "Report of the GEF", 
  "enb_start_date": "07-Dec-09", 
  "enb_short_title": "COP 15", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "Group of 77"
  ], 
  "sentences": [
    "The GEF presented its report on 8 December.", 
    "Highlighting the US$2.7 billion already invested in mitigation, GEF CEO and Chair Monique Barbut emphasized GEF reform centered on four focal points: response to Convention guidance, country ownership, effectiveness and efficiency, and the fifth replenishment.", 
    "Switzerland supported the GEF s role as the operating entity of the financial mechanism and as a catalyst for leveraging finance, noting that it was crucial to improve performance.", 
    "Algeria, for the African Group, said GEF reforms are encouraging but inadequate, noting the need to strengthen urgent priorities for beneficiaries.", 
    "Barbados acknowledged ongoing work to improve the GEF resource allocation framework and called for a strong fifth replenishment.", 
    "Benin highlighted the need for closer linkages between the GEF focal points and the UNFCCC.", 
    "Noting positive GEF reforms resulting in increased access to funds for LDCs, the Gambia expressed hope that the fifth replenishment would enhance funding under the Least Developed Country Fund.", 
    "Syria called for a reconsideration of financial resource allocation, particularly for adaptation projects.", 
    "Sudan, for the G-77/China, highlighted concerns relating to predictability and adequacy of funding.", 
    "With Mali, Rwanda, Antigua and Barbuda and Timor-Leste, she opposed the co-financing requirement, which she said is particularly burdensome for LDCs.", 
    "Uganda supported monitoring and evaluation of implementing agencies."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12459e.html", 
  "enb_long_title": "Copenhagen Climate Change Conference", 
  "type": "", 
  "id": "enb12459e_138", 
  "enb_end_date": "19-Dec-09"
}