{
  "countries": [
    "Ghana", 
    "Pakistan", 
    "Paraguay", 
    "South Africa", 
    "Finland", 
    "Malta", 
    "Trinidad and Tobago", 
    "Switzerland", 
    "Japan", 
    "Norway"
  ], 
  "topics": [
    "Legal Status of Agreeements"
  ], 
  "section_title": "ORGANIZATIONAL MATTERS:", 
  "enb_start_date": "03-Nov-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "AWG-LCA Chair Michael Zammit Cutajar (Malta) opened the resumed seventh session of the AWG-LCA and introduced his scenario note (FCCC/AWGLCA/2009/13).", 
    "He explained that the six contact groups established in Bangkok would continue, namely on: a shared vision for long-term cooperative action, co-chaired by Chair Zammit Cutajar and Sandea de Wet (South Africa); adaptation, co-chaired by William Kojo Agyemang-Bonsu (Ghana) and Thomas Kolly (Switzerland); mitigation, chaired by Chair Zammit Cutajar; finance, co-chaired by Farrukh Khan (Pakistan) and Jukka Uosukainen (Finland); technology, co-chaired by Kunihiko Shimada (Japan) and Kishan Kumarsingh (Trinidad and Tobago); and capacity building, co-chaired by Lillian Portillo (Paraguay) and Georg Børsting (Norway).", 
    "Chair Zammit Cutajar then drew attention to non-papers listed in his scenario note, highlighting new non-papers: No.", 
    "31 on adaptation; No.", 
    "33 on a shared vision; No.", 
    "26 on sub-paragraph 1(b)(ii) of the BAP; and No.", 
    "34 on finance.", 
    "He noted supporting material to the non-papers, consisting of an updated list of proposed new institutional arrangements and a numbers paper on quantifications by parties in their proposals on a long-term global goal for emission reductions and on related mid-term goals.", 
    "Chair Zammit Cutajar explained that it might be necessary for formal meetings to be extended beyond 6 pm in Barcelona and said he would convene informal consultations during the week to maintain an overview of progress under the AWG-LCA.", 
    "He expressed hope that the outcome of the AWG-LCA in Barcelona would be a single text, to be translated before Copenhagen.", 
    "He outlined plans to continue informal consultations on the documentary and legal form of the outcome, emphasizing that these questions become more pressing as the deadline for completing the AWG-LCA s work in December approaches."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12443e.html", 
  "enb_long_title": "Barcelona Climate Change Talks 2009", 
  "type": "working group", 
  "id": "enb12443e_2", 
  "enb_end_date": "03-Nov-09"
}