{
  "countries": [
    "Canada", 
    "United Kingdom", 
    "Australia", 
    "Ethiopia", 
    "United States", 
    "Togo", 
    "China", 
    "Switzerland", 
    "New Zealand", 
    "Botswana", 
    "Brazil"
  ], 
  "topics": [
    "Anthropogenic Interference with Climate System", 
    "National Communications & Inventories"
  ], 
  "section_title": "SUBSIDIARY BODY FOR SCIENTIFIC AND TECHNICAL ADVICE", 
  "enb_start_date": "08-Jun-98", 
  "enb_short_title": "8th Session SBSTA & SBI, AG13 6", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "On the roster of experts, CANADA, the UK, the US and NEW ZEALAND called for regular reviews as well as inclusion of gender considerations. In response to a query from ETHIOPIA on the fate of previous submissions to the roster, the Chair noted that the compilation was an ongoing process.", 
    "BOTSWANA stressed the need for adequate time for notifying and inviting the experts, and, supported by CHINA, stressed the need for regional distribution of experts.", 
    "TOGO sought clarification on the absence of 'air' from the areas of expertise. Delegates considered the scientific and methodological aspects of a proposal made by Brazil (FCCC/AGBM/1997/Misc.3/Add.1) during the AGBM process and forwarded by COP-3 to SBSTA.", 
    "BRAZIL recalled that the proposal contained a clean development fund that has been replaced by the Kyoto Protocol\u0092s Clean Development Mechanism (CDM).", 
    "The proposal contained a technical and scientific aspect that establishes a methodology for linking the historical responsibility for increasing global temperature with the responsibility for lowering emissions.", 
    "He proposed a contact group to consider the issue at this meeting and announced his government will convene an expert meeting soon.", 
    "CHINA said the proposal highlights the 'real' relative responsibility of Annex I and non-Annex I countries. GREENPEACE said some of the methodology needs enhancement, noting that the proposal contains no methodology for several technical and policy assumptions.", 
    "He said further development would be useful for the second review of adequacy of commitments. The EU, the US, SWITZERLAND and AUSTRALIA said the proposal requires broader discussion and expressed concern about, inter alia: the method for reconstructing historical emissions; indicators that ignore the rate of change; and the availability of data. On additional methodological issues for consideration by SBSTA, SWITZERLAND queried how the proposal by Brazil can be included under the Convention.", 
    "The meeting decided that a small group comprising (those who raised questions) work together in proposing concrete suggestions on advancing the proposal further.", 
    "SWITZERLAND raised the issue of expert post reviews and evaluation of GHG inventories, and proposed a set of decisions for COP-4, which included calls for consideration of aerosols from combustion of fossil fuels, biomass burning and other greenhouse gas precursors as highlighted by the SAR; and the ratification of, and negotiation for a protocol to the Convention on Long-Range Transboundary Air Pollution."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1281e.html", 
  "enb_long_title": "Eighth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "SBSTA", 
  "id": "enb1281e_2", 
  "enb_end_date": "08-Jun-98"
}