{
  "countries": [
    "Brazil", 
    "Canada", 
    "Maldives", 
    "Samoa", 
    "Bangladesh", 
    "Malaysia", 
    "Tuvalu", 
    "Indonesia", 
    "Slovenia", 
    "Iceland", 
    "Australia", 
    "China", 
    "Japan", 
    "Antigua and Barbuda", 
    "Argentina", 
    "Venezuela", 
    "New Zealand"
  ], 
  "topics": [], 
  "section_title": "ANALYSIS OF MEANS TO REACH EMISSION REDUCTION TARGETS:", 
  "enb_start_date": "01-Apr-08", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "Least Developed Countries", 
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "AWG Chair Dovland introduced documents ( FCCC/KP/AWG/2008/INF.1 and FCCC/KP/AWG/2008/MISC.1 and Adds.", 
    "Stressing the AWG s legal mandate, Antigua and Barbuda, for the G-77/CHINA, expressed concern about suggestions to link the AWG with the new AWGLCA process.", 
    "BRAZIL noted that the AWG s success depends on its ability to focus on Annex I commitments.", 
    "CANADA highlighted links between the AWG and AWGLCA and, with ARGENTINA, called for coordinating the processes. ARGENTINA stressed that the Kyoto Protocol should remain the foundation for future Annex I commitments, and be strengthened, and VENEZUELA indicated there is no need to renegotiate the existing legal framework.", 
    "Maldives, for the LEAST DEVELOPED COUNTRIES (LDCs), highlighted the need for Annex I emission reductions in the range of 25-40% below 1990 levels by 2020, and BANGLADESH called for deep cuts.", 
    "NEW ZEALAND stated that rules must be improved and finalized before new commitments are made.", 
    "CHINA stressed that if the rules are changed, the 25-40% indicative range of Annex I emission reductions must be increased.", 
    "Samoa, for the ALLIANCE OF SMALL ISLAND STATES (AOSIS), said greenhouse gas concentrations must be stabilized well below 450 parts per million (ppm) and suggested the inclusion of new gases under the Protocol. CLIMATE ACTION NETWORK stressed that emission reductions in industrial sectors should not be substituted with emission reductions in other sectors, such as LULUCF, and stressed the need to protect biodiversity and indigenous rights.", 
    "The INTERNATIONAL TRADE UNION CONFEDERATION called on parties to consider social and economic dimensions of emission reduction targets. JAPAN highlighted the potential of sectoral approaches in achieving global emission reductions, and NEW ZEALAND supported analyzing other types of commitments in addition to quantified targets.", 
    "CHINA stated that sectoral approaches cannot replace targets but can be used as a means of achieving them.", 
    "Several parties, including JAPAN, TUVALU and Slovenia, for the EU, identified the need to address international aviation and maritime transport emissions.", 
    "AUSTRALIA, NEW ZEALAND, ICELAND and others also urged reviewing of rules on LULUCF and flexible mechanisms.", 
    "AUSTRALIA suggested broadening the scope of mechanisms, especially in relation to sinks, CCS and afforestation and reforestation.", 
    "INDONESIA identified the need to review the rules for the Clean Development Mechanism (CDM) and MALAYSIA proposed addressing complex procedures and high transaction costs under the CDM.", 
    "TUVALU suggested auctioning Assigned Amount Units."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12358e.html", 
  "enb_long_title": "First session of the Ad Hoc Working Group on Long-term Cooperative Action under the Convention (AWGLCA 1) and Fifth session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol to the UNFCCC (AWG 5)", 
  "type": "working group", 
  "id": "enb12358e_3", 
  "enb_end_date": "01-Apr-08"
}