{
  "countries": [
    "Canada", 
    "Pakistan", 
    "Saudi Arabia", 
    "Mexico", 
    "Egypt", 
    "Philippines", 
    "South Africa", 
    "India", 
    "China", 
    "Uganda", 
    "Japan", 
    "Venezuela"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Adaptation"
  ], 
  "section_title": "FINANCE:", 
  "enb_start_date": "05-Oct-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "In the morning, parties continued their consideration of the finance section ( FCCC/AWGLCA/INF.2 ). CANADA emphasized the need to provide support for adaptation to the poorest and most vulnerable countries, and called for creation of an architecture that maximizes the effectiveness of delivery.", 
    "JAPAN supported using existing institutional mechanisms.", 
    "The use of existing mechanisms was opposed by the Philippines, for the G-77/CHINA, Uganda, for the LDCs, and Egypt, for the AFRICAN GROUP.", 
    "The G-77/CHINA stressed that existing institutions had failed as a finance delivery system, objected to co-financing and said that the architecture should be concentrated in one house.", 
    "The AFRICAN GROUP underscored that financial mechanisms must be subject to MRV.", 
    "The LDCs emphasized that existing institutions have failed to provide adequate financing and that a new multi-window institution is needed.", 
    "He stressed that funding should come from public sources in developed countries and be supplemental to official development assistance. INDIA noted that the new report by the World Bank on the Economics of Adaptation to Climate Change estimates that US $75-100 billion per year is required for adaptation in developing countries.", 
    "He stressed that this range is probably an underestimate but should be used as a starting point for discussions on the scale of resources needed. MEXICO clarified their proposal for a green fund, highlighting that participation in the fund would be voluntary, but that once parties had opted in, their contributions would be based on assessment criteria related to emissions, population and economy.", 
    "Saying that developing countries contributions would be much smaller but not zero, he expressed concern that, without developing countries taking any responsibility to act, the victims of today may become the culprits of tomorrow.", 
    "He highlighted, inter alia , that: the LDCs would be the only accepted free-riders; developing countries would get more than they contribute; and the green fund would not eliminate obligations under other elements of the financial architecture.", 
    "The G-77/CHINA, PAKISTAN, the AFRICAN GROUP, SAUDI ARABIA, CHINA and INDIA expressed reservations with the Mexican proposal.", 
    "SOUTH AFRICA expressed concern with proposals that would require contribution by developing countries.", 
    "VENEZUELA said that developed countries were using green excuses to get out of their historical responsibilities.", 
    "The EU emphasized that the core of the negotiation is how to mobilize effective financing and that parties need to discuss linkages between sources of funding to create a coherent system."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12434e.html", 
  "enb_long_title": "Bangkok Climate Change Talks - 2009", 
  "type": "working group", 
  "id": "enb12434e_4", 
  "enb_end_date": "05-Oct-09"
}