{
  "countries": [
    "Turkey", 
    "Pakistan", 
    "Saudi Arabia", 
    "Australia", 
    "South Africa", 
    "Kuwait", 
    "Philippines", 
    "Singapore", 
    "India", 
    "Papua New Guinea", 
    "United States", 
    "China", 
    "Japan", 
    "New Zealand"
  ], 
  "topics": [
    "Mitigation", 
    "Adaptation"
  ], 
  "section_title": "MITIGATION:", 
  "enb_start_date": "08-Apr-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Delegates focused on subparagraphs 1(b)(iii-vii) of the Bali Action Plan , and also briefly took up subparagraph 1(b)(i).", 
    "On response measures, SAUDI ARABIA said that the AWG-LCA workshop had been an eye-opener on the utmost importance of the topic to all countries.", 
    "He stressed the need to focus on negative consequences, while JAPAN and TURKEY highlighted both positive and negative consequences.", 
    "The G-77/CHINA proposed evaluating the effectiveness of existing and new policy tools with regard to potential consequences.", 
    "SOUTH AFRICA said climate change measures should not eradicate jobs and livelihoods, noting as an example the negative consequences of developed country consumers attention to food miles.", 
    "The LDCs highlighted high costs of mitigation technologies. AUSTRALIA suggested to focus on the most vulnerable countries.", 
    "He said the issue should be discussed only in one negotiation group, and NEW ZEALAND highlighted that it is considered by the SBI.", 
    "KUWAIT supported establishing a forum to exchange views and experiences and develop recommendations.", 
    "On the catalytic role of the Convention, Chair Zammit Cutajar proposed, and parties agreed, to address it as a cross-cutting element.", 
    "The G-77/CHINA stressed the UNFCCC as the legitimate channel for the regime s full implementation and, with the PHILIPPINES, underscored the Convention as providing the context and principles of any related decisions.", 
    "SAUDI ARABIA stressed the UNFCCC as the sole forum where decisions on climate change should be made.", 
    "On sectoral approaches, INDIA, PAKISTAN and the PHILIPPINES reiterated that these approaches should be considered in the context of Convention Article 4.1(c) on the transfer of technologies .", 
    "SAUDI ARABIA opposed global and regional sectoral approaches.", 
    "On emissions from international transportation, PAKISTAN and SINGAPORE supported consideration of the issue by specialized agencies.", 
    "Lamenting the inclusion of aviation emissions under the EU ETS, SAUDI ARABIA stressed that the ICAO deters states from taking unilateral actions until its recommendations are developed.", 
    "On REDD+, PAPUA NEW GUINEA, opposed by SAUDI ARABIA, called for distinct treatment of NAMAs and REDD+, and called for a detailed article on REDD+ in a future agreement.", 
    "PAPUA NEW GUINEA also emphasized the expandable nature of a REDD+ mechanism, saying it could serve as a pathway to increase the range and magnitude of NAMAs.", 
    "On mitigation by developed countries, JAPAN stressed the need to address the legal framework for commitments by Protocol non-parties, including the US.", 
    "He said the work of the two AWGs is increasingly interdependent on issues such as comparability of efforts and crediting mechanisms.", 
    "AOSIS stressed the need to act urgently in accordance with the polluter pays principle and proposed addressing black carbon and methane emissions.", 
    "The EU outlined four criteria: developed country leadership; ambitious and quantified reduction targets; urgency; and comparability based on balanced criteria."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12406e.html", 
  "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)", 
  "type": "working group", 
  "id": "enb12406e_3", 
  "enb_end_date": "08-Apr-09"
}