{
  "countries": [
    "Saudi Arabia", 
    "Finland", 
    "Peru", 
    "Mexico", 
    "Australia", 
    "Philippines", 
    "Indonesia", 
    "Singapore", 
    "Trinidad and Tobago", 
    "Zimbabwe", 
    "China", 
    "Chile", 
    "Japan", 
    "Kenya", 
    "Norway", 
    "Saint Lucia"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Post-Kyoto Agreements", 
    "Mitigation", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "ITEMS 3, 4, 5 AND 6:", 
  "enb_start_date": "01-Oct-11", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "This issue covers the agenda items on preparation of an outcome to be presented to COP 17; review of the long-term global goal; legal options; and other matters, including Annex I parties undergoing the process of transition to a market economy and Annex I parties whose special circumstances have been recognized by the COP.", 
    "During the first meeting of the AWG-LCA contact group, AWG-LCA Chair Reifsnyder proposed, and parties agreed, to continue the work of the AWG-LCA in one contact group, which would meet periodically to touch-base on progress, while informal groups would address substantive issues.", 
    "He said the groups would be organized as follows: developed country mitigation, co-facilitated by José Alberto Fernández Garibaldi (Peru) and Karine Hertzberg (Norway); developing country NAMAs, co-facilitated by Fernández Garibaldi and Herzberg; REDD+, facilitated by Antonio Gabriel La Viña (the Philippines); sectoral approaches and sector-specific actions, facilitated by George Wamukoya (Kenya); various approaches, including opportunities for using markets to enhance the cost-effectiveness of and to promote mitigation actions, facilitated by Alexa Kleysteuber (Chile); response measures, facilitated by Crispin d Auvergne (Saint Lucia); adaptation, facilitated by Kishan Kumarsingh (Trinidad and Tobago); finance, co-facilitated by Georg Børsting (Norway) and Suzanty Sitorus (Indonesia); technology transfer, facilitated by Jukka Uosukainen (Finland); capacity building, facilitated by Uosukainen; shared vision, facilitated by AWG-LCA Vice-Chair Margaret Mukahanana-Sangarwe (Zimbabwe); the Review, facilitated by AWG-LCA Vice-Chair Mukahanana-Sangarwe; legal options, facilitated by María del Socorro Flores (Mexico); and other matters, facilitated by Kunihiko Shimada (Japan).", 
    "Chair Reifsnyder proposed that Burhan Gafoor (Singapore) facilitate informal discussions on the level of ambition (paragraphs 36-38 and 48-51 of the Cancun Agreements).", 
    "China preferred addressing the issue in the informal groups on developed country mitigation and developing country NAMAs, which was eventually agreed to.", 
    "Parties agreed that the first and last sessions of each informal group would be open to observers.", 
    "Mitigation by developed countries: In the informal group, parties discussed IAR, biennial reports and level of ambition (paragraphs 36-38 in Decision 1/CP.16).", 
    "The Co-Facilitators presented separate non-papers on these issues.", 
    "On IAR, Australia called for making use of existing COP guidance and reviewing the extent to which parties have achieved quantified economy-wide emission reduction targets.", 
    "Australia, supported by Norway, proposed integrating biennial reports and IAR into existing reporting to avoid duplication.", 
    "Developing countries called for promoting consistency in accounting and comparability of efforts among developed countries through the application of common agreed rules.", 
    "However, a group of developed countries said IAR needs to be complemented by an accounting system that includes carbon budget periods, LULUCF and mechanisms.", 
    "Several developing country parties objected to the merging of IAR and ICA provisions.", 
    "Divergent views were expressed among developing and developed countries on compliance, with the former saying that comparability and compliance are key objectives of the IAR process.", 
    "Some developed countries disagreed, saying a compliance process had not been agreed to.", 
    "On biennial reports, Saudi Arabia emphasized reporting on the effects of mitigation activities.", 
    "The EU suggested that the objectives of guidelines, structures, the modalities for communications and the detail required in biennial reports could be captured in an annex to a decision.", 
    "Singapore said that biennial reports should also function as an early warning system.", 
    "Parties considered a Co-Facilitators non-paper, with many developing countries highlighting that, inter alia : information in the biennial reports should be based on common accounting rules and performance indicators as a way to improve transparency and comparability; and that there be no parallelism with biennial update reports for developing countries.", 
    "Several developed countries supported diverse accounting methodologies to reflect the wide range of methods available to reduce emissions.", 
    "On level of ambition, parties examined options and means to increase commitments and advance work in the lead-up to Durban.", 
    "Some developed countries requested a common space to discuss the level of ambition, which many developing countries opposed, underscoring the different nature and content of the provisions on the level of ambition for developed countries and the provisions on NAMAs for developing countries (paragraphs 48-51 of decision 1/CP.16).", 
    "During the final AWG-LCA contact group meeting on Friday, Co-Facilitator Fernández Garibaldi reported that the group had developed three non-papers on: possible elements of a draft for biennial reports of developed countries; possible elements of modalities for IAR; and a Co-Facilitators summary of discussion on paragraphs 36-38 (level of ambition).", 
    "On the way forward, parties agreed to set deadlines for submissions and prepare a revised version before Durban."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12521e.html", 
  "enb_long_title": "UN Climate Change Conference October 2011", 
  "type": "WORKING GROUP", 
  "id": "enb12521e_17", 
  "enb_end_date": "07-Oct-11"
}