{
  "countries": [
    "Grenada", 
    "Germany", 
    "Burkina Faso"
  ], 
  "topics": [], 
  "section_title": "CLOSING PLENARY", 
  "enb_start_date": "21-Aug-08", 
  "enb_short_title": "AWGs", 
  "subtype": "plenary", 
  "actors": [
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "AWG-KP Chair Dovland convened the AWG-KP closing plenary at 5:38 pm on Wednesday, 27 August.", 
    "Bryan Smith, Christiana Figueres and Chair Dovland reported on deliberations of their respective contact groups on LULUCF, flexible mechanisms, and other issues.", 
    "Parties adopted the report of the session ( FCCC/KP/AWG/2008/L.9 ) and the conclusions.", 
    "During closing statements, Burkina Faso, for the LDCs, and Grenada, on behalf of AOSIS, urged developed country parties to come to Poznan ready to make quantitative reduction commitments.", 
    "Climate Action Network International called for a reduction of emissions by 80% to 95% below 1990 levels by 2050, and for deep domestic reductions that lead to a transformation to a low-carbon economy.", 
    "He called for discarding the option to use nuclear power under the CDM, expressed concern that bunker fuel emissions had yet to be controlled, and urged parties to bring their targets to Poznan. UNFCCC Executive Secretary Yvo de Boer announced that AWG-LCA 5 and AWG-KP 7 would take place from 30 March to 9 April 2009 in Bonn, Germany.", 
    "He urged parties to come forward with contributions, because future sessions remained unfunded. AWG-KP Chair Dovland concluded the session by acknowledging the tremendous amount of work achieved in Accra, but noted that parties still need to enhance understanding of the implications of the options proposed during the meeting.", 
    "He warned that the group would not be able to agree on final commitments before the rules were established, and urged parties to focus on essential issues.", 
    "He expressed concern about the anticipated workload for Poznan.", 
    "Identifying the need to circulate draft text to parties at least six months before the COP/MOP, Chair Dovland pointed out that draft text would have to be received by June 2009.", 
    "He urged parties to work intensively on outstanding issues and adjourned the meeting at 6:37 pm."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12383e.html", 
  "enb_long_title": "Third session of the Ad Hoc Working Group on Long-term Cooperative Action and first part of the sixth session of the Ad Hoc Working Group on Further Commitments for Annex 1 Parties under the Kyoto Protocol to the UNFCCC", 
  "type": "working group", 
  "id": "enb12383e_29", 
  "enb_end_date": "27-Aug-08"
}