{
  "countries": [
    "Bolivia", 
    "Saudi Arabia", 
    "Australia", 
    "Chile", 
    "Solomon Islands", 
    "Panama", 
    "Peru", 
    "Lesotho", 
    "Congo", 
    "China", 
    "Colombia", 
    "Dominican Republic", 
    "Yemen", 
    "Spain"
  ], 
  "topics": [
    "Financial Mechanisms and Funds 1", 
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adverse Effects & Response Measure", 
    "Adaptation", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "OPENING STATEMENTS:", 
  "enb_start_date": "01-Jun-10", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Umbrella Group", 
    "African Group", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Spain, for the EU, welcomed the fifth replenishment of the Global Environment Facility (GEF), and progress by the Adaptation Fund Board.", 
    "Yemen, for the G-77/CHINA, highlighted problems in receiving financial and technical support for non-Annex I national communications.", 
    "He emphasized the fourth review of the financial mechanism and said that the LDC Fund (LDCF) and the Special Climate Change Fund (SCCF) remain underdeveloped and require improvements.", 
    "He also stated that the poster and logo of the Cancún Conference should contain references to both COP 16 and COP/MOP 6 and that both be treated equally.", 
    "Australia, for the UMBRELLA GROUP, highlighted the importance of national communications, improved reporting and review of information, development and transfer of technology, and organization of intergovernmental meetings.", 
    "The Solomon Islands, for AOSIS, stressed the need to avoid duplication of efforts under the SBI and AWG-LCA.", 
    "He called for regular monitoring and evaluation of capacity building, highlighting the need for performance indicators, and supported further strengthening of the Adaptation Fund.", 
    "Lesotho, for the LDCs, stressed the need to fully implement the LDC work programme, lamented that the LDCF does not contain adequate resources to fully implement national adaptation programmes of action (NAPAs) and opposed the co-financing requirement.", 
    "Democratic Republic of the Congo, for the AFRICAN GROUP, stressed the importance of national communications.", 
    "He called for immediate operationalization of the SCCF and assistance to implement the direct access provisions of the Adaptation Fund.", 
    "He also called for indicators to implement developed countries capacity building commitments. BOLIVIA described outcomes of the World People s Conference on Climate Change, held in Cochabamba, Bolivia, in April 2010.", 
    "She expressed concern over developed countries increasing GHG emissions and emphasized that market mechanisms were not sufficiently addressing climate change. SAUDI ARABIA called for progress on the implementation of decision 1/CP.10 (Buenos Aires programme of work) and Protocol Article 3.14 (adverse effects and impacts of response measures). COLOMBIA, on behalf of Chile, Panama, the Dominican Republic and Peru, stressed the need for the existing financial mechanism to be used effectively and for national communications to be strengthened and capacities increased."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12462e.html", 
  "enb_long_title": "Bonn Climate Change Talks - May/June 2010", 
  "type": "sbi", 
  "id": "enb12462e_11", 
  "enb_end_date": "01-Jun-10"
}