{
  "countries": [
    "Canada", 
    "Saudi Arabia", 
    "Australia", 
    "Iran", 
    "United States", 
    "China", 
    "Switzerland", 
    "Norway"
  ], 
  "topics": [
    "Compliance and Enforcement", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "JOINT WORKING GROUP ON COMPLIANCE", 
  "enb_start_date": "09-Jun-99", 
  "enb_short_title": "10th Session SBSTA & SBI", 
  "subtype": "GROUPS", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The co-chairs proposed a draft work programme on procedures and mechanisms relating to compliance under the Protocol (FCCC/SB/1999/CRP.2).", 
    "Under the proposal, the Joint Working Group (JWG) invites Parties to make submissions to the Secretariat by 15 August 1999 in response to questions contained in an annex to the proposal.", 
    "These submissions will be compiled in a miscellaneous document.", 
    "The JWG also requests the co-chairs to produce, for consideration by JWG-2, a synthesis of proposals by Parties that would update the non-paper prepared by the Secretariat for this session.", 
    "The JWG also agrees that an informal discussion on work under the SBI/SBSTA and experience under other conventions would help Parties better understand the compliance system needed.", 
    "The JWG co-chairs will organize the discussion. On a deadline for Parties to respond to a questionnaire on compliance, Co-Chair Dovland (Norway) noted that the 15 August 1999 deadline was intended to allow Parties as much time as possible but would render translation of documents in time for COP-5 impossible.", 
    "He indicated that an earlier deadline would not only facilitate translation, but also revisions of the synthesis of submissions by Parties to update the current version.", 
    "After an extended discussion, 1 August 1999 was agreed as the deadline.", 
    "SWITZERLAND proposed including a reference to Decision 8/CP.4 (Preparations for the COP serving as the MOP) so that Parties prepare their submissions bearing it in mind and asked whether the co-chairs intended to prepare a more 'legally oriented' text based on the synthesis.", 
    "The US amended the proposal so that Parties address additional Decision 8/CP.4 issues to the extent that they are not otherwise covered by their submissions. On the nature and timing of the proposed informal exchange of information, the G-77/CHINA, supported by SAUDI ARABIA and IRAN, preferred holding it after COP-5, but before the twelfth sessions of the subsidiary bodies (SB-12).", 
    "She said the discussion should have clearly defined objectives and should not reach conclusions or form the basis for any documents.", 
    "Participants should be primarily government experts.", 
    "SWITZERLAND suggested the co-chairs develop terms of reference for the informal discussions.", 
    "AOSIS suggested holding the discussions back-to-back with COP-5.", 
    "The EU, CANADA, the US and AUSTRALIA supported holding it prior to COP-5 in order to better prepare for and participate more fully in that meeting.", 
    "AUSTRALIA noted that the Protocol is breaking new ground in international law and recommended examining other compliance models.", 
    "CANADA said the discussions would allow more effective use of scarce time and resources and, with the EU, said it would provide an opportunity for 'mutual learning.", 
    "' The US stressed that compliance is an urgent matter and must be completed by COP-6.", 
    "Co-Chair Dovland proposed further consultations.", 
    "The JWG will re-consider the issue on Thursday."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12107e.html", 
  "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "SBI/SBSTA", 
  "id": "enb12107e_2", 
  "enb_end_date": "09-Jun-99"
}