{
  "countries": [
    "Sudan", 
    "Argentina", 
    "India", 
    "Bangladesh"
  ], 
  "topics": [
    "Adaptation", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "INTEGRATION OF APPROACHES TO ADAPTATION PLANNING:", 
  "enb_start_date": "12-Oct-09", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Heather McGray, World Resources Institute (WRI), noted that the question of integration is not straightforward and can refer to: integration of development and adaptation needs through a planning process into climate-resilient development; or integration of different planning approaches with each other to, inter alia , avoid overlap, identify gaps and enable synergies.", 
    "McGray underscored that it may be useful to think about countries as having a system for adaptation, not unlike an ecosystem, and then address the overarching objectives of the system and what roles each player within the system fills.", 
    "She identified two questions for further discussion: what prevents effective integration of adaptation planning; and where are the opportunities for better integration?", 
    "Golam Rabbani, Bangladesh Centre for Advanced Studies, identified practical issues related to advancing integration of approaches to adaptation planning, noting that it presents an opportunity to deal effectively with the sustainable development challenges posed by climate change.", 
    "He emphasized political, technical, institutional and financial challenges to the integration of adaptation planning.", 
    "Rabbani said that national adaptation programmes of action (NAPAs), allocation of funds and creation of national high-level committees serve as entry points for integration at the national level.", 
    "He also stressed the importance of enabling environments, including public awareness, institutional arrangements for mainstreaming adaptation, engagement of stakeholders and development of good practices.", 
    "During the ensuing discussion, Argentina asked if a system existed for the flow of resources to communities in Bangladesh, noting the country s impressive budget allocation for adaptation.", 
    "India raised the issue of readiness cost, and asked about additional costs imposed on business and governments to increase resilience.", 
    "McGray noted a number of approaches to costing adaptation activities.", 
    "Sudan asked about the role of NAPAs in Bangladesh in enhancing the process of integrating adaptation into planning, noting challenges particularly with international integration, where a full understanding of sustainable development is still lacking.", 
    "Rabbani explained how Bangladesh developed its NAPA, highlighting six sectoral groups, multi-stakeholder involvement and the establishment of a climate change institution within the government.", 
    "However, he stressed the need for improved coordination among key ministries.", 
    "McGray noted the benefits of ecosystem approaches to planning, but said integration would inevitably be needed.", 
    "Greentrack stressed the importance of considering a cross-sectoral approach to adaptation as part of an overall sustainable development strategy.", 
    "Participants also raised issues related to: the possibility of having a single system for adaptation; uncertainties and time dimensions when dealing with integration approaches; and consideration of the costs and benefits of adaptation in parallel."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12440e.html", 
  "enb_long_title": "UNFCCC Technical Workshop on Advancing the Integration of Approaches to Adaptation Planning", 
  "type": "special workshop", 
  "id": "enb12440e_6", 
  "enb_end_date": "14-Oct-09"
}