{
  "countries": [
    "Brazil", 
    "Canada", 
    "Australia", 
    "China", 
    "Russian Federation", 
    "Japan"
  ], 
  "topics": [
    "Compliance and Enforcement"
  ], 
  "section_title": "LULUCF GPG", 
  "enb_start_date": "25-Jun-04", 
  "enb_short_title": "UNFCCC SB-20", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "In the morning, Co-Chair Audun Rosland outlined progress in informal consultations, and suggested suspending the contact group to continue work in a drafting group on common reporting format (CRF) tables, facilitated by Maria Sanz.", 
    "The contact group resumed discussions in the afternoon.", 
    "Maria Sanz reported completion of work on the CRF, except for the identification of LULUCF activities in relation to Protocol Article 6 (joint implementation), and said that Parties had agreed to forward the matter to SBSTA-21. Delegates then discussed SBSTA draft conclusions on other LULUCF issues.", 
    "BRAZIL, on behalf of the G-77/China, and opposed by CANADA, the EU, RUSSIAN FEDERATION and AUSTRALIA, proposed insertion of additional text on factoring out containing specific reference to the draft COP/MOP decision on LULUCF, decision 11/CP.7 (LULUCF), and other related LULUCF issues.", 
    "Following informal discussions, Co-Chair William Agyemang-Bonsu proposed text referring to the section on GPG in the SBSTA-19 report (FCCC/SBSTA/2003/15) instead.", 
    "Parties agreed.", 
    "Delegates continued discussions on draft conclusions on GPG.", 
    "The RUSSIAN FEDERATION requested reconsidering a paragraph on factoring out in the draft conclusion on other LULUCF issues.", 
    "Co-Chair Agyemang-Bonsu noted that the paragraph had been agreed, and can only be re-opened in Plenary. On CRF, AOSIS proposed including language noting that SBSTA had finalized the CRF tables, subject to consideration of matters relating to Protocol Article 6.", 
    "The EU, RUSSIAN FEDERATION, CANADA and JAPAN opposed this insertion, noting that work on the CRF had been finalized.", 
    "Co-Chair Agyemang-Bonsu suggested CRF tables had been 'elaborated' instead of 'finalized.", 
    "' CANADA, supported by the RUSSIAN FEDERATION, EU and JAPAN, proposed new paragraphs noting that SBSTA had not concluded the question relating to Protocol Article 6 and would further consider the issue at SBSTA-21.", 
    "After several rounds of informal consultations, Parties approved the text, and agreed to the draft conclusions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12241e.html", 
  "enb_long_title": "Twentieth Session of the Subsidiary Bodies to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12241e_8", 
  "enb_end_date": "25-Jun-04"
}