{
  "countries": [
    "Canada", 
    "Jamaica", 
    "Bangladesh", 
    "United Kingdom", 
    "China", 
    "Kenya", 
    "Argentina"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Technology Transfer"
  ], 
  "section_title": "UNFCCC COP 11 REPORT", 
  "enb_start_date": "28-Nov-05", 
  "enb_short_title": "UNFCCC COP 11 and COP/MOP 1", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "African Group", 
    "Group of 77 and China", 
    "Group of 77"
  ], 
  "sentences": [
    "COP 11 opened on Monday morning, 28 November, with a welcoming ceremony that involved presentations from Gerald Tremblay, Mayor of Montreal, and Jean Charest, Premier of Québec.", 
    "Mayor Tremblay highlighted the seriousness of climate change and the support of local governments for reducing greenhouse gas emissions.", 
    "Premier Charest noted the province of Québec\u0092s support for emissions reductions and the need for strong action to address climate change.", 
    "The speeches were followed by a live performance highlighting the impacts of climate change. COP 10 President Ginés González García (Argentina) then officially opened COP 11.", 
    "He asked delegates to observe one minute of silence in memory of UNFCCC Executive Secretary Joke Waller-Hunter, who passed away on 14 October 2005.", 
    "Praising her 'tireless dedication and enthusiasm,' he said the best tribute delegates could give would be to produce a strong outcome at this meeting. Parties then elected by acclamation Stéphane Dion, Canada\u0092s Environment Minister, as President of COP 11 and COP/MOP 1.", 
    "Dion called for steps to 'implement, improve and innovate,' including formally adopting the Marrakesh Accords and improving implementation of the UNFCCC and Kyoto Protocol, including the Clean Development Mechanism (CDM).", 
    "He also noted the need to begin consideration of commitments beyond 2012. UNFCCC Acting Executive Secretary Richard Kinley highlighted 2005 as a remarkable year for international climate policy, and drew attention to new data showing an increase in Annex I emissions and the need for further action. Several countries made opening statements and highlighted technology transfer and the five-year programme of work on adaptation.", 
    "Jamaica, on behalf of the Group of 77 and China (G-77/China), expressed concern about the Resource Allocation Framework (RAF) of the Global Environment Facility (GEF).", 
    "The United Kingdom, on behalf of the European Union (EU), called for an 'open mind' and 'creative and innovative ways' to address climate change after 2012.", 
    "Kenya, for the Africa Group, noted an inadequate commitment on capacity building, while Bangladesh, on behalf of the LDCs, highlighted the need to operationalize the LDC, Adaptation and Special Climate Change Funds."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12291e.html", 
  "enb_long_title": "Eleventh session of the Conference of the Parties to the Climate Change Convention and first meeting of the Parties to the Kyoto Protocol", 
  "type": "", 
  "id": "enb12291e_8", 
  "enb_end_date": "09-Dec-05"
}