{
  "countries": [
    "Canada", 
    "Saudi Arabia", 
    "Australia", 
    "Poland", 
    "United States", 
    "China", 
    "Japan", 
    "Switzerland", 
    "Hungary", 
    "Bolivia", 
    "Norway"
  ], 
  "topics": [
    "Flexibility Mechanisms"
  ], 
  "section_title": "MECHANISMS", 
  "enb_start_date": "11-Sep-00", 
  "enb_short_title": "SB-13", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "On 8-9 September, Parties considered text on guidelines for implementing Protocol Article 6 (JI), and the draft decision on Article 12 (CDM).", 
    "On the COP/MOP, JAPAN, CANADA, the US and POLAND reiterated a preference for existing Article 6 provisions.", 
    "The G-77/CHINA urged the same rigor for JI as for CDM.", 
    "On participation, the EU outlined its two-track approach.", 
    "The US and NORWAY expressed interest in the proposal, with caveats.", 
    "On monitoring, the EU, supported by several Annex I countries, proposed an option consistent with its two-track approach.", 
    "SAUDI ARABIA, supported by CANADA, bracketed reference to the CDM Reference Manual. On supplementarity, the EU, G-77/CHINA and HUNGARY emphasized domestic action as the primary means to fulfill commitments.", 
    "SAUDI ARABIA, with the AFRICA GROUP, suggested a cap of 25-30%.", 
    "The EU elaborated on two formulae: for a ceiling on net transfers and for a ceiling on net acquisitions.", 
    "The US and CANADA emphasized concerns with quantitative caps. On an interim CDM, AUSTRALIA, CANADA, JAPAN, and NORWAY underlined the need for a prompt start.", 
    "SAUDI ARABIA highlighted legal difficulties with a prompt start, and suggested expanding the AIJ pilot phase to accommodate this.", 
    "The EU and SWITZERLAND said the CDM should commence immediately after COP-6 on a permanent rather than interim basis.", 
    "The AFRICA GROUP proposed a stand-alone decision on interim arrangements.", 
    "Parties differed on the use of a positive list of CDM projects.", 
    "BOLIVIA and CANADA emphasized inclusion of LULUCF in the CDM."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12146e.html", 
  "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC", 
  "type": "", 
  "id": "enb12146e_5", 
  "enb_end_date": "11-Sep-00"
}