{
  "countries": [
    "Bolivia", 
    "China", 
    "Russia"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "CONDUCTING A PROCEDURAL DIAGNOSTIC: GREASING A SQUEAKING WHEEL", 
  "enb_start_date": "11-Nov-13", 
  "enb_short_title": "COP 19", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Since Copenhagen, concerns over transparency and process have cast a shadow over the UNFCCC.", 
    "The need to rebuild both trust among parties and legitimacy of the process is dire.", 
    "To some extent, more transparent and inclusive talks in Cancun and the Durban 'indabas' did manage to restore a certain degree of confidence.", 
    "Yet, acrimonious discussions returned again in Warsaw as the fragile feeling of trust dissipated.", 
    "Developing countries complained of 'broken promises' and made desperate calls for implementing agreed commitments on finance, while mutual accusations of backtracking were thrown around.", 
    "Some controversial statements made during a press conference sparked a finger-pointing session between the Like-Minded Developing Countries (LMDCs) and the EU, which some even described as 'negotiating through the media'.", 
    "With trust issues like these, the road to Paris is likely to be a bumpy one.", 
    "Procedural trepidations, too, never truly left the process.", 
    "In Cancun, COP President Patricia Espinosa gaveled through the adoption of the Cancun Agreements despite Bolivia's opposition, leaving many to ponder the meaning of consensus.", 
    "Just two years later, COP President Abdullah bin Hamad Al-Attiyah gaveled through the adoption of the Doha Amendment notwithstanding Russia's raised flag.", 
    "This caused Russia to demand that decision-making be put on the SBI agenda, which resulted in a procedural impasse last June when the SBI was unable to begin its work for two weeks.", 
    "Following protracted consultations immediately prior to the Warsaw conference, a new agenda item on decision-making in the UNFCCC was introduced under the COP, and informal open-ended consultations were launched.", 
    "In these informal consultations, parties considered procedural issues that will shape their future discussions.", 
    "Although no formal outcome in the form of a COP decision was reached, the creation of a designated window for procedural discussions is significant.", 
    "Parties appeared to be on the same wavelength on the timeliness of addressing the decision-making process perceived as flawed by many, and 'cleaning house' before Paris.", 
    "The task seems daunting, however, as numerous issues have been added to a laundry list dominated by an overarching concern over legitimacy of the process.", 
    "Anxieties surrounding transparency and inclusiveness versus efficiency and effectiveness; the roles of the COP President, the Secretariat and presiding officers; organization of high-level engagement as well as the process for achieving outcomes - all harking back to Copenhagen - have been haunting the UNFCCC process for years.", 
    "And although COP President Marcin Korolec was hailed for conducting the process in a transparent and party-driven manner, many developing countries' delegations were spread too thinly to be able to effectively follow the packed agenda.", 
    "Late nights, too, continued to compromise transparency, efficiency and inclusiveness, which led some to wonder if all-night negotiations could be some parties' tactic, and to question their good faith.", 
    "The avoidance of package deals, too, engendered discussions.", 
    "With the adoption of the rules of procedure nowhere in sight, package deals have, in the past, been the means to reach consensus.", 
    "Yet, package deals often mean that parties are forced to accept compromises on issues that, if taken on their own, they would not agree to.", 
    "During the informal stocktaking plenary on Saturday morning, COP President Korolec slipped up to mention 'a package', an eyebrow-raising comment he later retracted after the G-77/China and others sought reassurance that each decision would be considered on its face value.", 
    "Other parties, however, seemed more comfortable with package-deal language.", 
    "The outcomes of several COPs leading up to Warsaw have been the result of take-it-or-leave-it, not give-and-take, deals.", 
    "Warsaw prudently showed caution on that front."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12594e.html", 
  "enb_long_title": "Warsaw Climate Change Conference - November 2013", 
  "type": "", 
  "id": "enb12594e_92", 
  "enb_end_date": "23-Nov-13"
}