{
  "countries": [
    "Pakistan", 
    "Maldives", 
    "Germany", 
    "China"
  ], 
  "topics": [
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "CLOSING PLENARY", 
  "enb_start_date": "07-May-07", 
  "enb_short_title": "SB 26", 
  "subtype": "PLENARY", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "On Friday afternoon, 18 May, the AWG 3 closing plenary took place.", 
    "Parties adopted the report of the session (FCCC/KP/AWG/2007/L.1) without amendment.", 
    "Pakistan, speaking for the G-77/China, emphasized the AWG's focus in setting further Annex I commitments and indicating that these need to be based on sound science, highlighting the IPCC reports and the need for urgent and ambitious targets.", 
    "He suggested that negotiations should be completed in 2008, or at the latest in 2009.", 
    "Stating that the work programme for the AWG agreed in Nairobi at AWG 2 had not been sufficiently clear, he expressed hope that the agreement reached at AWG 3 had clarified various elements, including that: AWG 4 will continue analysis of mitigation potentials and address identification of possible ranges for Annex I reductions, based on the Secretariat's synthesis paper and submissions; and AWG 5 will analyze means for achieving commitments He also noted lack of clarity on the end date for the AWG.", 
    "Germany, for the EU, said the work done during AWG 3 and input from the IPCC have provided a solid foundation on which to proceed.", 
    "He stated that the AWG's work is essential for a comprehensive post-2012 agreement on global reductions, and also noted the Convention Dialogue's contribution and the need to put the ideas identified during the Dialogue into action.", 
    "Maldives, speaking for AOSIS and the LDCs, said urgent emissions reductions are needed, hoped that lower stabilization scenarios below 550 ppm would be analyzed, and looked forward to developing a timetable for completing the AWG's work in Bali.", 
    "Chair Charles thanked all of those involved in AWG 3, and looked forward to seeing everyone in Vienna at AWG 4.", 
    "He declared the session closed at 3:47 pm."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12333e.html", 
  "enb_long_title": "Twenty-sixth sessions of the Subsidiary Bodies (SB 26) of the United Nations Framework Convention on Climate Change (UNFCCC)", 
  "type": "", 
  "id": "enb12333e_75", 
  "enb_end_date": "18-May-07"
}