{
  "countries": [
    "Mozambique"
  ], 
  "topics": [
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "ADAPTATION PLANNING AND PRACTICES AT THE SUBNATIONAL LEVEL:", 
  "enb_start_date": "15-Sep-07", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "This group was facilitated by Pablo Suarez and Kristie Ebi.", 
    "The facilitators observed that lack of focus on community-level practices is one weakness of the NWP.", 
    "Participants initiated discussions by assessing current practices at the subnational level.", 
    "Many noted that local knowledge is important for successful adaptation practices.", 
    "Some expressed concern that much of this knowledge could die out with the elders unless action is taken.", 
    "Participants observed that indigenous knowledge can also have negative adaptation effects, citing examples from Mozambique, where people refused to evacuate during floods because other species had not yet reacted.", 
    "They highlighted the paucity of climate-related data at the subnational level, and underscored the need for sensitive data usage in order to avoid delaying actions that have little need for additional data collection.", 
    "Participants observed that short-term programmes may result in the opposite of the intended effects and that programmes with longer timeframes could be more successful.", 
    "They noted that communities have decreased capacity to respond successfully to successive disasters, calling for investigation of ways to mitigate this trend.", 
    "The group discussed issues that should be addressed by the NWP at the subnational level.", 
    "Participants highlighted the need for continued knowledge interchange among peers to encourage effective adaptation practices.", 
    "They suggested that low-cost, easy-to-use electronic media would be useful in achieving knowledge interchange amongst peers, government and NGOs.", 
    "They noted that some form of expert review would be necessary in order to ensure the maintenance of standards.", 
    "Some members noted the possibility of using low-cost technology successfully in areas where suitable infrastructure is not readily available.", 
    "They also acknowledged the need for the development of best practices to successfully scale up projects.", 
    "The group highlighted the importance of tailoring technologies to local situations.", 
    "Participants broke into smaller groups to discuss matters relating to: urban community adaptation; communication flows; and information storage and dissemination.", 
    "They agreed that three issues need to be taken into account when implementing adaptation programmes, namely: the false assumption that actions will trickle down to communities; the need to integrate local-level initiatives into UNFCCC processes; and how best to reach vulnerable communities without alienating national governments.", 
    "The group highlighted the need to place greater emphasis on the urban fringes, as they are an increasingly larger proportion of society.", 
    "They emphasized that the NWP can help educate towns, cities and mega-cities on climate change and adaptation.", 
    "They also spoke about the need to introduce quality standards and awards to create more enabling environments for adaptation to take place."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12340e.html", 
  "enb_long_title": "UN Framework Convention on Climate Change (UNFCCC) Workshop on Adaptation Planning and Practices under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)", 
  "type": "", 
  "id": "enb12340e_13", 
  "enb_end_date": "15-Sep-07"
}