{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Flexibility Mechanisms"
  ], 
  "section_title": "High-level Segment (19-23 July):", 
  "enb_start_date": "30-Jul-01", 
  "enb_short_title": "COP-6 bis", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "On Thursday, 19 July, the high- level segment of COP-6 Part II began, with ministers and other senior government officials in attendance.", 
    "In their deliberations, ministers and other officials began by considering a Note by the Co-Chairs of the negotiating groups (FCCC/CP/2001/CRP.8), a 'streamlined document' that outlined clear options on all the key outstanding political issues.", 
    "They met in a main negotiating group, known as the President's Group, as well as in four groups considering the key issues.", 
    "Substantive work began on Friday, 20 July. Ministers and high-level officials met throughout the weekend and into Monday morning.", 
    "On Saturday night, 21 July, President Pronk observed signs of an 'increasing consensus' and presented his proposal for a draft decision outlining political agreements on 'core elements' of the BAPA.", 
    "Notable features of the proposal included: activities under Protocol Article 3.4 (additional activities) during the first commitment period, with individual Party caps on credits from forest management; afforestation and reforestation projects in the CDM during the first commitment period; a political declaration 'inviting' funding from Annex II Parties; enforcement consequences aimed at restoring non- compliance and repairing damage to the environment in cases of non-compliance; Annex I Parties refraining from using nuclear facilities in the CDM and JI; domestic action constituting a 'significant element' of Annex I Parties' efforts to meet commitments; and the establishment of funds for developing country activities. However, in spite of several Parties announcing Sunday that they could support the political decision, disagreements surfaced over the section on compliance.", 
    "President Pronk held further intensive consultations on this section throughout Sunday night and into Monday morning, resulting in an agreement to adopt the original political decision from Saturday, with a revised section on compliance."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12176e.html", 
  "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION", 
  "type": "", 
  "id": "enb12176e_13", 
  "enb_end_date": "30-Jul-01"
}