{
  "countries": [
    "United States", 
    "Saudi Arabia", 
    "China", 
    "Mali", 
    "Switzerland", 
    "Hungary", 
    "Nicaragua"
  ], 
  "topics": [
    "IPCC Governance"
  ], 
  "section_title": "CLOSING OF THE SESSION", 
  "enb_start_date": "05-Oct-15", 
  "enb_short_title": "IPCC-42", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "In closing, Nicaragua called for compensation to countries facing the consequences of climate change and stressed the role of the IPCC in providing an objective basis for climate financing by determining the historical responsibility for climate change.", 
    "IPCC Vice-Chair Van Ypersele thanked the AR5 team and quoted former IPCC Chair Professor Bert Bolin on the IPCC’s responsibilities regarding: independent and open scientific endeavor; viewing impacts in terms of the prevailing lack of equity and social justice in the world; urgency of action; and the need for cooperation.", 
    "WGI Co-Chair Stocker thanked Switzerland and the WGI TSU for their support.", 
    "He welcomed the new leadership and extended his best wishes to Hoesung Lee and the new Bureau in undertaking the sixth assessment cycle.", 
    "An AR5 author from Hungary thanked the entire outgoing Bureau for their leadership.", 
    "China congratulated newly elected Bureau members, saying that they are expected to undertake their work in an effective and transparent way.", 
    "Incoming IPCC Chair Hoesung Lee said the new Bureau would work as a team, adding that he would do his best to uphold the principles and practices of the IPCC, building on the tremendous accomplishments of AR5.", 
    "He thanked members of the IPCC for their support.", 
    "Acting IPCC Secretary Stewart thanked delegates for the collegial atmosphere and congratulated the new Bureau, expressing hope that those who were not elected to the Bureau would continue their work for the IPCC in other roles.", 
    "Acting IPCC Chair El Gizouli was universally lauded for his dedication to the IPCC, with many participants, including Mali, Saudi Arabia and the US, in addition to others, noting his personal sacrifice in taking over the role of IPCC Chair in February 2015.", 
    "In his closing remarks, Acting IPCC Chair El Gizouli noted the Panel had elected a strong and diverse new Bureau, and said it was a privilege to steer the fifth assessment period to a close.", 
    "He then received a standing ovation from the Panel for his leadership and dedication to the IPCC and for his able chairing of IPCC-42.", 
    "IPCC-42 was gaveled to a close at 6:42 pm."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12645e.html", 
  "enb_long_title": "42nd Session of the Intergovernmental Panel on Climate Change (IPCC-42)", 
  "type": "IPCC", 
  "id": "enb12645e_40", 
  "enb_end_date": "08-Oct-15"
}