{
  "countries": [
    "Brazil", 
    "Mauritania", 
    "Chile", 
    "Canada", 
    "Poland", 
    "United States", 
    "Thailand", 
    "Switzerland", 
    "Norway", 
    "Australia", 
    "South Africa", 
    "Iceland", 
    "Uruguay", 
    "China", 
    "Marshall Islands", 
    "Colombia", 
    "Japan"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Pre-Kyoto", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "METHODOLOGICAL ISSUES", 
  "enb_start_date": "02-Jun-98", 
  "enb_short_title": "8th Session SBSTA & SBI, AG13 6", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Several issues were considered under this agenda item, including emission inventories, land use change and forestry, the impacts of a single project on emissions in the commitment period, and the scientific and methodological aspects of the proposal by Brazil based on historic emissions. Emission Inventories: Delegates discussed emission inventories on Thursday, 4 June (FCCC/SBSTA/1998/4, and Misc.2).", 
    "The US and the EU stressed the need to incorporate the additional methodological issues raised by the Kyoto Protocol into the existing guidelines to enhance understanding of the three new gases under the Kyoto Protocol.", 
    "POLAND stressed further work on emission factors since these differ for different sectors, between and within countries.", 
    "He called for guidelines for the preparation of default projections. On Thursday, 11 June, the draft conclusions (FCCC/SBSTA/1998/L.3) were adopted.", 
    "They call for active participation by Parties in the ongoing activities of the current programme of work on GHG inventories methodology and call upon Parties to organize a workshop with the participation of methodological experts from the roster of experts as well as other relevant organizations.", 
    "They also note that the Kyoto Protocol includes provisions related to GHG inventory methods and recognize the methodological issues arising from them. Land use change and forestry: On 4 June, delegates addressed land use change and forestry (LUCF) during general statements on methodological issues.", 
    "Some countries, including JAPAN and the US, noted the urgent need for a decision including anthropogenic activities because this influences the ability of some countries to ratify and implement the Protocol.", 
    "The EU reaffirmed that inclusion of sink activities should not undermine incentives for action on gross emission mitigation.", 
    "MAURITANIA and ICELAND cautioned against concentrating solely on forests and conservation.", 
    "The Alliance of Small Island States (AOSIS) expressed concern over 'blanket' inclusion of all land use and forestry activities in sinks since this would introduce uncertainties and distract the Protocol from focusing on fossil fuel dependence. Several delegations said SBSTA should call on the IPCC to address outstanding technical questions in a special report.", 
    "The EU called for work on methodologies for quantifying changes in soil carbon as a result of forest activities since 1990.", 
    "With AOSIS, JAPAN, the US and AUSTRALIA, he sought clarification of IPCC terms and definitions of afforestation, reforestation and deforestation.", 
    "CANADA said soil sink projects should be included under the CDM.", 
    "The US cautioned against delays in the CDM process and said sink-related activity must move forward in the project-based process.", 
    "COLOMBIA stressed that technical aspects of Kyoto Protocol Article 3.3 (sinks related to forests), such as establishing what is meant by net change in stock, must be resolved.", 
    "Addressing Kyoto Protocol Article 3.4 (other sinks) depends on the will of some Parties.", 
    "NORWAY and CANADA sought to establish a process to enable COP-5 to consider sinks. A contact group on land use change and forestry (LUCF), chaired by Paul Maclons (South Africa) and Maciej Sadowski (Poland), met four times in closed and open sessions.", 
    "While agreeing on the need for an IPCC report, delegates disagreed on the content, timing and consideration of its results.", 
    "Debate centered on: inter alia: holding a workshop to consider Article 3.4 after COP-4; specific articles for consideration by IPCC in its special report; the impact of addressing only forests as sinks; and whether the special report will be considered at COP-6, or at the first meeting of the Parties to the Kyoto Protocol (COP/MOP-1).", 
    "On Thursday, 11 June, the contact group agreed to the Chair's revised draft conclusions. On Friday, 12 June, SBSTA adopted draft conclusions on LUCF (FCCC/SBSTA/1998/CRP.3).", 
    "The draft conclusions state that SBSTA understands Article 3.3 to mean: the adjustment to a Party's assigned amount shall be equal to the verifiable changes in carbon stocks during the period 2008 to 2012 resulting from direct human-induced activities of afforestation, reforestation and deforestation since 1 January 1990.", 
    "Where the result of this calculation is a net sink, this value shall be added to the Party's assigned amount.", 
    "Where the result of this calculation is a net emission, this value shall be subtracted from the Party's assigned amount. SBSTA also requested the Secretariat to organize a workshop of experts prior to COP-4 to consider data availability based on definitions by Parties in relation to Article 3.3.", 
    "This workshop would report to SBSTA-9.", 
    "SBSTA also agreed to plan a workshop after COP-4 to focus on issues arising from Article 3.4.", 
    "SBSTA requested the IPCC to prepare a special report to enable the COP to take decisions on land use, land change and forestry at COP/MOP-1.", 
    "The special report would address the methodological, scientific and technical implications of the Protocol, particularly Article 3.", 
    "The conclusions also state that issues not covered by the special report would be included in the TAR.", 
    "BRAZIL amended language in the conclusions on 'including those nominated by the IPCC,' to anyone 'engaged in the IPCC process.", 
    "' The conclusions were adopted as amended.", 
    "JAPAN noted its intention to make a financial contribution to the workshop to be held prior to COP-4. Impacts of single projects in commitment period: In a proposal submitted to SBSTA (FCCC/SB/1998/MISC.1/Add.2) on Wednesday, 3 June, ICELAND expressed concern over the difficulties faced to small countries arising from the setting of quantified limits on single project emissions and called for the adoption of a threshold value for significant proportional impact and separate reporting of process emissions.", 
    "AOSIS and the US expressed concern.", 
    "The EU recalled that differences in quantified emission reductions were already addressed and was reluctant to give exceptions for single projects.", 
    "SWITZERLAND said the proposed would threaten credibility. On Thursday, 11 June, ICELAND presented a revised proposal (FCCC/SBSTA/1998/MISC1/Add 4.", 
    ") that included an extra requirement on the definition of small economies and also specified that separate reporting of process emissions can only be initiated in the event that the assigned emissions amounts are exceeded as a result of single projects.", 
    "He said that the suggested criteria limits application to only three Annex I Parties.", 
    "The delegates adopted draft conclusions (FCCC/SBSTA/1998/L.5) that invited consideration of the issue at SBSTA-9 and acknowledged the additional information provided. Scientific and methodological aspects of a proposal made by Brazil: On Friday, 5 June, delegates considered the scientific and methodological aspects of a proposal made by Brazil (FCCC/AGBM/1997/MISC.3/Add.1) during the AGBM process and forwarded by COP-3 to SBSTA.", 
    "BRAZIL recalled that the proposal contains a clean development fund that has been replaced by the Kyoto Protocol's Clean Development Mechanism (CDM).", 
    "The proposal contains a technical and scientific aspect that establishes a methodology for linking the historical responsibility for increasing global temperature with the responsibility for lowering emissions.", 
    "He proposed a contact group to consider the issue at this meeting and announced his Government will convene an expert meeting soon.", 
    "CHINA said the proposal highlights the 'real' relative responsibility of Annex I and non-Annex I countries.", 
    "GREENPEACE said some of the methodology needs enhancement, noting that the proposal contains no methodology for several technical and policy assumptions.", 
    "He said further development would be useful for the second review of adequacy of commitments.", 
    "The EU, the US, SWITZERLAND and AUSTRALIA said the proposal requires broader discussion and expressed concern about, inter alia: the method for reconstructing historical emissions; indicators that ignore the rate of change; and the availability of data.", 
    "A group was convened to work on concrete suggestions on advancing the proposal. On Thursday, 11 June the contact group presented draft conclusions (FCCC/SBSTA/1998/L.6) recognizing that there were outstanding issues and welcoming the offer by Brazil to host a workshop and report back to SBSTA-9. Technology transfer and technology information centres On Thursday, 4 June, SBSTA considered development and transfer of technologies (FCCC/SBSTA/1998/5, INF.2, INF.5 and MISC.4).", 
    "Regarding the poor responses to the technology needs survey, the G-77/CHINA explained that this can be attributed to the absence of specific frameworks for the implementation of the Convention.", 
    "AUSTRALIA called for the identification of synergies in technology transfer activities under other Conventions.", 
    "With the US, he noted that national communications of non-Annex I countries would be helpful in identifying technology needs and underscored the role of the private sector.", 
    "The EU expressed hope that the flexibility mechanisms proposed under the Protocol would facilitate the transfer of technology.", 
    "URUGUAY noted the need to transfer concrete emissions reduction projects, not just reports.", 
    "He recommended a financial mechanism for technology transfer.", 
    "CHINA said the issue of technology transfer had been marginalized and noted that it is different from information centers.", 
    "COP-4 should address this as a separate agenda item.", 
    "CHILE noted the potential for technology transfers through the CDM. On the issue of technology information centres, delegates called for: the identification and assessment of means to improve the flow of information and technology; the establishment of regional centres; greater engagement of the private sector; consideration of needs and participation of beneficiaries; and the need to develop, strengthen and use existing institutions.", 
    "On technology work programmes, delegates recommended: improved government coordination; identification of barriers to transfer; incentives for transfers by the private sector; and a September deadline for submissions on the work programme. The contact group on technology, co-chaired by Renate Christ (EC) and Wanna Tanunchaiwatana (Thailand) met throughout the week and considered the Co-Chairs' proposed conclusions.", 
    "Delegates debated various formulations on identification of technology information needs in non-Annex I communications and proposals on next steps for technology information centres.", 
    "Under a proposal from the US and the EU, the first step would be to assess the extent to which managers and technicians in relevant sectors are aware of such technologies and processes, followed by the identification of sources and supplies.", 
    "SBSTA would request the Secretariat to, inter alia, identify the desired functions and services to be provided by such centres and networks.", 
    "Under a G-77/China proposal, SBSTA would state that initial priority should be given to supporting the establishment and enhancement of national and regional technology information centres.", 
    "The contact group did not reach agreement on these issues. On Friday, 12 June, SBSTA considered draft conclusions (FCCC/SBSTA/1998/CRP.5).", 
    "The conclusions contain bracketed text noting that non-Annex I communications are an important means of identifying technology information needs to facilitate [adequate adaptation to climate change]or[the implementation of their obligations under the Convention] and urging non-Annex I Parties to identify their needs in accordance with decision 10/CP.2, paragraph 20. Regarding the bracketed text, the G-77/CHINA and the MARSHALL ISLANDS preferred the first bracketed proposal.", 
    "The US favored the second formulation, noting the first option limits the scope of the paragraph.", 
    "He said the latter would include references to adaptation and mitigation.", 
    "Concerned delegations engaged in informal consultations throughout the day.", 
    "Delegates agreed to: 'adequate adaptation to climate change in accordance with decision 10/CP.2, paragraph 21, and to facilitate implementation of their obligations under the Convention in accordance with 10/CP.2, paragraph 20, and may include other relevant information in accordance with 10/CP.2.", 
    "' Under the conclusions, SBSTA noted the results of the expanded technology and technology needs survey and that the identification of technology information needs at the country level is an important step in relation to the improvement and development of modalities for the diffusion and transfer of technologies.", 
    "The conclusions also state that SBSTA took up the question of technology information centres but was not able to reach consensus.", 
    "Views of the EU, the US and the G-77/China were compiled in document FCCC/SBSTA/1998/MISC.5.", 
    "Discussion of this issue will continue at SBSTA-9 with the intention of forwarding its conclusions for consideration by COP-4."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1286e.html", 
  "enb_long_title": "Eighth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "", 
  "id": "enb1286e_7", 
  "enb_end_date": "12-Jun-98"
}