{
  "countries": [
    "China"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "A CYCLICAL PROCESS", 
  "enb_start_date": "15-May-06", 
  "enb_short_title": "UNFCCC SB 24", 
  "subtype": "", 
  "actors": [
    "Group of 77"
  ], 
  "sentences": [
    "To date, climate change negotiations have shown a cyclical pattern.", 
    "Past cycles culminated in the Kyoto Protocol (1997) , the Marrakesh Accords (2001) , and the operationalization of the Protocol at COP/MOP 1 (2005) .", 
    "The downside of the cycle demonstrates lackluster meetings filled with recurring, necessary agenda items and lack of momentum.", 
    "It is now apparent that a new negotiation cycle has begun.", 
    "Two new processes, the AWG and the UNFCCC Dialogue, have been launched and are in the process of organizing their work.", 
    "Delegates seemed content with their recent achievements and, with no major deadlines looming, there was subsequently no sense of urgency in the negotiations.", 
    "Already, though, the AWG is helping to trigger new ideas, in spite of its limited mandate to discuss further commitments of Annex I parties.", 
    "More general ideas, old and new, are now being thrown around.", 
    "These include sectoral approaches, positive incentives, discussions on energy and sustainable development, and new approaches to deforestation.", 
    "Some of these ideas will catch on, some will surely be discarded, but most will certainly evolve.", 
    "While the AWG managed to start planning its future work, and while environmental NGOs and developing countries stressed the need to rapidly define new targets for Annex I countries, most observers agree that nothing significant will happen until 2008-9.", 
    "While the AWG is not officially linked to Protocol Article 9 (review of the Protocol), and despite the G-77/China's insistence that there should be no linkage, many suspect that progress made on one will be dependent on progress made on the other.", 
    "If this is true, given that Article 9 will only be addressed for the first time at COP/MOP 2, it was unrealistic to expect Annex I delegates to push for major breakthroughs at AWG 1.", 
    "In any case, there seems little desire on the part of many parties to move ahead quickly, as many feel this period is critical to stocktaking and better understanding what has, and what has not happened leading up to the first commitment period.", 
    "Meanwhile, the SBI and SBSTA were mainly occupied with housekeeping issues.", 
    "In addition to such items, little progress was reported on the Adaptation Fund and the five-year programme of work on adaptation - two key pieces of the adaptation agenda.", 
    "Several delegates expressed their opinion that the slow progress had perhaps as much to do with some personality conflicts than with substantive issues.", 
    "On financing, for example, the slow progress seems to be grounded in a broader debate over the GEF - although the lack of imminent deadlines obviously played its part."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12306e.html", 
  "enb_long_title": "Twenty-Fourth sessions of the Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) of the UNFCCC and First session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG) and related meetings", 
  "type": "", 
  "id": "enb12306e_83", 
  "enb_end_date": "26-May-06"
}