{
  "countries": [
    "Brazil", 
    "Denmark"
  ], 
  "topics": [
    "forests"
  ], 
  "section_title": "LULUCF:", 
  "enb_start_date": "28-Nov-11", 
  "enb_short_title": "COP17", 
  "subtype": "", 
  "actors": [
    "African Group"
  ], 
  "sentences": [
    "The issue was addressed in a spin-off group co-chaired by Peter Iversen (Denmark) and Marcelo Rocha (Brazil).", 
    "Discussions focused on identifying key areas for streamlining text and narrowing down technical options for a political decision by Ministers.", 
    "The African Group presented a revised proposal on the baseline approach to forest management accounting, which was included in the text.", 
    "Parties also addressed disturbances with some expressing concerns over the definition and the importance of distinguishing anthropogenic from natural disturbances, and others stressing the importance of operationalizing the concept.", 
    "Other parties also introduced a revised version of harvested wood products.", 
    "One party discussed his proposal on a definition on forests, noting that this would introduce a comprehensive vision of forests as systems of life that have multiple functions.", 
    "One party noted that changing the definition of forests for a second commitment period could bring difficulties in terms of implementation and accounting.", 
    "Eventually parties agreed to integrate reference to forests as systems of life that have multiple and integral functions in the preamble of the decision.", 
    "One party questioned the participation of parties that had indicated that they would not be part of a second commitment period under the Kyoto Protocol, and expressed concern about parties working under the assumption that LULUCF rules could be transferred to the AWG-LCA track, noting the different nature of commitments.", 
    "He noted that LULUCF rules would depend on QELROs adopted and questioned how to deal with the fact that many parties said they are not ready to adopt QELROs.", 
    "Parties met in diverse fora to address outstanding text, and on 11 December the CMP closing plenary adopted a decision."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12534e.html", 
  "enb_long_title": "Durban Climate Change Conference - COP17/CMP7", 
  "type": "", 
  "id": "enb12534e_121", 
  "enb_end_date": "09-Dec-11"
}