{
  "countries": [
    "United States", 
    "Japan", 
    "China", 
    "Germany"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Pre-Kyoto"
  ], 
  "section_title": "AD HOC GROUP ON THE BERLIN MANDATE (AGBM)", 
  "enb_start_date": "01-Dec-97", 
  "enb_short_title": "3rd COP FCCC", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "At AGBM-1, held in Geneva from 21-25 August 1995, delegates considered several issues, including an analysis and assessment to identify possible policies and measures for Annex I Parties and requests for inputs to subsequent sessions.", 
    "They debated the nature, content and duration of the analysis and assessment and its relationship to other aspects of the process.", 
    "Several developed and developing countries stressed that analysis and assessment should be conducted in parallel and not prior to negotiations of a legal instrument, but a few developing countries insisted that more time was needed, particularly to evaluate economic costs. At AGBM-2, held in Geneva from 30 October - 3 November 1995, debate over the extent of analysis and assessment continued, but delegates also heard new ideas for the structure and form of a possible protocol.", 
    "Delegates considered: strengthening of commitments in Article 4.2(a) and (b) regarding policies and measures, as well as establishing quantified emission limitation and reduction objectives (QELROs) within specified time frames, advancing the implementation of Article 4.1, and possible features of a protocol or another legal instrument. At AGBM-3, held in Geneva from 5-8 March 1996, delegates heard a number of specific proposals on new commitments for Annex I Parties, including a two-phase CO2 emissions reduction target proposed by Germany.", 
    "They also discussed how Annex I countries might distribute or share new commitments, and whether those should take the form of an amendment or protocol.", 
    "Delegates agreed to compile proposals for new commitments for consideration at AGBM-4, and to hold informal roundtable discussions on policies and measures as well as on QELROs. AGBM-4, held from 8-19 July 1996 during the Second Conference of the Parties (COP-2) in Geneva, completed its in-depth analyses of the likely elements of a protocol or another legal instrument, and appeared ready to move forward to the preparation of a negotiating text.", 
    "Most of the discussions dealt with approaches to policies and measures, QELROs, and an assessment of the likely impact of new commitments for Annex I Parties on developing countries.", 
    "Upon the conclusion of COP-2, delegates noted the 'Geneva Declaration,' which endorsed the Intergovernmental Panel on Climate Change (IPCC) conclusions and called for legally binding objectives and significant reductions in GHG emissions.", 
    "COP-2 also saw a significant shift in position by the US, which for the first time supported a legally binding agreement to fulfill the Berlin Mandate.", 
    "However, even as Parties prepared to strengthen commitments, COP-2 highlighted the sharpest differences between them. AGBM-5, which met in Geneva from 9-18 December 1996, considered proposals from 14 Parties or groups of Parties regarding strengthening of commitments, advancing the implementation of Article 4.1, and possible elements of a protocol or another legal instrument.", 
    "Delegates adopted conclusions that requested the Secretariat to produce a 'framework compilation' of proposals for further consideration. AGBM-6 met from 3-7 March 1997 in Bonn.", 
    "Delegates met in 'non-groups' to exchange views and 'streamlined' the framework compilation text by merging or eliminating some overlapping provisions within the myriad of proposals.", 
    "This brought the process one step, albeit a small one, closer to fulfilling its mandate.", 
    "Much of the discussion centered on a proposal from the EU for a 15% cut in a 'basket' of greenhouse gases by the year 2010 compared to 1990 levels.", 
    "Other proposals emerged in the eleventh hour, signaling that AGBM-6, despite the hopes of many observers, had yet to foster much progress on several fundamental points. AGBM-7 met from 28 July - 7 August 1997 in Bonn.", 
    "A total of 145 Parties and Observer States participated in the session, as well as 691 representatives from NGOs and the media.", 
    "AGBM-7 further streamlined the negotiating text.", 
    "In the absence of initial formal proposals for emissions reduction targets by the US and Japan, there was a widespread sense that most of the progress achieved at this session was limited to a reduction in the number of proposals. The final session of the AGBM was held from 22 - 31 October 1997 in Bonn.", 
    "As AGBM-8 began, US President Bill Clinton included a call for 'meaningful participation' by developing countries in the negotiating position he announced in Washington.", 
    "With those words, the debates that shaped agreement back in 1995 resurfaced, with an insistence on G-77/China involvement once again linked to the level of ambition acceptable by the US.", 
    "In response, the G-77/China used every opportunity to distance itself from any attempts to draw developing countries into agreeing to anything that could be interpreted as new commitments.", 
    "Some observers thought the Japanese proposal, combining an overall reduction target of 5% with scope for differentiation, would likely provide the outline of the eventual compromise.", 
    "AGBM-8 was suspended until the day before the COP-3 opening in Kyoto to allow time to continue informal consultations on outstanding items, such as the number of GHGs to include, budget period or single-year targets, and sinks."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1276e.html", 
  "enb_long_title": "Third Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb1276e_2", 
  "enb_end_date": "11-Dec-97"
}