{
  "countries": [
    "Canada", 
    "Brazil", 
    "Saudi Arabia", 
    "Australia", 
    "Samoa", 
    "United States", 
    "China", 
    "Marshall Islands", 
    "Japan"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "ADVERSE EFFECTS", 
  "enb_start_date": "16-Nov-00", 
  "enb_short_title": "COP-6", 
  "subtype": "", 
  "actors": [
    "Organization of Petroleum Exporting Countries", 
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Delegates continued to discuss the text in the draft decision, retaining brackets around a sub-paragraph on 'demonstration adaptation projects,' and on immediate implementation of certain adaptation activities.", 
    "On a sub- paragraph on disaster preparedness and management, CANADA, supported by AUSTRALIA and the US, said disaster prevention was impossible, and the terminology should reflect this.", 
    "The G-77/CHINA, supported by MARSHALL ISLANDS and SAUDI ARABIA, said that disasters were dependent on the impact of weather events on human beings, and could therefore be prevented.", 
    "She supported retaining the term 'prevention.", 
    "' Discussion on the proposed disaster fund was postponed pending outcomes on financial discussions elsewhere.", 
    "Several brackets remained in the discussed paragraph, pending decision on the wording of the chapeau, which identifies financial resources for the activities outlined in this paragraph.", 
    "Later in the evening, a small Friends of a Chair group met in a closed session to continue discussing the text.", 
    "This group will meet on Thursday to resume consideration on the numerous outstanding issues, while the full contact group will resume on Friday. POLICIES AND MEASURES (P&Ms): Delegates resumed discussion on the elements for a draft decision on 'best practices' or 'good practices' in P&Ms among Annex I Parties.", 
    "On the decision requesting the Secretariat, under the guidance of the Chair of the SBSTA and in collaboration with relevant international and intergovernmental organisations, to support future work on P&Ms by organizing, inter alia, workshops and side events, the EU, supported by the US, CANADA and JAPAN, proposed removing reference to specific international organizations.", 
    "The G-77/CHINA and SAUDI ARABIA urged retaining reference to the specific organizations, and particularly OPEC.", 
    "Reference to the international organizations was bracketed.", 
    "Delegates agreed that the Secretariat operate under the guidance of the SBSTA, rather than the SBSTA Chair. On the decision inviting international organizations to present a status report on their activities relating to P&Ms, the US, supported by the EU and AUSTRALIA, proposed that this should be integrated within the decision requesting the Secretariat to support future work.", 
    "The G-77/CHINA, SAUDI ARABIA and BRAZIL urged keeping this as a separate decision, noting that it included additional proposals.", 
    "Parties did not reach agreement on this issue. The US and AUSTRALIA proposed deleting text requesting the Secretariat to compile information on P&Ms implemented and planned by Annex I Parties, noting the significant resource implications for the Secretariat.", 
    "They said that if it was retained, then reference should be limited only to the Convention.", 
    "The G-77/CHINA, SAUDI ARABIA, SAMOA and BRAZIL proposed retaining the request, and urged specific reference to the Protocol.", 
    "AUSTRALIA and the US, opposed by the G-77/CHINA, SAUDI ARABIA and SAMOA, said the information to be compiled by the Secretariat should be based exclusively on information supplied in the national communications. Following discussion, two alternative options for this decision were developed: the first requests the Secretariat to compile information on P&Ms implemented and planned under the Convention and its Protocol by Annex I Parties, while the second requests the Secretariat to compile information on P&Ms as reported in the national communications by Annex I Parties and in the reports of workshops and other events."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12155e.html", 
  "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12155e_4", 
  "enb_end_date": "16-Nov-00"
}