{
  "countries": [
    "Canada", 
    "Saudi Arabia", 
    "Poland", 
    "United States", 
    "China", 
    "Japan", 
    "Hungary", 
    "Norway"
  ], 
  "topics": [
    "Flexibility Mechanims"
  ], 
  "section_title": "JOINT IMPLEMENTATION", 
  "enb_start_date": "18-Sep-00", 
  "enb_short_title": "SB-13", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "On Thursday, 7 September, Parties reviewed the draft decision on guidelines for implementation of Protocol Article 6 (JI).", 
    "AOSIS, opposed by Norway, Poland and Canada, proposed removing reference to these being guidelines.", 
    "Parties were unable to agree on whether to retain text relating to equity, comprehensiveness, transparency, climate change effectiveness, fungibility, and sharing of proceeds. Parties continued discussions on Friday, 8 September.", 
    "On the COP/MOP, Japan, Canada, the US and Poland reiterated preference for existing Article 6 provisions.", 
    "The G-77/China urged the same rigor for JI as for CDM.", 
    "On participation, the EU referred to its two-track approach, which relates to the transfer of emission reduction units, in terms of which Parties complying with a set of identified preconditions may follow a more simplified procedure for transfer.", 
    "The US and Norway expressed interest in the proposal, with caveats.", 
    "On monitoring, the EU, supported by several Annex I countries, proposed an option consistent with its two-track approach.", 
    "Saudi Arabia, supported by Canada, bracketed reference to the CDM Reference Manual.", 
    "On supplementarity, the EU, G-77/China and Hungary emphasized domestic action as the primary means to fulfill commitments.", 
    "Saudi Arabia, with the Africa Group, suggested a cap of 25-30%.", 
    "The EU elaborated on two formulae: for a ceiling on net transfers and for a ceiling on net acquisitions.", 
    "The US and Canada emphasized concerns with quantitative caps."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12151e.html", 
  "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC", 
  "type": "", 
  "id": "enb12151e_46", 
  "enb_end_date": "18-Sep-00"
}