{
  "countries": [
    "Brazil", 
    "Micronesia", 
    "Bolivia", 
    "Norway", 
    "Malawi", 
    "Ghana", 
    "Saudi Arabia", 
    "Australia", 
    "Algeria", 
    "Cuba", 
    "Venezuela", 
    "Zimbabwe", 
    "China", 
    "Russian Federation", 
    "Kazakhstan", 
    "Tanzania", 
    "Philippines", 
    "Finland", 
    "Trinidad and Tobago", 
    "Uruguay", 
    "Switzerland", 
    "Grenada", 
    "New Zealand", 
    "Pakistan", 
    "South Africa", 
    "Egypt", 
    "Mexico", 
    "Paraguay", 
    "Japan", 
    "Barbados"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Mitigation", 
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Extension of the Kyoto protocol", 
    "National Communications & Inventories"
  ], 
  "section_title": "ANNEX I EMISSION REDUCTIONS (AWG-KP)", 
  "enb_start_date": "09-Dec-09", 
  "enb_short_title": "COP 15", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Co-Chair Leon Charles (Grenada) opened the morning s contact group on numbers.", 
    "The contact group agreed on their work programme in Copenhagen and created a smaller group to address the length and number of commitment periods and base year.", 
    "Co-Chair Charles emphasized that five issues need to be resolved: a reasonable level of ambition for aggregate and individual Annex I emission reductions; clarity on use of the flexibility mechanisms and LULUCF in the pledges on the table; the length and number of commitment periods (whether five or eight years); a legally-binding base year and other reference years; and starting points for translating pledges into quantified emission limitation and reduction objectives (QELROs).", 
    "The Secretariat presented the updated informal note compiling information relating to possible QELROs as submitted by parties, highlighting improved clarity on the impact of use of mechanisms and LULUCF on pledges, as well as on the pledge by Kazakhstan to reduce emissions by 15% by 2020 from 1992 levels.", 
    "The EU requested information on whether carrying over Assigned Amount Units (AAUs) from the first to the second commitment period was included as an assumption in the emission reduction range in the IPCC s Fourth Assessment Report of 25-40% from 1990 levels, in order to further clarify the relation between level of ambition and what is required by science.", 
    "The RUSSIAN FEDERATION highlighted its recent pledge to reduce emissions by 20-25% from 1990 levels by 2020.", 
    "The Federated States of Micronesia, for AOSIS, emphasized the gap between what is required by science and the 13-19% aggregate reduction reflected by the current pledges.", 
    "She stressed that this level of ambition is far from the pathway desired by vulnerable countries. OTHER ISSUES (AWG-KP): During the first contact group meeting, discussions focused on how to organize the group s work.", 
    "AWG-KP Vice-Chair Harald Dovland (Norway) reminded parties that the focus is on preparing draft COP/MOP decisions or Protocol amendments.", 
    "He outlined the division of the group s work into the basket of methodological issues, the flexibility mechanisms and LULUCF.", 
    "He said discussions on the basket of methodological issues (comprising possible new greenhouse gases, common metrics to calculate carbon dioxide equivalence of emissions by sources and removals by sinks, and the 2006 IPCC Guidelines for National Greenhouse Gas Inventories), would be based on Annex III of document FCCC/KP/AWG/2009/10/Add.3/Rev.3 (elements of draft COP/MOP decisions on other issues).", 
    "On common metrics, Vice-Chair Dovland noted a potential overlap with the SBSTA s work.", 
    "Vice-Chair Dovland then highlighted paragraph 49(c)(xii) of the report of AWG-KP 6 (analysis of efforts and achievements to date, including during the first commitment period), and indicated that following consultations delegates had agreed to deal with the issue in the numbers group rather than by the other issues group.", 
    "On the flexibility mechanisms, he said the aim would be to clean up the text of the draft decisions (Annex III of document FCCC/KP/AWG/2009/10/Add.3/Rev.3 ).", 
    "Parties also agreed to continue work on LULUCF through a spin-off group co-facilitated by Bryan Smith (New Zealand) and Marcelo Rocha (Brazil). LONG-TERM COOPERATIVE ACTION (AWG-LCA): Parties established drafting groups on: shared vision, facilitated by Sandea de Wet (South Africa); finance, co-facilitated by Farrukh Khan (Pakistan) and Jukka Uosukainen (Finland); technology, co-facilitated by Kishan Kumarsingh (Trinidad and Tobago) and Kunihiko Shimada (Japan); capacity building, co-facilitated by Lilian Portillo (Paraguay) and Georg Børsting (Norway); and adaptation, co-facilitated by William Kojo Agyemang-Bonsu (Ghana) and Thomas Kolly (Switzerland).", 
    "On mitigation, Chair Zammit Cutajar suggested that drafting groups will meet on: nationally appropriate mitigation actions (NAMAs), supported by public finance, facilitated by Margaret Mukahanana-Sangarwe (Zimbabwe); REDD-plus, facilitated by Tony La Viña (the Philippines); general aspects of sectoral approaches and the agricultural sector, facilitated by Magdalena Preve (Uruguay); and response measures, facilitated by Richard Muyungi (Tanzania).", 
    "Chair Zammit Cutajar further explained that mitigation issues not considered by drafting groups will first be addressed in closed informal consultations under his chairmanship.", 
    "Chair Zammit Cutajar also proposed that consultations be conducted on non-market approaches to cost-effectiveness, facilitated by Maria del Socorro Flores (Mexico), and the crosscutting issues such as sources and scales of adaptation funding, and matching NAMAs with support.", 
    "Chair Zammit Cutajar will also consult parties bilaterally on the legal form of the outcome. AUSTRALIA suggested considering institutional arrangements and MRV as crosscutting issues, while BARBADOS expressed concern with the latter suggestion.", 
    "SAUDI ARABIA underlined the importance of negotiating the full package and several countries, including the EU, JAPAN and CUBA, called for ensuring coherence.", 
    "The G-77/CHINA, with BOLIVIA and ALGERIA, expressed concern with the proliferation of groups.", 
    "EGYPT noted that substance should be discussed before interlinkages and, with VENEZUELA, stressed that there should be one outcome in one process and not different outcomes in different processes.", 
    "The EU noted the importance of discussing HFCs and bunker fuels, and AUSTRALIA, with MALAWI, proposed establishing a drafting group on bunker fuels.", 
    "BARBADOS highlighted the need to consider a mechanism to address loss and damage. POTENTIAL CONSEQUENCES (AWG-KP): In the afternoon contact group, parties moved forward with a second reading of the text ( FCCC/KP/AWG/2009/12/Rev.2 ).", 
    "The EU stressed that it is premature to decide whether the text will become a COP/MOP decision or conclusions, while South Africa, for the G-77/CHINA, hoped that they would achieve more than a conclusion.", 
    "Parties then moved bracket-by-bracket through the text, discussing paragraphs under framing of the work, vulnerability and ability to respond to the impacts of potential consequences, and deepening understanding. SHARED VISION (AWG-LCA): During morning informal consultations, parties discussed whether to use non-paper No.", 
    "33, resulting from the discussions in Bangkok, or No.", 
    "43 from Barcelona, as the basis for negotiations.", 
    "Several parties said their earlier proposals were not reflected in the non-papers.", 
    "Informal consultations continued in the afternoon. MITIGATION (AWG-LCA): In the afternoon informal consultations on mitigation, parties commented on issues not addressed by drafting groups such as: mitigation by developed countries, market-based mechanisms, autonomous measures by developing countries, and maritime and aviation emissions.", 
    "Developing countries said drafting work should begin on sub-paragraph 1(b)(i) of the BAP as soon as possible, suggesting comparability of efforts as a starting point.", 
    "Some countries proposed focusing on targets.", 
    "A party underlined the importance of developed country mitigation in line with science and in a legally-binding form.", 
    "Several developing countries stressed that bunker fuels should be addressed under the Protocol.", 
    "Some developed countries proposed also discussing common mitigation frameworks contained in non-paper No.", 
    "A drafting group on mitigation by developed countries will be launched and bilateral consultations will be conducted on bunker fuels and on market-based approaches."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12450e.html", 
  "enb_long_title": "Copenhagen Climate Change Conference", 
  "type": "", 
  "id": "enb12450e_27", 
  "enb_end_date": "09-Dec-09"
}