{
  "countries": [
    "Brazil", 
    "Saudi Arabia", 
    "Australia", 
    "Youth NGOs", 
    "South Africa", 
    "Sudan", 
    "Nepal", 
    "India", 
    "Costa Rica", 
    "Trinidad and Tobago", 
    "China", 
    "Peru", 
    "Switzerland", 
    "Belize", 
    "Nauru", 
    "Bolivia", 
    "Venezuela", 
    "Argentina", 
    "Ecuador", 
    "El Salvador"
  ], 
  "topics": [
    "Post-Kyoto Agreements 1", 
    "Financial Mechanisms and Funds", 
    "Reasons for Concern", 
    "Post-Kyoto Agreements", 
    "forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "OPENING PLENARY", 
  "enb_start_date": "21-Oct-14", 
  "enb_short_title": "ADP 2-6", 
  "subtype": "plenary", 
  "actors": [
    "African Group", 
    "League of Arab States", 
    "Alliance of Small Island States", 
    "Brazil, South Africa, India and China", 
    "Central American Integration System", 
    "Independent association of Latin America and the Caribbean", 
    "Least Developed Countries", 
    "Environmental Integrity Group", 
    "Bolivarian Alliance For The Peoples Of Our America", 
    "Umbrella Group", 
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Welcoming delegates, ADP Co-Chair Kishan Kumarsingh (Trinidad and Tobago) expressed concern over the delayed beginning of the session, urging delegates to observe the schedule.", 
    "He recalled that the draft 2015 agreement should be ready by early April 2015 in order to be translated into all UN languages by May.", 
    "Calling for a 'bridge-building session', he invited delegates to compromise, adding that 'sticking to positions is not negotiation'.", 
    "Manuel Pulgar-Vidal, Minister of the Environment, Peru, and COP 20/CMP 10 President-Designate, invited delegates to 'work simultaneously' on: information for intended nationally determined contributions (INDCs); the elements of the draft negotiating text; and a careful review of the draft decision on workstream 2.", 
    "Noting that the UN Climate Summit brought unprecedented public mobilization, Christiana Figueres, UNFCCC Executive Secretary, told delegates 'the eyes of the world turn to you', calling on them to 'build bridges' and 'chart a path' towards a solution to climate change that is equitable and globally responsible.", 
    "Dan Bondi Ogolla, UNFCCC Secretariat, provided an overview of a questions and answers note by the Secretariat on legal aspects of the 2015 agreement.", 
    "Co-Chair Kumarsingh said parties should finalize the draft decisions on information for INDCs and pre-2020 ambition at this meeting, and agree on additional negotiating time in 2015.", 
    "Bolivia, for the G-77/CHINA, stated that the elements identified in Decision 1/CP.17 must be treated equally in the 2015 agreement, adding that the ADP Co-Chairs' non-paper on elements for a draft negotiating text is 'not perfect', but could be 'a useful starting point'.", 
    "The EU called for ADP 2-6 to focus on defining: the role of INDCs in operationalizing differentiation; monitoring, reporting and verification (MRV) rules; a cycle for increasing post-2020 ambition; and aspects of adaptation and means of implementation (MOI) in the 2015 agreement.", 
    "Australia, for the UMBRELLA GROUP, said the meeting should delineate the elements of the 2015 agreement and identify what can be elaborated in subsequent decisions.", 
    "He emphasized a practical, educational and cooperative focus for the Technical Expert Meetings (TEMs).", 
    "Switzerland, for the ENVIRONMENTAL INTEGRITY GROUP (EIG), expressed support for working on the basis of the Co-Chairs' draft decisions and non-paper, highlighted EIG members' contributions to the Green Climate Fund (GCF), and expressed the group's commitment to timely communication of INDCs.", 
    "Sudan, for the AFRICAN GROUP, stated that INDCs and elements of the 2015 agreement are aspects of the same mandate, expressing concern over the presentation of two separate documents.", 
    "Nauru, for the ALLIANCE OF SMALL ISLAND STATES (AOSIS), called for including a mechanism on loss and damage in the 2015 agreement, and said ADP 2-6 should clarify that the COP 21 outcome will be a legally-binding protocol under the Convention and keep warming below 1.5 °C.", 
    "Nepal, for the LEAST DEVELOPED COUNTRIES (LDCs), called for ADP 2-6 to organize elements of a post-2015 agreement and advance discussions on INDCs, including their legal form and treatment.", 
    "He said workstream 2 should build on the UN Climate Summit's momentum.", 
    "Venezuela, for the BOLIVARIAN ALLIANCE FOR THE PEOPLES OF OUR AMERICA (ALBA), Argentina and El Salvador, called for Annex I countries' leadership on mitigation, and provision of finance and technology transfer.", 
    "Ecuador, for the LIKE-MINDED DEVELOPING COUNTRIES (LMDCs), called for an open, inclusive and transparent process based on inputs from parties.", 
    "He welcomed the Co-Chairs' non-paper on elements for the 2015 agreement as a starting point for negotiations, but said the draft decision on INDCs goes beyond the Warsaw mandate, which refers to the identification of information to be provided by parties.", 
    "Saudi Arabia, for the ARAB GROUP, suggested agreeing on the core elements of the 2015 agreement as quickly as possible and addressing information required for INDCs.", 
    "He called for distinguishing between developed countries' compulsory actions and developing countries' voluntary actions.", 
    "South Africa, for BRAZIL, SOUTH AFRICA, INDIA and CHINA (BASIC), noted that increased pre-2020 ambition by developed countries, including full capitalization of the GCF, will build trust in the post-2020 process.", 
    "She emphasized that the 2015 agreement must allow for progressive enhancement of contributions.", 
    "Belize, for the CENTRAL AMERICAN INTEGRATION SYSTEM, said adaptation, loss and damage, and the REDD+ framework must be anchored in the 2015 agreement.", 
    "She called for establishing a contact group to consider legal aspects of the 2015 agreement.", 
    "Costa Rica, for the INDEPENDENT ALLIANCE OF LATIN AMERICA AND THE CARIBBEAN (AILAC), commended the Co-Chairs for their 'bold and effective' work and said AILAC would 'continue to build bridges'. BUSINESS AND INDUSTRY NON-GOVERNMENTAL ORGANIZATIONS (NGOs) underlined the need for all sectors of the economy to be enlisted in mitigation and adaptation. LOCAL GOVERNMENT AND MUNICIPAL AUTHORITIES said the Co-Chairs' draft text on pre-2020 ambition provides starting points for an action plan for cities and subnational authorities. FARMERS' NGOs called for a work programme on agriculture under the Subsidiary Body on Scientific and Technological Advice, covering food security, mitigation and adaptation. RESEARCH AND INDEPENDENT NGOs emphasized the importance of a negotiating process that is evidence-based and grounded in sound science. WOMEN AND GENDER urged delegates to take into account the rights, needs and expertise of men and women alike in the 2015 agreement.", 
    "Warning delegates that the climate window 'is closing before our eyes', YOUTH NGOs urged parties to commit to the highest level of ambition they can.", 
    "Climate Action Network, for ENVIRONMENTAL NGOs (ENGOs), called for an INDC text that is detailed and comprehensive enough to put the world back onto 'a climate-safe trajectory'.", 
    "Climate Justice Now, for ENGOs, lamented restrictions on the number of civil society representatives at COP 20 and urged delegates to address all elements in a new climate deal."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12600e.html", 
  "enb_long_title": "Bonn Climate Change Conference - October 2014", 
  "type": "", 
  "id": "enb12600e_1", 
  "enb_end_date": "21-Oct-14"
}