{
  "countries": [
    "Brazil", 
    "Malaysia", 
    "Australia", 
    "Peru", 
    "Switzerland"
  ], 
  "topics": [
    "Flexibility Mechanism", 
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "National Communications & Inventories"
  ], 
  "section_title": "OTHER MATTERS", 
  "enb_start_date": "08-Nov-99", 
  "enb_short_title": "COP-5", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Research and Systematic Observation: SBSTA considered research and systematic observation on 27-28 October.", 
    "The Global Climate Observation System (GCOS) reported on progress in enhancing global observatory systems and noted that deficiencies are a result of inadequate equipment, poor infrastructure and insufficient funding.", 
    "The GEF pledged additional funds to build observational capacity for certain developing countries.", 
    "Following subsequent informal consultations conducted by Susan Barrell (Australia), and SBSTA consideration, the COP adopted a draft decision (FCCC/CP/1999/L.4) on Thursday, 4 November.", 
    "The decision, inter alia: recognizes the need to identify priority capacity-building needs relating to participation in systematic observation; invites the GCOS Secretariat, in consultation with relevant bodies, to organize regional workshops; invites the GCOS Secretariat to continue to assist in establishing an intergovernmental process to identify priorities for action to improve global observing systems, and to report back at SBSTA-12; adopts the FCCC reporting guidelines on global climate observing systems; and invites Parties to report on systematic observation in accordance with these guidelines, in conjunction with national communications for Annex I Parties, and on a voluntary basis for non-Annex I Parties.", 
    "COP-5 also adopted the addendum containing the guidelines (FCCC/CP/1999/L.4/Add.1). Proposal by Brazil: On Wednesday, 27 October, SBSTA considered the scientific and methodological aspects of the proposal from Brazil, which attempts to allocate responsibilities among different GHG emitters based on their actions as measured by the increase in global temperatures, rather than by emissions.", 
    "Several delegates supported the concept of differentiated responsibilities, while a number noted that further scientific analysis would be useful.", 
    "The EU and PERU, opposed by MALAYSIA, said the issue should be considered as part of IPCC's TAR.", 
    "Following informal consultations, SBSTA adopted draft conclusions on this matter, and on Thursday, 4 November, COP-5 took note of the draft conclusions (FCCC/SBSTA/1999/L.13/Rev.1).", 
    "The conclusions state that SBSTA, inter alia, takes note of a revised version of the proposal by Brazil and decides to consider any new information on this issue at subsequent sessions, as appropriate. Cooperation with the IPCC: Following consideration by SBSTA, during which delegates debated the GEF's funding role in relation to the IPCC, the COP adopted a draft decision on cooperation with the IPCC (FCCC/CP/1999/L.18) on Thursday, 4 November.", 
    "The decision: expresses the COP's appreciation to the IPCC for its high quality work; notes with concern the IPCC's urgent appeal for additional resources; urges Parties and other organizations to contribute financial support to enable the IPCC to complete its TAR and special reports; and invites SBI-12 to consider the matter of support for the IPCC, in the context of recommending additional guidance to the GEF. Emissions from International Transportation: On Thursday, 4 November, COP-5 adopted a draft decision on emissions based on fuel sold to ships and aircraft engaged in international transport (FCCC/CP/1999/L.17).", 
    "The decision emerged following discussions in SBSTA and extensive informal consultations conducted over several days by José Romero (Switzerland).", 
    "The final decision, inter alia, expresses its appreciation for and welcomes the Special Report on Aviation and the Global Atmosphere and requests the SBSTA to continue its work on methodological issues relevant to this matter."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12123e.html", 
  "enb_long_title": "Fifth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12123e_23", 
  "enb_end_date": "08-Nov-99"
}