{
  "countries": [
    "Brazil", 
    "Canada", 
    "Qatar", 
    "Bangladesh", 
    "Philippines", 
    "Micronesia", 
    "United States", 
    "New Zealand", 
    "Bolivia", 
    "Saudi Arabia", 
    "Australia", 
    "South Africa", 
    "Singapore", 
    "India", 
    "Papua New Guinea", 
    "China", 
    "Germany", 
    "Chile", 
    "Russian Federation", 
    "Japan", 
    "Spain"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Mitigation", 
    "Adaptation", 
    "Technology Transfer"
  ], 
  "section_title": "MRV of support by developed countries", 
  "enb_start_date": "05-Jun-10", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "African Group", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "During the afternoon contact group, AWG-LCA Chair Mukahanana-Sangarwe reported on her consultations with the AWG-KP Chair on the proposal made by AOSIS on Thursday for a common space to discuss Annex I emission reductions.", 
    "She reported agreement to organize joint discussions soon, in consultation with parties, and suggested that parties consult on this matter.", 
    "Raising a point of order, the US stated that as his country is not a party to the Kyoto Protocol and does not intend to become one, such joint discussions would not be appropriate for the US.", 
    "He questioned whether the outcome of such joint discussions, between two completely separate groups, would apply to discussions under the AWG-LCA.", 
    "Chair Mukahanana-Sangarwe explained that the aim of the proposed consultations was to explore opportunities for moving forward, rather than combining discussions under the two AWGs.", 
    "Discussions then focused on MRV of support provided by developed country parties, based on questions by the AWG-LCA Chair ( http://unfccc.int/files/meetings/ad_hoc_working_groups/lca/application/pdf/finalquestionsmrvsupportweb_version_21.35.pdf ).", 
    "The Philippines, for the G-77/CHINA, suggested building on existing mechanisms or guidelines, such as national communications, and applying these, rather than establishing new ones.", 
    "She also stressed that the functions of MRV go beyond the MRV of developing country NAMAs.", 
    "AUSTRALIA supported using national communications for MRV and said they could be improved, including by requiring more frequent reporting and establishing uniform indicators, in order to ensure that they are an effective way of reporting support.", 
    "On aspects of support to be subject to MRV, the US said MRV of support refers to supported mitigation actions and proposed using existing mechanisms such as national communications and expert review teams.", 
    "He called for additional institutional arrangements and proposed double-entry bookkeeping under which both donors and recipients provide information on support given and received.", 
    "He highlighted consideration of the need to supplement existing guidelines on the frequency of reporting and the proposal relating to registries. CHILE proposed support for three stages of the NAMA process: developing NAMAs; capacity building for realizing NAMAs; and reporting and assessing realized NAMAs.", 
    "He supported the development of a standardized reporting framework instead of building on existing institutions, and an international registry under the Convention.", 
    "Spain, for the EU, suggested MRV of: how much support is provided; the purpose of support; channels through which the support is provided, whether bilateral or multilateral; and types of support such as grants or loans.", 
    "On institutional arrangements, he observed that national communications do not provide sufficient information and said the possibility of a registry could be further explored.", 
    "JAPAN emphasized that Annex I parties already undertake robust and rigorous MRV under existing national communications guidelines, and that information on the Convention s financial mechanisms is also submitted to the SBI.", 
    "He concluded that there is no need for additional institutional arrangements to ensure transparency.", 
    "Noting that some mitigation actions may require technical or capacity building support rather than financial support, South Africa, for the AFRICAN GROUP, said all three aspects should be subject to MRV in order to get a full picture of the support provided to developing countries.", 
    "He specified that MRV arrangements should require information on: the amount of public financing flowing from Annex I to non-Annex I countries; the form of finance; and the types of actions supported.", 
    "Lamenting that current bilateral and multilateral financial arrangements lack the transparency and accuracy required, he proposed a standardized MRV system, which builds on existing and envisaged institutions such as the Adaptation Fund, the NAMA registry and institutional arrangements for technology transfer. BOLIVIA suggested that the quantification of developed countries historical climate debt should form the basis for MRV of support to developing countries, and address the need for, inter alia : response measures for climate change-induced migration; technology needs as a consequence of foregone development opportunities; forest-related measures; and changes in legislation.", 
    "She supported the possibility of sanctions in the case of non-compliance. SINGAPORE emphasized that delivery and receipt of support should be subject to MRV and noted that national communications are not a timely or efficient means for conducting MRV of support.", 
    "On the elements for an MRV framework, CHINA suggested specific support goals including finance, capacity building and technology transfer, and identified the need for guidelines for the provision of new and additional finance.", 
    "INDIA emphasized the need for a set of common guidelines on what constitutes climate change financing and verification of support by a third party.", 
    "SAUDI ARABIA supported establishing a new system for MRV rather than using the current national communications system.", 
    "He said the new system should be established under the financial mechanism and comprise two parts: MRV of sources, including percentage contributions and how much is public and private; and MRV of disbursement which identifies support for, inter alia , voluntary NAMAs and adaptation. ANNEX I NATIONAL COMMUNICATIONS (SBI): In the contact group, BRAZIL, supported by CHINA and BOLIVIA, proposed 1 January 2011 as the date of submission of Annex I sixth national communications.", 
    "The EU noted that guidelines already exist for submission of Annex I national communications every four years, but said this does not preempt discussion on the frequency of reporting in other groups.", 
    "BOLIVIA underscored that some parties have not submitted their fifth national communications, identifying the need to encourage submission.", 
    "Responding to CHINA, the Secretariat highlighted their commitment to ensuring balance between developed and developing country representation on the expert review panels. ANNEX B ANNUAL COMPILATION AND ACCOUNTING REPORT (SBI) : CHINA, BRAZIL, and BOLIVIA, opposed by AUSTRALIA and NEW ZEALAND, said an increase in emissions from some Annex B countries should be reflected in the conclusions.", 
    "BOLIVIA requested also reflecting the contribution of the flexibility mechanisms to meeting commitments.", 
    "The Secretariat highlighted the challenges of calculating this, as very few credits have been retired, and it is unknown when Annex B parties will use their credits.", 
    "The Co-Chairs will prepare draft conclusions and informal consultations will continue. TECHNOLOGY TRANSFER (SBI/SBSTA): The joint SBI/SBSTA contact group on technology transfer convened to consider draft SBI and SBSTA conclusions.", 
    "Both sets of conclusions were adopted without comment. ARRANGEMENTS FOR INTERGOVERNMENTAL MEETINGS (SBI): SBI Chair Owen-Jones informed delegates that the negotiating session from 2-6 August 2010, in Bonn, Germany, had been confirmed by the Bureau and the dates and venue for the subsequent session were still being considered.", 
    "CHINA stated that they were considering offering to host the session. PAPUA NEW GUINEA outlined their proposal for convening an open-ended ministerial level session before COP 16 to deal with crunch issues and provide political guidance to the UNFCCC process. SBI Chair Owen-Jones noted that South Africa s offer to host COP 17 and COP/MOP 7 had been accepted.", 
    "The REPUBLIC OF KOREA and QATAR observed that they had both offered to host COP 18 and COP/MOP 8 and said they were consulting bilaterally on the matter.", 
    "The US proposed scheduling future meetings so that they end on Thursday, while SAUDI ARABIA observed that ending on Wednesday would serve the interests of more parties.", 
    "The US also suggested not scheduling meetings for Saturday afternoons in order to facilitate informal discussions, which often take place on Sundays.", 
    "The US, with AUSTRALIA and Bangladesh, for the G-77/CHINA, highlighted the need for an interim conference venue while awaiting the completion of the permanent conference facilities.", 
    "GERMANY provided an update of progress on the conference building. ANNEX I EMISSION REDUCTIONS (AWG-KP): During the contact group, parties focused on transparency and the Secretariat s technical paper on translating pledges into quantified emission limitation and reduction objectives (QELROs) (FCCC/KP/AWG/2010/2).", 
    "The RUSSIAN FEDERATION underscored that their pledge is dependent on the outcome of LULUCF discussions.", 
    "CHINA expressed concern over the decrease in Canada s pre-Copenhagen pledge of 20% by 2020 relative to 2006 levels to 17% by 2020 relative to 2005, noting that this represents movement in the wrong direction.", 
    "CANADA stressed that their target is aligned with the levels pledged by the US in the Copenhagen Accord and that such alignment is necessary given the economic interlinkages between the two countries.", 
    "The Federated States of Micronesia, for AOSIS, underscored the need for further information on the assumptions underpinning countries pledges.", 
    "In a presentation on the effect of surplus AAUs and different LULUCF accounting schemes on actual emissions, Spain, for the EU, emphasized the need to know rules before setting reduction targets.", 
    "He called for a joint space to discuss these issues with all parties in the room.", 
    "CHINA said that resolving the rules will not solve the problem of weak ambition. SOUTH AFRICA said LULUCF accounting rules should be defined in a manner resulting in net emission reductions.", 
    "He underscored the benefit of not carrying over surplus AAUs and the importance of supplementarity in using the flexibility mechanisms. BOLIVIA called for considering the atmospheric budget from 1750 to 2050, calculating an equitable share of that budget per capita as well as the amount each country has emitted per capita, and using this figure to determine responsibility for emission reductions.", 
    "He objected to any attempt to unify the two negotiating tracks. OTHER ISSUES (AWG-KP): In informal consultations on LULUCF, parties focused on harvested wood products, natural disturbances and interannual variability.", 
    "Many parties highlighted the need for transparency in accounting and some called for consideration of potential linkages between LULUCF rules and REDD+. RESEARCH AND SYSTEMATIC OBSERVATION (SBSTA): During informal consultations in the afternoon, parties exchanged views on new draft conclusions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12466e.html", 
  "enb_long_title": "Bonn Climate Change Talks - May/June 2010", 
  "type": "", 
  "id": "enb12466e_3", 
  "enb_end_date": "05-Jun-10"
}