{
  "countries": [], 
  "topics": [
    "IPCC Governance", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Flexibility Mechanisms", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "THE PREPARATION PROCESS - IPCC AT WORK", 
  "enb_start_date": "22-Sep-05", 
  "enb_short_title": "IPCC-24", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Just as the preparation of concrete involves different steps, the eighth meeting of Working Group III (WGIII-8) to address the Special Report on Carbon Capture and Storage (CCS Special Report), and the 24th session of the IPCC (IPCC-24), are different steps of the IPCC process.", 
    "The main task at WGIII-8 was to reach consensus on a Summary for Policy Makers (SPM) of the CCS Special Report.", 
    "Reaching consensus on how to best summarize the Special Report was lengthy and meticulous.", 
    "Topics involving considerable discussions included the relevance of CCS to mitigation, which largely depends on assumptions on future scenarios, the maturity (or immaturity) of CCS technology, problems associated with CO2 leakage, the costs of CCS, and most aspects related to ocean storage of CO2.", 
    "While discussions on these issues consumed all of the time scheduled for the meeting and more, most delegates showed great flexibility to reach consensus, and the result was a remarkable example of the IPCC process.", 
    "Contrary to what some (particularly in the scientific community) might expect, there was a general view that government input seemed to result in an improved document that was more measured, realistic and cautious than the draft text first presented at WGIII-8 for consideration. IPCC-24 had a different agenda to that of WGIII-8.", 
    "Items addressed included, on the one hand, organizational issues such as rules of procedure for the election of the IPCC Bureau and Task Force Bureau and the IPCC programme and budget, and on the other hand, substantive issues, such as work on emission scenarios, the 2006 IPCC Guidelines, and the possibility of an IPCC special report on renewable energy and energy efficiency.", 
    "The closure of the meeting left a slightly sour taste, because, after agreement seemed at hand, the adoption of election procedures was again postponed until the next IPCC session.", 
    "The text under debate has been under revision and discussion for years.", 
    "Agreement was reached on all the rules but one, and many delegates hoped to be able to approve the new rules at IPCC-24. Disagreement on a procedural point should not tarnish the success of the IPCC\u0092s work, which is better described with some numbers: in the elaboration of the CCS Special Report alone, more than 5,000 comments from more than 100 reviewers in 35 countries were considered; in preparing the Fourth Assessment Report (AR4), IPCC Working Group I expects to consider over 20,000 comments, with participation by over 1,000 experts.", 
    "And still the IPCC is able to achieve consensus documents.", 
    "Putting together the views and comments of so many experts from around the globe is a formidable endeavor.", 
    "The fact that governments, with widely divergent experiences and interests, can actually agree and partially co-author the IPCC\u0092s outputs can only be described as a phenomenal achievement - one that stands to provide good quality concrete for the global climate change architecture. Nevertheless, an excellent product can be rendered useless if no one knows about it or uses it.", 
    "This fact was acknowledged by delegates when discussing IPCC outreach needs and possibilities.", 
    "While it did not appear that great progress was made on this issue, it did seem that a greater sense of urgency for ensuring appropriate outreach activities was catching on. As any good quality control officer knows, continuous testing and adjustment is needed to ensure quality.", 
    "Either an excess or shortage of elements can damage the product.", 
    "The low participation of developing country experts in IPCC processes continues to be a problem, as noted by many observers both formally and informally during the meeting.", 
    "All agree on the need to address this issue."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12278e.html", 
  "enb_long_title": "8th Session of WG-III and IPCC-24", 
  "type": "ipcc", 
  "id": "enb12278e_46", 
  "enb_end_date": "28-Sep-05"
}