{
  "countries": [
    "Saudi Arabia", 
    "Colombia", 
    "Egypt", 
    "Gambia", 
    "Panama", 
    "Costa Rica", 
    "Peru", 
    "China", 
    "Chile", 
    "Belgium", 
    "Swaziland", 
    "Nauru"
  ], 
  "topics": [
    "Extension of the Kyoto protocol", 
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements"
  ], 
  "section_title": "AD HOC WORKING GROUP ON LONG-TERM COOPERATIVE ACTION UNDER THE UNFCCC", 
  "enb_start_date": "26-Nov-12", 
  "enb_short_title": "COP 18", 
  "subtype": "GROUPS", 
  "actors": [
    "European Union", 
    "League of Arab States", 
    "Brazil, South Africa, India and China", 
    "Umbrella Group", 
    "African Group", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The resumed 15th session of the Ad hoc Working Group on Long-term Cooperative Action under the UNFCCC (AWG-LCA 15) opened on 27 November with Aysar Tayeb (Saudi Arabia) continuing as Chair and Mark Pallemaerts (Belgium) continuing as Vice-Chair.", 
    "Many developing countries highlighted the need to provide clarity on mid-term finance.", 
    "The Umbrella Group urged transition to a full implementation phase and emphasized that the fast-start finance commitment has been collectively surpassed.", 
    "The EU stressed the continued provision of climate finance after 2012 and work to scale up finance towards 2020.", 
    "Peru, for Colombia, Chile, Costa Rica and Panama, identified the need to make progress in defining the next steps for implementation and close the AWG-LCA negotiating track.", 
    "He supported resolving pending issues at COP 18 and, if necessary, delegating specific tasks to the subsidiary bodies (SBs) and other processes.", 
    "Swaziland, for the African Group, said the Doha meeting must result in agreement on: a comparability and compliance framework for developed countries mitigation efforts; and clear mid-term targets for finance.", 
    "Nauru, for AOSIS, suggested focusing on the work mandated in Durban, including on a science-based Review that is narrow in scope.", 
    "The Gambia, for the LDCs, said parties in Doha must establish a separate expert body for the Review to feed into the ADP, as well as a platform for developing common accounting rules.", 
    "China, for BASIC, emphasized that a successful completion of the AWG-LCA must address all elements of the Bali Action Plan and must not leave key issues off the table, such as equitable access to sustainable development and intellectual property rights (IPRs).", 
    "Egypt, for the Arab Group, suggested working towards agreement on outstanding issues and, where no agreement is reached, to consider transferring issues to other Convention bodies ."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12567e.html", 
  "enb_long_title": "Doha Climate Change Conference - November 2012", 
  "type": "WORKING GROUP", 
  "id": "enb12567e_36", 
  "enb_end_date": "08-Dec-12"
}