{
  "countries": [
    "Canada", 
    "United States", 
    "Australia", 
    "Iran", 
    "Micronesia", 
    "Uzbekistan", 
    "Austria", 
    "China", 
    "Switzerland", 
    "Argentina"
  ], 
  "topics": [
    "National Communications & Inventories", 
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "National Communications & Inventories"
  ], 
  "section_title": "SBI", 
  "enb_start_date": "26-Oct-99", 
  "enb_short_title": "COP-5", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "SBI Chair John Ashe introduced Vice Chair Mohammed Reza Salamat (Iran) and Rapporteur Klaus Radunsky (Austria).", 
    "The provisional agenda was adopted as amended by the Plenary. On Annex I communications, the US recommended that only Part I (general description of guidelines) be negotiated through a contact group and adopted during COP-5.", 
    "SWITZERLAND, with the EU and AUSTRALIA, supported adopting the guidelines at COP-5.", 
    "AUSTRALIA said the guidelines may be applicable to Protocol inventories. SBI discussed the first synthesis report of non-Annex I initial communications.", 
    "On obstacles to producing non-Annex I communications, the G-77/CHINA called for provision of adequate financial resources, technical assistance and capacity-building to support non-Annex I countries in collecting data and identifying national emission factors and methodologies for adaptation assessment.", 
    "The EU, opposed by CHINA, said the GEF had provided most non-Annex I Parties with funding for national communications.", 
    "UZBEKISTAN noted that constraints included lack of research and data on emissions factors.", 
    "IRAN noted that countries also have needs determined by their unique circumstances. On the advantages of producing non-Annex I communications, the G-77/CHINA said that despite difficulties in identifying significant trends, the synthesis of initial non-Annex I communications was a first step in considering information related to FCCC implementation by non-Annex I Parties.", 
    "The EU, CANADA and MICRONESIA noted the usefulness of the compilation and synthesis report in better understanding the difficulties faced by non-Annex I Parties. On guidelines for non-Annex I communications, the G-77/CHINA opposed changing the guidelines, as many non-Annex I countries have not finalized their first communications.", 
    "AOSIS noted the need to modify IPCC guidelines for small island developing states because they are not always applicable to their special circumstances.", 
    "Since many countries had expressed an interest in initiating second national communications, the EU said guidelines should be reviewed.", 
    "SWITZERLAND said there is a need for one unified reporting format for all FCCC Parties and for the use of IPCC guidelines. The G-77/CHINA called for an expert review of non-Annex I communications by non-Annex I Party experts.", 
    "The EU and others highlighted the need for an expert review and consideration of non-Annex I communications and said all countries could benefit from this exercise.", 
    "AOSIS opposed technical assessment processes for individual national communications.", 
    "ARGENTINA supported regional groups of experts.", 
    "The REPUBLIC OF KOREA added that expert review teams should focus on identifying solutions to obstacles in preparing communications and sharing experiences. On the timing of second national communications, the G-77/CHINA noted that there is a differentiated timetable under the FCCC for submission of national communications by Annex I and non-Annex I Parties.", 
    "She said submissions of non-Annex I Parties' communications were contingent on the availability of financial resources.", 
    "The US, supported by CANADA and SWITZERLAND and opposed by CHINA, said the revision of guidelines was fundamental to improving second national communications.", 
    "A contact group will be convened on non-Annex I communications."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12113e.html", 
  "enb_long_title": "Fifth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "sbi", 
  "id": "enb12113e_2", 
  "enb_end_date": "26-Oct-99"
}