{
  "countries": [
    "Germany"
  ], 
  "topics": [
    "Post-Kyoto Agreements"
  ], 
  "section_title": "BONN CLIMATE CHANGE CONFERENCE 2012:", 
  "enb_start_date": "30-Aug-12", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The Bonn Climate Change Conference took place from 14-25 May 2012 in Bonn, Germany.", 
    "The conference comprised the 36th sessions of the Subsidiary Body for Implementation and the Subsidiary Body for Scientific and Technological Advice.", 
    "It also included AWG-LCA 15, AWG-KP 17 and the first session of the ADP.", 
    "Under the AWG-KP, the focus was on issues to be finalized for adopting a second commitment period under the Kyoto Protocol and for the AWG-KP to conclude its work at CMP 8.", 
    "Many outstanding questions remained, including the length of the second commitment period under the Kyoto Protocol and carry-over of surplus units.", 
    "Under the AWG-LCA, after agreement on the agenda, debates continued on which issues require consideration so that the AWG-LCA can finalize its work at COP 18.", 
    "Developed countries stressed significant progress and the various new institutions established in Cancun and Durban.", 
    "Many developing countries identified the need to continue discussing issues required to fulfill the Bali Action Plan mandate.", 
    "Under the ADP, discussions centered on the agenda and the election of officers.", 
    "After nearly two weeks of discussions, the ADP plenary adopted the agenda, initiating two work streams: one addressing matters related to paragraphs 2-6 of Decision 1/CP.17 (post-2020 regime) and the other paragraphs 7-8 (enhancing mitigation ambition during the pre-2020 timeframe) and agreed on the election of officers during the final day of the conference."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12548e.html", 
  "enb_long_title": "Bangkok Climate Change Conference - August 2012", 
  "type": "working group", 
  "id": "enb12548e_6", 
  "enb_end_date": "30-Aug-12"
}