{
  "countries": [
    "Ghana", 
    "United States", 
    "Saudi Arabia", 
    "Zimbabwe", 
    "China", 
    "Kenya", 
    "Luxembourg"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Pre-Kyoto", 
    "National Communications & Inventories"
  ], 
  "section_title": "FINAL PLENARY", 
  "enb_start_date": "28-Jul-97", 
  "enb_short_title": "7th Session of the AGBM, 6th Session SBSTA & SBI, AG13 5", 
  "subtype": "PLENARY", 
  "actors": [
    "African Group", 
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "The Chair of the institutions and mechanisms non-group introduced a new draft revised negotiating text and noted that many brackets remain, but that delegates had succeeded in streamlining and consolidating the text.", 
    "He noted that he will be available to receive comments on the text.", 
    "The Chair of the QELROs non-group introduced a draft revised negotiating text and stated that he was pleased with the constructive exchange of views between Parties.", 
    "He noted that the non-group had made progress in identifying alternatives, but that the entire text remains in brackets and will be considered at the next meeting in October.", 
    "He stated that the non-group did not have time to consider the voluntary application of commitments by non-Annex I Parties.", 
    "He noted that a proposal calling for a section on stabilization levels was submitted to the Chair of the AGBM for consideration.", 
    "On review of commitments, the Chair of the non-group stated that because of uncertainty on how the process will evolve, it was appropriate to keep the Chair\u0092s negotiating text. He requested the Chair of the AGBM to consider how the review of commitments will be dealt with in the future.", 
    "On measurement, reporting and review of information and compliance, the Chair suggested that the review be forwarded to the non-group on institutions and mechanism for possible discussion.", 
    "SAUDI ARABIA called on the Chair to ensure that the draft includes a chapeau stating, inter alia, that all paragraphs remain open for final negotiation and that existing brackets do not prejudge the status of a paragraph. The AGBM Chair introduced the draft revised negotiating text on policies and measures.", 
    "He noted that there had been considerable discussion on the option of no reference to policies and measures versus the option of a detailed list of common coordinated policies and measures.", 
    "The Chair for the non-group on Article 4.1 introduced a draft revised negotiating text and noted that although nothing has been agreed upon within the text, it offers a good starting point for negotiations in October. The G-77/CHINA reminded delegates that the Berlin Mandate process should not introduce new commitments for non-Annex I Parties, but advance the implementation of existing commitments of all Parties.", 
    "He stated that proposals for new commitments have been used to obscure the lack of political will of Annex I Parties.", 
    "He noted that no countries have proposed sharing the burden of the effects of climate change despite the historical emissions of many Annex I Parties.", 
    "He stated that the biggest handicap for non-Annex I countries is that they have no other forum for discussions other than the negotiating sessions. The US stated that it is committed to reach an agreement that will take serious steps to limit GHG emissions.", 
    "He noted that paragraphs on the evolution of emission limitation commitments were not discussed, and called for their consideration at the next meeting.", 
    "ZIMBABWE, on behalf of the African Group, noted that African nations will leave the meeting concerned about the pace of progress while the negative effects of climate change continue.", 
    "She noted four principles that need to be clearly defined: limitations of all GHGs; setting realistic per capita emissions rights that consider population growth and differentiation; reducing the emissions of Annex I Parties while controlling growth of emissions of non-Annex I Parties; and appropriate time frames that consider the current impacts of climate change.", 
    "The Chair called on Annex I Parties to spare no effort in consulting among themselves to find a compromise during the intersessional period.", 
    "KENYA called for a strong protocol or another legal instrument.", 
    "SAUDI ARABIA proposed that Annex I Parties identify the specific policies and measures that they intend to adopt to achieve their QELROs, and provide an analysis of the environmental, social and economic effects of the proposals on non-Annex I Parties.", 
    "GHANA noted that many African countries are implementing sustainable development action plans but that the efforts are being undermined by climate change.", 
    "He recognized the importance of non-Annex I Party commitments and stated that the use of differentiation for QELROs is both fair and reasonable.", 
    "LUXEMBOURG, on behalf of the EU, noted the flexibility and contribution that the EU has shown in its position and noted the concerns expressed by the G-77/CHINA. The Chair noted that all the proposals in the negotiating text (FCCC/AGBM/1997/3/Add.1 and MISC.", 
    "2, 3, 4, and 5) remained on the table and that not all elements of the negotiating text had been taken up at AGBM-7.", 
    "The draft texts presented by the Chairs as outcomes from their non- groups at AGBM-7 would be annexed to the report of the Session in the same way that SBI had annexed documents on non-Annex I communications and the review of the GEF.", 
    "Encouraged by Parties\u0092 remarks, the Chair added that he would continue with consultations during the intersessional period and prepare a Chair\u0092s text for AGBM-8, which would serve as the focus of the work. The Chair noted that the AGBM would end with the final session in October.", 
    "After that all that would remain will be to present a report to COP-3.", 
    "He recalled his opening statement to the Plenary in which he had emphasized the need for proposals for quantitative targets for QELROS and re-stated that such targets remained the goal.", 
    "He noted that with those numbers most other points would fall into place and stated that nobody should underestimate the obstacles to be overcome during AGBM-8.", 
    "He urged Parties to come to AGBM-8 determined to advance consensus. On the report of the meeting, the Chair said the annotations to the Agenda would state that the texts produced by non-groups would be issued as addenda to the report.", 
    "The report itself would be largely procedural.", 
    "He invited Parties to authorize the Rapporteur to complete the report after the session in cooperation with the Chair and the Secretariat.", 
    "Responding to questions by SAUDI ARABIA, the Chair said the Saudi invitation to Annex I countries to provide information on impacts would form part of the conclusions in the report.", 
    "The Chair noted that the Berlin Mandate may actually extend until COP-3, and that he would prepare his Chair\u0092s text as soon as he could.", 
    "The Session was adjourned."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1255e.html", 
  "enb_long_title": "Seventh Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "", 
  "id": "enb1255e_18", 
  "enb_end_date": "07-Aug-97"
}