{
  "countries": [
    "Egypt", 
    "Denmark", 
    "Senegal", 
    "Lesotho"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Reasons for Concern", 
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "Breakout Group 1 - Increasing economic resilience and reducing reliance on vulnerable economic sectors to climate change, including through economic diversification, at the community level", 
  "enb_start_date": "28-Apr-09", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "This breakout group discussion was facilitated by Lawrence Flint, ENDA, while Lydia Elewa, Egypt, served as rapporteur.", 
    "Flint stated that enhancing economic resilience required an enabling environment, and that economic resilience is fragile, particularly for those depending on natural resources, and varied, depending on, for example, geographic location.", 
    "The group began with a general discussion of indicators of economic resilience and their use, focusing on production and service sectors at various levels, and indicators for an enabling environment.", 
    "The group then focused on gaps and barriers to economic resilience, methods and tools that might enhance resilience, including economic diversification, and recommendations to increase resilience.", 
    "Looking at the production and service sectors, participants discussed various indicators of economic resilience, including: human, natural and capital resources; infrastructure; access to information and disaster preparedness; social safety nets; market efficiency, including issues related to pricing, available capital and input accessibility; and degree of gender equity in education and employment, enabling better incorporation of women into the workforce, particularly if the men are unable to work.", 
    "Some participants noted that the informal sector was generally less resilient.", 
    "Regarding service sector resiliency, participants pointed to the need for savings, access to credit and a communication strategy related to early warning systems.", 
    "Regarding indicators that would characterize an enabling environment, the group discussed good governance indicators, such as legislative frameworks, stakeholder participation, mechanisms for conflict management, management of shared resources, transparency and anti-corruption, local platforms for dialogue, and monitoring and enforcement.", 
    "They also discussed, inter alia, the need for flexible, interdisciplinary education through both formal and informal channels.", 
    "On health indicators, participants addressed, inter alia , infant mortality, caloric intake, access and proximity to health clinics, and health of children and the economically active population.", 
    "On indicators of economic resilience related to infrastructure, the group identified canals, dams, irrigation systems and water management.", 
    "The group next identified relevant stakeholder groups, including the community itself, NGOs, community-based organizations and civil society organizations, labor organizations, local and national governments, industry, supranational bodies and the donor community.", 
    "Gaps and barriers to resilience identified related to a lack of, inter alia : access to technology, financial resources and markets; good governance; effective disaster risk management; indigenous rights; safety nets and social protection; and information on market mechanisms.", 
    "Denmark stressed the need to improve communication among stakeholders, and Senegal discussed societal changes and changes in livelihood activities and stressed raising awareness on the causes of climate change.", 
    "Lesotho suggested introducing climate change awareness activities in primary level education.", 
    "The International Labour Organization (ILO) noted that adaptation plans do not include social aspects, and stressed the need for a formal process to engage and consult communities, such as social dialogue tables.", 
    "Denmark highlighted a lack of information on best practices, noting the NWP aims to fill this gap.", 
    "MicroEnsure noted a lack of vision in the business community about how to exploit markets.", 
    "Regarding tools and methodologies needed to fill the gaps and enhance resilience, participants suggested global training packages, context/climate appropriate communication materials, cost-benefit assessments of adaptation measures for the community, and the identification of investment opportunities for alternative business or livelihoods.", 
    "They also addressed tools and recommendations related to insurance, including increasing the availability of reinsurance, incentivizing the involvement of existing reinsurance companies, and establishing a mechanism to link social protection and insurance.", 
    "Regarding recommendations related to indigenous knowledge, participants suggested establishing coordinating mechanisms at the community level, and promoting and documenting indigenous knowledge.", 
    "On disseminating new technologies, participants suggested: getting international companies to initiate solar energy projects in, for example, isolated desert areas; creating market incentives; funding research on the costs of adapting technologies to specific contexts; and bringing together companies and beneficiaries through, for example, an intermediary.", 
    "Participants also identified the need to prioritize gender into planning and include women in decision-making processes.", 
    "FAO suggested a co-management and community-based management approach to improve governance and adaptive institutions.", 
    "FAO also proposed sharing information on weather and preparedness via mobile telephones.", 
    "ILO advocated use of knowledge-sharing platforms.", 
    "Chair Plume suggested establishing a case study library under the NWP, which parties could populate showcasing lessons learned."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12409e.html", 
  "enb_long_title": "UN Framework Convention on Climate Change Technical Workshop on Increasing Economic Resilience to Climate Change and Reducing Reliance on Vulnerable Economic Sectors through Economic Diversification", 
  "type": "", 
  "id": "enb12409e_10", 
  "enb_end_date": "30-Apr-09"
}