{
  "countries": [
    "Brazil", 
    "United Kingdom", 
    "Australia", 
    "Mexico", 
    "Egypt", 
    "Singapore", 
    "South Africa", 
    "United States", 
    "Malaysia", 
    "Guatemala", 
    "China", 
    "Switzerland", 
    "Japan", 
    "Nauru", 
    "Bolivia"
  ], 
  "topics": [
    "Post-Kyoto Agreements 2", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Compliance and Enforcement"
  ], 
  "section_title": "ADP Item 3", 
  "enb_start_date": "12-Dec-14", 
  "enb_short_title": "COP 20", 
  "subtype": "PLENARY", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "ADP Co-Chair Runge-Metzger opened the morning session of the contact group addressing the draft decision on advancing the Durban Platform for Enhanced Action, noting that the draft elements text would continue to 'be with' the negotiators.", 
    "He urged parties to seek common ground on the draft decision text and asked for suggestions on ways forward before the ADP closing plenary.", 
    "He identified five issues that needed to be resolved: the scope of INDCs; upfront information for INDCs; actions following INDCs' submission; implementation of existing commitments to build confidence; and how to reflect elements in the decision.", 
    "Responding to the Co-Chairs' question on the next steps, Bolivia, for the G-77/CHINA, noted the group's ongoing work on a proposal on the way forward and asked for time to consult within the group.", 
    "The Co-Chairs then suspended the meeting.", 
    "In the afternoon, ADP Co-Chair Kumarsingh opened the resumed session.", 
    "Underlining the fact that the Co-Chairs were at the disposal of the parties on how to move forward, he urged avoiding the modality of 'huddles'.", 
    "Bolivia, for the G-77/CHINA, with GUATEMALA, BRAZIL, SINGAPORE and EGYPT, highlighted the group's effort to find common ground on various options around the areas identified by the ADP Co-Chairs in the morning session and noted they have proposals to put forward.", 
    "He also proposed switching into an open-ended Friends of the Chair format.", 
    "Responding to SWITZERLAND and the EU, Bolivia, for the G-77/CHINA, clarified that they had been working to 'slim down' the options contained in the Co-Chairs' text, underlining that it was not new text.", 
    "On the format of an open-ended Friends of the Chair, he said parties can identify representatives, and any interested party will be able to participate. AUSTRALIA urged moving forward on the basis of the Co-Chairs' text and expressed hesitation over working on the basis of text proposals being considered by the G-77/China. SWITZERLAND proposed moving forward with the current format. MEXICO noted that G-77/China's consolidation of options may have taken some options 'off the table', and called for progressing on the basis of the Co-Chairs' text. SWITZERLAND called for moving away from line-by-line negotiations to an approach where common ground can be found.", 
    "Nauru, for AOSIS, supported by GUATEMALA, expressed willingness to start negotiating immediately, irrespective of the label attached to the format.", 
    "The US and JAPAN lamented that the G-77/China had not reached convergence on workstream 1 (2015 agreement).", 
    "AOSIS suggested the G-77/China be given 'a bit more time' to find agreement.", 
    "The US supported working in a Friends of the Chair setting.", 
    "The EU noted that divergences among parties on political issues require political guidance.", 
    "Malaysia, for the LMDCs, observed that: the Lima talks had started on the wrong foot with an unbalanced text; parties did the best they could; multilateral decision making is 'a difficult affair'; and that through the party-driven process in Lima 'we have captured essential elements in the text that can be taken further, whether in Lima or beyond'. COP/CMP JOINT STOCKTAKING PLENARY Highlighting Thursday, 11 December, as the last day for all outstanding issues to be resolved, COP 20/CMP 10 President Pulgar-Vidal urged parties to move the negotiations forward.", 
    "He invited Ministers Edna Molewa (South Africa) and Edward Davey (UK) to conduct ministerial outreach on long-term finance and the GCF. ADP Co-Chair Kumarsingh highlighted the lack of consensus amongst parties on how to proceed with textual negotiations.", 
    "Pulgar-Vidal emphasized the need to take decisions to capture the achievements of this COP and invited parties to table constructive proposals, urging them not to leave Lima 'empty handed'.", 
    "He assured parties of a transparent and party-driven working process.", 
    "Pulgar-Vidal noted the need for a strong decision on upfront information required for INDCs and pre-2020 actions, and a draft negotiating text containing a variety of views on elements of the 2015 agreement.", 
    "To move forward with ADP negotiations, Pulgar-Vidal asked the ADP Co-Chairs to prepare a revised text by 9:00 pm.", 
    "He called for a focus on four to five key issues and said that he will continue consultations with ministers. SBSTA Chair Emmanuel Dumisani Dlamini noted finalization of decision text on the revision of the guidelines for the review of biennial reports and national communications, and said negotiations continued on Protocol Articles 5, 7 and 8 (methodological issues under the Kyoto Protocol). SBI Chair Amena Yauvoli reported on consultations on the implementation of response measures, noting lack of agreement, in particular on institutional arrangements and said parties are willing to continue negotiations on the basis of the draft decision text."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12618e.html", 
  "enb_long_title": "Lima Climate Change Conference - December 2014", 
  "type": "WORKING GROUP", 
  "id": "enb12618e_2", 
  "enb_end_date": "12-Dec-14"
}