{
  "countries": [
    "Canada", 
    "Mauritania", 
    "Saudi Arabia", 
    "Australia", 
    "Iran", 
    "Egypt", 
    "Kuwait", 
    "United States", 
    "Senegal", 
    "China", 
    "Japan", 
    "Venezuela"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "NON-GROUP ON POLICIES AND MEASURES", 
  "enb_start_date": "20-Oct-97", 
  "enb_short_title": "8th Session of the AGBM, SBSTA 7, SBI 7", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "In the original consolidated negotiating text by the AGBM Chair, Article 2 indicated that each Annex I Party or Parties acting under voluntary commitments (Article 10), shall: \u0095adopt and implement P&Ms to assist in the fulfillment of its QELROs; \u0095minimize adverse effects on other Parties, particularly developing countries; \u0095aim to implement P&Ms in priority areas identified in an annex; \u0095cooperate to enhance the individual and combined effectiveness of their P&Ms in accordance with the Convention; and \u0095cooperate to develop common performance indicators with the aim of improving comparability and transparency of reporting and sharing of information. It also stated that the Meeting of the Parties (MOP) would, as soon as practicable, make recommendations on the definition of performance indicators. On 22 October, the non-group, chaired by Bakary Kante (Senegal), discussed proposed amendments put forth by two groups of countries.", 
    "One group proposed deleting a reference to Article 10.", 
    "The other group, inter alia, proposed that a process be instituted to develop guidelines for modalities of coordination and cooperation for the implementation of P&Ms.", 
    "There was a discussion on whether the implementation of P&Ms should 'take into account,' 'mitigate' or 'avoid' adverse effects, as well as on the types of effects and who is affected.", 
    "On 24 and 28 October, the non-group further considered proposals from two groups of countries.", 
    "Some delegates reported little movement. On 30 October in Plenary, the Chair of the non-group introduced a paper reflecting the group's work.", 
    "He said the group reached consensus on one of five sub-paragraphs in the AGBM Chair\u0092s draft text.", 
    "On the chapeau, he noted that a reference to a specific article had been bracketed pending outcomes on voluntary commitments.", 
    "He said the group had agreed on the first part of a sub-paragraph on the implementation and adoption of P&Ms by Annex I Parties to achieve QELROs, but had disagreed on a part listing P&Ms under an annex.", 
    "No agreement was reached on language indicating that Annex I Parties shall coordinate the implementation of P&Ms listed under an annex.", 
    "Two proposed versions of Annex A, which listed P&Ms, were attached to the document. The US, supported by CANADA, JAPAN AND AUSTRALIA, proposed bracketing text that 'the COP/MOP shall assess the application of P&Ms.", 
    "' The EU proposed merging two bracketed alternatives referring to P&Ms listed in Annex A. CANADA, the US and JAPAN said that proposals on annexes had not been negotiated.", 
    "JAPAN favored an alternative stating that P&Ms shall be adopted in accordance with national circumstances.", 
    "The EU, the G-77/CHINA and AUSTRALIA agreed that P&Ms should not be listed in an annex but should be incorporated into the Protocol.", 
    "The US expressed its preference for listing P&Ms under an annex. The Chair asked for further comments on retention of the COP/MOP assessment sentence, and delegates repeated their positions.", 
    "The Chair ruled that there was consensus to retain the text, except for three countries.", 
    "CHINA asked if the text would be communicated to Kyoto with brackets.", 
    "The Chair said nothing is agreed until everything is.", 
    "The US raised a point of order that there was no consensus.", 
    "The Chair said delegates could challenge his decision under the rules of procedure.", 
    "The US, CANADA and VENEZUELA said there could not be consensus if delegations objected.", 
    "VENEZUELA challenged the ruling.", 
    "The Chair noted that a two-thirds vote was required to overturn the ruling and called for a vote. EGYPT said delegations were referring to unanimity.", 
    "The Chair\u0092s ruling on consensus reflected his sense of the negotiations.", 
    "The Chair said it was necessary to distinguish between unanimity and consensus.", 
    "IRAN and KUWAIT requested a legal opinion.", 
    "The US proposed that the Chair produce a text of his conclusions.", 
    "He responded that he feared voting on every paragraph and bracket.", 
    "VENEZUELA accepted that the Chair had taken the sense of the meeting.", 
    "The Chair said his ruling meant this.", 
    "MAURITANIA said every decision should be left to Kyoto.", 
    "SAUDI ARABIA said adoptions at this stage were meaningless as all amendments will be forwarded to Kyoto.", 
    "The Chair said with the challenge withdrawn there would be no vote.", 
    "He said it was clear that a group of countries was trying to stop the Convention and the protocol, but he would not be 'held hostage' to countries methodically trying to stop progress. The non-group Chair noted two alternatives for a paragraph on adverse effects of P&Ms.", 
    "The US proposed a reformulation calling for assessment of the overall effect on climate change and Parties' social, environmental and economic situations.", 
    "The G-77/CHINA requested a footnote linking the issue to a clean development fund. On cooperation between Parties to enhance effectiveness, the EU agreed to take up the question of voluntary application of P&Ms in discussions on voluntary commitments, and discuss voluntary accession by non-Annex I countries on a basis easier than quantitative targets. On 31 October, in closing Plenary, a new version of the text was considered (FCCC/AGBM/1997/CRP.2).", 
    "The US, supported by CANADA, said he was surprised to see that the alternatives on annexes listing P&Ms had been introduced 'wholesale' into the text, and indicated that the annexes in general had not been negotiated.", 
    "The AGBM Chair noted that two groups of countries agreed that the content of the annexes on P&Ms should appear in the body of the text.", 
    "The EU said proposals on annexes had been on the table for a long time and reiterated that their content should be incorporated into the text.", 
    "The US proposed a footnote clarifying that the annexes had not been negotiated and stating that some delegations did not agree to their inclusion in the body of the text.", 
    "The AGBM Chair said that this would give way to the use of footnotes for every issue and noted that the P&Ms lists were completely bracketed. Taking into account these comments, delegates accepted the new version of Article 2, which contains two paragraphs.", 
    "The chapeau and first paragraph state that each of the Parties included in Annex I [or acting under Article 10] shall adopt and implement P&Ms in achieving its commitments regarding QELROs, to achieve sustainable development. There are two bracketed alternatives listing P&Ms.", 
    "The first indicates that P&Ms shall be adopted according to national circumstances and includes: \u0095enhancement of energy efficiency in all sectors; \u0095protection and enhancement of sinks and reservoirs; \u0095promotion, development and increased use of renewable forms of energy; \u0095phasing out of market imperfections that run counter to FCCC objectives; and \u0095providing a balance between P&Ms aimed at reducing emissions of GHGs in emitting sectors and those aimed at reducing consumption of their products. The second alternative includes a larger list of P&Ms and does not make a reference to national circumstances.", 
    "In addition to the P&Ms under the previous alternative, it lists, inter alia, the following: \u0095develop measures to limit and/or reduce emissions of GHGs in the transport sectors; \u0095limit or reduce emissions from aviation and marine bunker fuels and work towards introducing fuel aviation taxation; \u0095integrate climate change considerations into agricultural practices; and \u0095research, develop and promote transfer of innovative climate-friendly technologies and reduce emissions of HFCs, PFCs and SF6. There is unbracketed language stating that the Meeting of the Parties shall assess the application of P&Ms. There are two bracketed options on the adverse effects of implementing P&Ms.", 
    "The first one states that listed P&Ms shall be implemented 'in such a way as to avoid' the adverse effects of climate change.", 
    "P&Ms should also avoid adverse effects upon: international trade and social, environmental and economic impacts on other Parties, especially developing country Parties.", 
    "There is a footnote indicating that 'this matter is linked with the issue of a compensation fund and a clean development fund'.", 
    "This option provides for the COP to take further action, as appropriate, to 'promote the implementation of the provisions' of the subparagraph. The second option speaks of implementing P&Ms 'taking into account' the adverse effects of climate change and/or the impacts on developing countries, especially the ones identified by the FCCC as the most vulnerable to climate change.", 
    "It provides for the MOP to take actions, as appropriate, 'with respect to this paragraph.", 
    "' There is text on the cooperation with other Parties to enhance individual and combined effectiveness of P&Ms, which requests Parties to share experience and exchange information on P&Ms, including developing ways of improving their comparability, transparency and effectiveness.", 
    "It determines that the MOP shall consider ways to facilitate such cooperation. There is a bracketed paragraph to the effect that Parties included in Annex I [or acting under Article 10] shall coordinate the implementation of P&Ms and the development of methodologies to assess their effectiveness.", 
    "It also states that the MOP shall consider ways and means to facilitate such coordination, including by instituting a process to develop recommendations to Parties in the form of guidelines, taking into account national circumstances and relevant work by other bodies.", 
    "It was decided that this new version of the text would be referred to COP-3 for further consideration and decision."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1266e.html", 
  "enb_long_title": "Seventh Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) Eighth Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "", 
  "id": "enb1266e_8", 
  "enb_end_date": "31-Oct-97"
}