{
  "countries": [
    "Belgium", 
    "Hungary", 
    "Antigua and Barbuda", 
    "Colombia"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Reasons for Concern"
  ], 
  "section_title": "Panel Discussion", 
  "enb_start_date": "02-Jul-03", 
  "enb_short_title": "UNFCCC Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Diann Black-Layne, Environment Division, Antigua and Barbuda, noted the different reporting requirements under the Rio conventions, emphasizing the varying degrees of difficulty in report preparation.", 
    "She underscored the need to mainstream reports, noting that they contribute to fulfilling convention-specific commitments.", 
    "She said that they also serve as educational material for the Caribbean region. Ines Verleyne, Federal Office for Consumer Interests, Public Health and Environment, Belgium, stressed the need for a more practical approach to synergies, which includes the identification of potential conflicts.", 
    "She proposed requesting the Rio conventions\u0092 secretariats to identify overlaps between reports and their potential synergistic uses.", 
    "Verleyne said as the reports influence project funding, they should be compiled along with the financing institutions. Dora Kulauzov, Ministry of Environment and Water, Hungary, said that institutional cooperation on reporting in Hungary is constrained by the lack of data, duplication of efforts, and limited exchange of data between domestic agencies.", 
    "She said the different deadlines for report submission under MEAs affect the comparability of the data and reduce domestic interagency coordination. Álvaro José Rodríguez, Ministry of Environment, Colombia, supported the need to streamline the reports\u0092 contents and synchronize their submission timing, but noted that simultaneous reporting would burden national institutions.", 
    "He highlighted his country's lack of success in: integrating convention implementation into policy development; coordinating national policies with regional and local-level policy; building capacity with practical applicability; and harmonizing information systems. José Romero, Swiss Agency for the Environment, Forests and Landscapes, noted that there is a need to, inter alia: bridge the gap between different conventions through reporting; harmonize reporting and report-timing for MEAs; and improve reporting on issues relevant to desertification. In the ensuing plenary discussion, one participant commented on the need for improved reporting guidelines and cautioned against over-harmonizing reporting.", 
    "Another suggested that report harmonization could reduce duplication of efforts.", 
    "Another stated that there may be potential for conflict of interests between those preparing and relying on the reports for funding, and those advocating harmonization.", 
    "He questioned the absence of the CCD in the UNEP report harmonization exercise. One participant stressed the need for strategic use of the reports and called for 'preventive reporting,' whereby policies and measures proposed under one convention are analyzed in the context of related conventions.", 
    "Another participant said that while interlinkages between conventions are desirable, reporting requirements remain specific to environmental issues that are distinct from each other, and noted the funding implications.", 
    "Avani Vaish, GEF, informed participants that GEF provides financial assistance to countries for assessing the state of their knowledge. Summarizing the panel discussion, Chair Thorgeirsson stressed the relevance of reports at the national and international levels.", 
    "He highlighted the difference between streamlining and harmonizing, the former facilitating reporting and the latter making data comparable.", 
    "Thorgeirsson emphasized that reports contribute to identifying potential synergies and conflicts, and stressed the need for building national reporting capacity."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12220e.html", 
  "enb_long_title": "Workshop on synergies and cooperation with other conventions", 
  "type": "", 
  "id": "enb12220e_23", 
  "enb_end_date": "04-Jul-03"
}