{
  "countries": [
    "United States"
  ], 
  "topics": [
    "Technology Transfer"
  ], 
  "section_title": "WHITE HOUSE CONFERENCE ON CLIMATE CHANGE", 
  "enb_start_date": "20-Oct-97", 
  "enb_short_title": "7th Session SBSTA & SBI", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "US President Bill Clinton convened a White House Conference on Climate Change on 6 October 1997 at Georgetown University in Washington, DC.", 
    "The conference, which was simulcast to universities and colleges across the country, consisted of opening speeches, panel discussions on the science of global warming and climate change, the role of technology and economic impacts.", 
    "Local panel discussions were held at each participating university.", 
    "The conference was part of a White House effort to build domestic support for a treaty to set legally binding limits on greenhouse gas emissions.", 
    "Clinton said the US will ask for \u0091\u0091meaningful but equitable commitments\u0092\u0092 from all nations, but did not spell out in detail what the US position would be in Kyoto.", 
    "He said his administration was divided.", 
    "Some economic advisers doubted new technologies could adequately soften the economic blow of strict reductions of pollution.", 
    "Clinton also said he was convinced that the science of climate change is real, as scientists at the conference said broad patterns of high temperatures over the last several years were consistent with computer predictions of global warming. Many speakers supported the idea that the US and other countries must fight global warming, but economists differed on how swift and drastic action should be.", 
    "The panel of economists offered widely differing views on how best to fight global warming.", 
    "One recommended a carbon tax to cut emissions, as long as it came with offsetting tax cuts and market incentives such as emissions trading credits and credits for energy-saving projects in developing countries, while another said boosting energy prices could produce a recession like that in the oil- shocked 1970s.", 
    "Another said Clinton\u0092s decision should be based on taking enough time for an 'economic transition\u0092\u0092 that helps workers through changes.", 
    "For more information contact: the White House Office of Science and Technology Policy; tel: +1 (202) 395-7347."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1256e.html", 
  "enb_long_title": "Seventh Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) Eighth Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "", 
  "id": "enb1256e_1", 
  "enb_end_date": "20-Oct-97"
}