{
  "countries": [
    "Canada", 
    "Saudi Arabia", 
    "Australia", 
    "Bangladesh", 
    "Mexico", 
    "Sudan", 
    "Tuvalu", 
    "Costa Rica", 
    "Mongolia", 
    "Russia", 
    "China", 
    "Marshall Islands", 
    "Russian Federation", 
    "Kenya", 
    "Argentina", 
    "Norway", 
    "New Zealand"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "INDCs", 
  "enb_start_date": "23-Oct-14", 
  "enb_short_title": "ADP 2-6", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "European Union", 
    "Independent association of Latin America and the Caribbean"
  ], 
  "sentences": [
    "Co-Chair Kishan Kumarsingh requested parties reflect on the draft INDC text, focusing on, inter alia , clarity, transparency and common understanding, and addressing differences on the role of adaptation and finance in INDCs.", 
    "On differentiation, Argentina, for the LMDCs, Sudan, for the AFRICAN GROUP, and CHINA suggested INDCs include differentiated information for Annex I, Annex II and non-Annex I parties.", 
    "Tuvalu, for the LDCs, and KENYA emphasized differentiation of information, especially for the most vulnerable.", 
    "NEW ZEALAND, AUSTRALIA and CANADA opposed a 'bifurcated approach', noting INDCs are already nationally-determined.", 
    "The EU explained differentiation of the type and shape of commitment should be based on capacity.", 
    "On scope of INDCs, SAUDI ARABIA and MEXICO called for INDCs to address adaptation, with the MARSHALL ISLANDS, MONGOLIA, the AFRICAN GROUP, Costa Rica, for AILAC, and KENYA emphasizing MOI as well.", 
    "The LDCs said INDCs should focus on mitigation, but noted the need for signals on how adaptation and MOI are addressed in the 2015 agreement. NEW ZEALAND, CANADA, the RUSSIAN FEDERATION and NORWAY said INDCs should address mitigation only.", 
    "NORWAY added that including MOI needs could be relevant where developing countries present more ambitious actions that require international support.", 
    "On information to be provided, BANGLADESH said INDCs should be simple and comparable.", 
    "The MARSHALL ISLANDS called for clear, transparent and easily understandable INDCs.", 
    "The EU suggested strengthening information requirements to provide clarity on ambition, including on: LULUCF; market mechanisms; and methodologies for calculating business as usual baselines.", 
    "On review of INDCs, NEW ZEALAND, AUSTRALIA and the RUSSIA FEDERATION opposed assessment of INDCs by the Secretariat, with NEW ZEALAND calling for a simple and practical review process.", 
    "The EU called for the Secretariat to compile information from INDCs into a paper, and proposed workshops to allow discussions among parties and engage outside organizations that have carried out analysis of INDCs.", 
    "The LDCs, the RUSSIAN FEDERATION and the EU supported a 'non-threatening' and facilitative review process.", 
    "NORWAY supported an ex ante process.", 
    "AILAC clarified the ex ante process would cover mitigation and MOI, but not adaptation.", 
    "Many called for INDCs to be brought forward as early as possible in 2015, while others preferred adhering to the 'Warsaw timeline'."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12602e.html", 
  "enb_long_title": "Bonn Climate Change Conference - October 2014", 
  "type": "", 
  "id": "enb12602e_1", 
  "enb_end_date": "23-Oct-14"
}