{
  "countries": [
    "United States", 
    "Uzbekistan", 
    "Australia", 
    "Marshall Islands", 
    "Uganda", 
    "Japan"
  ], 
  "topics": [
    "IPCC Governance", 
    "Financial Mechanisms and Funds", 
    "Anthropogenic Interference with Climate System", 
    "Technology Transfer"
  ], 
  "section_title": "COOPERATION WITH RELEVANT INTERNATIONAL ORGANIZATIONS", 
  "enb_start_date": "02-Jun-98", 
  "enb_short_title": "8th Session SBSTA & SBI, AG13 6", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "On 2 June, delegates heard presentations by the representatives of the Intergovernmental Panel on Climate Change (IPCC), the Global Climate Observatory Systems (GCOS) and the International Geosphere and Biosphere Programme (IGBP) (FCCC/SBSTA/1998/2; and MISC.1).", 
    "Dr. Robert Watson (IPCC) said the IPCC will produce technical reports to assist the operationalization of the Protocol on: emission scenarios, which will review the literature and formulate a new set of scenarios; methodological and technological issues in technology transfer; and aviation and the global atmosphere, which will assess the relevant atmospheric science, aviation technology and socioeconomic issues.", 
    "The Third Assessment Report will place climate change in a broader evolving social context. Dr. Thomas Spence (GCOS) said that a third draft of the work report covering the status of current systems and recommendations, and fundamental observations on short- and long-term variability, will soon be available.", 
    "He noted that systems currently in use are usually not set up for climate purposes, resulting in some inconsistencies in data collected. Dr. Will Stephen (IGBP) said his organization's research provides a broad scientific context against which to judge proposed actions under the Protocol.", 
    "He said that when negotiating consideration should be given to issues such as the saturation of carbon sinks. Deliberations on this issue continued on Wednesday, 3 June.", 
    "The MARSHALL ISLANDS sought clarification from the IPCC regarding how regional implications will be covered in the Third Assessment Report (TAR).", 
    "The US discussed the current capacity of the IPCC to undertake further methodological work, the structure envisioned by the IPCC to accommodate the short- and long-term needs of the Parties, and the expertise required to support work.", 
    "The US, AUSTRALIA and the EU urged Parties to prioritize observatory systems and highlighted the deteriorating conditions of the systems in use.", 
    "The EU and UZBEKISTAN sought Global Environment Facility (GEF) resources to assist developing countries and countries with economies in transition in their observational work.", 
    "The US, supported by JAPAN and the EU, called for collaboration with the International Civil Aviation Organiation (ICAO) and International Maritime Organization (IMO) specifically in studies on bunker emissions.", 
    "UGANDA underscored the absence of climate information on Africa and sought support for meteorological and hydrological services. On Friday, 12 June, delegates considered draft conclusions (FCCC/SBSTA/1998/CRP.4) on this agenda item.", 
    "The draft conclusions noted: that other international organizations such as ICAO and IMO will be invited to make progress on their work of relevance to the Convention and provide reports to SBSTA; the statement by UNEP's Executive Director on the role of UNEP, as set out in the UN General Assembly's Programme for the Further Implementation of Agenda 21; the IPCC's programme of work and forthcoming Third Assessment Report (TAR); and welcomed UNEP's readiness to raise awareness of climate change.", 
    "The conclusions were adopted with some modifications."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1286e.html", 
  "enb_long_title": "Eighth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "", 
  "id": "enb1286e_5", 
  "enb_end_date": "12-Jun-98"
}