{
  "countries": [], 
  "topics": [], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "14-Jun-11", 
  "enb_short_title": "SB 34", 
  "subtype": "corridors", 
  "actors": [], 
  "sentences": [
    "The second week of the Bonn Climate Change Conference began with an overloaded schedule, which saw organizers struggling to allocate rooms for the numerous meetings taking place.", 
    "The morning s informal consultations on a work programme on loss and damage, for example, were so crowded that standing room was taken and many delegates were left with no option but to try to follow the meeting from outside.", 
    "Those emerging from the packed room were doubly frustrated, saying discussions were stagnant.", 
    "The three-day forum on response measures also began.", 
    "I thought it was interesting: biofuels, agricultural subsidies, relationship between the UNFCCC and the World Trade Organization, aviation emissions - the discussions touched upon a number of politically sensitive issues, said one observer, recalling the afternoon s discussions.", 
    "The interminable debate on the fate of the Kyoto Protocol, a second commitment period and continuation of the flexibility mechanisms, including the CDM, surfaced in several groups with back-and-forth exchanges among developing and developed countries.", 
    "For instance, in one AWG-KP spin-off group, some developing countries reportedly suggested focusing on views of those willing to commit to a second Kyoto commitment period, to which someone suggested the room would become very empty.", 
    "Although some delegates commented that things were now getting interesting and were looking forward to the rest of the Conference, this view was not shared by everyone, particularly in relation to issues on which parties had entrenched positions.", 
    "One seasoned delegate lamented the endless discussion of the same old issues with no movement, no change in positions, no apparent convergence and no end in sight."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12509e.html", 
  "enb_long_title": "UN Climate Change Conference June 2011", 
  "type": "", 
  "id": "enb12509e_6", 
  "enb_end_date": "14-Jun-11"
}