{
  "countries": [
    "United States", 
    "Switzerland", 
    "New Zealand", 
    "Germany"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "SESSION 2:", 
  "enb_start_date": "03-Apr-11", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Switzerland described his country s pledged emission reductions as 20-30% by 2020 compared to 1990 levels, with no carryover of surplus assigned amount units (AAUs) expected in the current projection.", 
    "He emphasized that bunker fuels need to be part of the international regime.", 
    "St. Lucia, for the Alliance of Small Island States (AOSIS), emphasized that there is a substantial gap of 5-9 gigatonnes of CO2 equivalents per year between the pledges made and those required by science.", 
    "She called for: increased transparency; common rules for LULUCF accounting; a technical paper to clarify quantification of emissions, conditions, the scale of use of the Kyoto Protocol flexibility mechanisms; and a work programme for improving Annex I party ambitions.", 
    "New Zealand described the challenges that it faces in emission reductions as an agricultural export economy and said its target of 10-20% below 1990 levels by 2020 is conditional on: a trajectory limiting the global temperature increase to 2ºC; a comparable effort from developed countries and action by developing countries in line with their respective capabilities; effective rules for LULUCF; and a fully functioning carbon market.", 
    "Germany described its current emissions as 26.5% below 1990 levels, with a future target of 40% emission reductions below 1990 levels by 2020.", 
    "She called for: a legally binding framework to provide market certainty; funding schemes; feed-in tariffs; and monitoring of implementation.", 
    "During discussions, the US queried the AOSIS figures set out in an analysis of aggregate Annex I parties emission reductions for 2020.", 
    "The US noted that he had seen numbers that range widely and that it was not in parties collective interest to use numbers at the extreme edge of a range.", 
    "AOSIS noted that projections on sea-level rise reflected a precautionary approach and stressed the need to increase levels of ambition.", 
    "The EU agreed with much of the AOSIS data and welcomed the opportunity to get underneath the numbers."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12499e.html", 
  "enb_long_title": "UN Climate Change Conference Bangkok - April 2011", 
  "type": "", 
  "id": "enb12499e_8", 
  "enb_end_date": "08-Apr-11"
}