{
  "countries": [
    "Brazil", 
    "Saudi Arabia", 
    "South Africa", 
    "Tanzania", 
    "Mexico", 
    "India", 
    "Cambodia", 
    "United States", 
    "China", 
    "Micronesia", 
    "Colombia", 
    "Japan", 
    "New Zealand", 
    "Venezuela"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "Mitigation"
  ], 
  "section_title": "Paragraph 1(b)(v) of the BAP", 
  "enb_start_date": "10-Aug-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "African Group", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The sub-group on various approaches, including markets, to enhance the cost-effectiveness of, and to promote mitigation actions was facilitated by Kunihiko Shimada (Japan) on Wednesday and Thursday.", 
    "Discussions focused on proposals for new mechanisms, including sectoral crediting, sectoral trading, and NAMA crediting and trading.", 
    "Parties initially addressed criteria and conditions for designing market mechanisms, with the Republic of Korea stressing the need to decide whether market mechanisms are desirable.", 
    "India said cost-effectiveness and enhancing mitigation are fundamental conditions for market mechanisms.", 
    "The EU highlighted that market mechanisms would enhance mitigation efforts, while Venezuela stressed that no consensus existed on markets.", 
    "China noted that there are challenges related to market mechanisms, as well as conditions for considering them.", 
    "Saudi Arabia stressed that some market mechanisms, such as taxes and subsidies, will have significant spillover effects on developing countries and trade.", 
    "Several parties stressed the importance of environmental integrity.", 
    "Colombia and Mexico, supported by South Africa, emphasized the need to consider sustainable development.", 
    "The African Group and others underscored regional distribution.", 
    "Cambodia and Tanzania urged mechanisms that benefit LDCs.", 
    "Japan emphasized the need for coordination with the AWG-KP, especially concerning the CDM, while Venezuela stressed the need to keep the AWG-KP and AWG-LCA separate.", 
    "The US, supported by Colombia, proposed including the project-based mechanisms in a table or matrix to compare proposals and criteria for market mechanisms.", 
    "The Federated States of Micronesia identified the need to consider consistency between the proposed mechanisms and the Protocol architecture, as well as their relationship to Kyoto units.", 
    "The EU presented their proposals on sectoral crediting and sectoral trading.", 
    "AOSIS identified the need for clarity on sectors, the meaning of credits, boundary issues, MRV and source of funds.", 
    "The Republic of Korea explained that their proposal on NAMA crediting would address problems experienced under the CDM by expanding the scope of carbon crediting to programmes and policies.", 
    "He noted that a political decision would be needed on the relaxation of supplementarity and said the methodological issues could be agreed upon later.", 
    "Brazil opposed relaxing supplementarity and warned against deferring difficult methodological decisions until after the political decision to create a mechanism.", 
    "The African Group said NAMAs should be funded through public sources and that crediting based on NAMAs is not acceptable.", 
    "New Zealand explained that NAMA trading would be voluntary and units would be issued upfront and reconciled at the end of the period, while, for crediting, units would be issued after verification.", 
    "AOSIS said it was premature to discuss crediting without first reaching a common understanding on NAMAs."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12427e.html", 
  "enb_long_title": "Bonn Climate Change Talks - August 2009", 
  "type": "", 
  "id": "enb12427e_33", 
  "enb_end_date": "14-Aug-09"
}