{
  "countries": [
    "United States", 
    "Switzerland", 
    "Argentina", 
    "Bolivia", 
    "Venezuela", 
    "New Zealand", 
    "Saudi Arabia", 
    "Australia", 
    "Singapore", 
    "South Africa", 
    "India", 
    "Cape Verde", 
    "Congo", 
    "China", 
    "Colombia", 
    "Indigenous Peoples", 
    "Russian Federation", 
    "Japan"
  ], 
  "topics": [
    "Post-Kyoto Agreements 2", 
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "Reasons for Concern", 
    "Post-Kyoto Agreements", 
    "forests", 
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "INFORMAL CONSULTATIONS ON PARTIES EXPECTATIONS FOR DURBAN", 
  "enb_start_date": "13-Jun-11", 
  "enb_short_title": "SB 34", 
  "subtype": "GROUPS", 
  "actors": [
    "League of Arab States", 
    "African Group", 
    "Environmental Integrity Group", 
    "Group of 77", 
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "In the afternoon, South Africa, as the incoming Presidency of COP 17 and COP/MOP 7, held open-ended informal consultation on parties expectations for Durban.", 
    "South Africa underscored the need for parties to look beyond their national interests and be creative in order to ensure that future generations will be proud of the Durban outcome.", 
    "Cape Verde, for AOSIS, identified Durban as an important milestone on the eve of the expiration of the first commitment period under the Kyoto Protocol and in the wake of the new commitments agreed in Cancun.", 
    "AOSIS, Argentina, for the G-77/China, the Democratic Republic of the Congo, for the African Group, Colombia, for a number of Latin American countries, Saudi Arabia, for the Arab Group, India, Singapore, China and Venezuela emphasized that the Durban outcome must include a decision to establish a second commitment period under the Kyoto Protocol.", 
    "Switzerland, for the Environmental Integrity Group (EIG), and New Zealand emphasized that agreement on a second commitment period under the Kyoto Protocol requires resolution of technical issues on LULUCF accounting and market mechanisms.", 
    "The G-77/China, AOSIS, Singapore, China, India and Venezuela identified the balanced operationalization of the Cancun Agreements as the second key outcome from Durban.", 
    "AOSIS emphasized, inter alia : increasing the mitigation ambition of all parties; a work programme on loss and damage; robust review of the long-term global goal; full institutionalization of the Adaptation Committee; and adoption of a new legally-binding agreement as the ultimate goal.", 
    "The EIG, with Colombia, underscored that a Durban package requires agreement on the legal form of the AWG-LCA s outcome.", 
    "Japan, the US, Australia, New Zealand and the Russian Federation stressed operationalization of the Cancun Agreements as the basis for a robust outcome in Durban, and highlighted the importance of a framework for MRV, including ICA and IAR, and underscored the need for action by all major emitters.", 
    "The EU identified central elements of a Durban package as: bridging the ambition gap; reaching a middle ground on legal options as a step towards a legally-binding, comprehensive post-2012 framework; operationalizing the Cancun Agreements, including an MRV framework; and establishing a second commitment period under the Kyoto protocol, in the context of a balanced package.", 
    "The Arab Group called for a permanent committee on response measures.", 
    "Bolivia opposed market mechanisms and emphasized indigenous peoples and the rights of nature.", 
    "Australia described four achievable elements of a Durban outcome: agreement to negotiate a legally-binding treaty; an MRV framework; operationalization of the Adaptation Framework, including agriculture, food security and water; and institutionalizing the new infrastructure of the Green Climate Fund, REDD+, the Technology Mechanism and new market mechanisms.", 
    "New Zealand said Durban should make progress on the establishment of new market mechanisms.", 
    "She also called for launching a work programme on agriculture.", 
    "India, Venezuela and the Arab Group supported an intersessional meeting prior to Durban.", 
    "The EU suggested holding technical expert meetings in addition to political discussions during the autumn.", 
    "Japan underscored that any further intersessional meetings must be efficient.", 
    "South Africa said the consultations would resume next week due to intense interest.", 
    "He encouraged all parties to mandate the AWGs and Subsidiary Bodies to resolve technical issues in order to remove them from the list of items requiring political guidance work by the incoming COP presidency.", 
    "In the lead-up to Durban, he outlined plans to hold consultations with stakeholders and experts, including monthly meetings focused on: the mitigation package (June); mitigation follow-up (July); finance (August); technology and capacity building (September); political level engagement (October); and shared vision and legal options (November).", 
    "He said these consultations will feed into the ministerial process, which would entail three ministerial meetings, in order to reach compromise on difficult issues.", 
    "South Africa also identified the need to hold an intersessional meeting before Durban."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12508e.html", 
  "enb_long_title": "UN Climate Change Conference June 2011", 
  "type": "", 
  "id": "enb12508e_6", 
  "enb_end_date": "13-Jun-11"
}