{
  "countries": [], 
  "topics": [
    "Adaptation", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "SBSTA Conclusions", 
  "enb_start_date": "02-Jun-08", 
  "enb_short_title": "SB-28", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "In its conclusions (FCCC/SBSTA/2008/L.13/Rev.1), the SBSTA requests the Secretariat to prepare, before SBSTA 29, technical papers: on the implications of physical and socioeconomic trends in climate-related risks and extreme events for sustainable development; and on integrating practices, tools and systems for climate risk assessment and management and disaster risk reduction strategies into national policies and programmes.", 
    "The SBSTA also requests the Secretariat to organize, before SBSTA 30, technical workshops on increasing economic resilience to climate change and reducing reliance on vulnerable economic sectors, including through economic diversification; and on integrating practices, tools and systems for climate risk assessment and management and disaster risk reduction strategies into national policies and programmes.", 
    "Prior to its 31st session, the SBSTA requests the Secretariat to prepare a technical paper reviewing the existing literature on the potential costs and benefits of adaptation options, and organize a technical workshop to consider how to advance the integration of various approaches to adaptation planning, including scaling up of local and community-based adaptation.", 
    "The SBSTA also requests, before SBSTA 32, technical workshops on costs and benefits of adaptation options and on how regional centers and networks undertaking work relevant to climate change could collaborate.", 
    "Finally, the SBSTA requests, before SBSTA 33, an informal meeting of representatives to consider the outcomes of the activities completed prior to this meeting."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12375e.html", 
  "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol", 
  "type": "", 
  "id": "enb12375e_33", 
  "enb_end_date": "13-Jun-08"
}