{
  "countries": [
    "Brazil", 
    "Canada", 
    "Maldives", 
    "Bangladesh", 
    "Tanzania", 
    "Indonesia", 
    "United States", 
    "Belarus", 
    "Japan", 
    "Switzerland", 
    "Argentina", 
    "Antigua and Barbuda", 
    "Ghana", 
    "Pakistan", 
    "Saudi Arabia", 
    "Australia", 
    "Cuba", 
    "Egypt", 
    "Turkey", 
    "Mexico", 
    "India", 
    "South Africa", 
    "China", 
    "Uganda", 
    "Timor-Leste", 
    "Sierra Leone"
  ], 
  "topics": [
    "Adaptation", 
    "Financial Mechanisms and Funds", 
    "Adaptation", 
    "Technology Transfer"
  ], 
  "section_title": "Technology", 
  "enb_start_date": "04-Apr-08", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "The G-77/CHINA emphasized technologies for both mitigation and adaptation, financing and international cooperation.", 
    "GHANA highlighted the importance of innovative mechanisms, incentives, and, with BRAZIL and others, North-South and South-South cooperation.", 
    "UGANDA said policies and political will were required, and, supported by ARGENTINA, urged promoting South-South cooperation in transferring adaptation technologies.", 
    "CHINA stressed innovative funding mechanisms, and the purchase of climate-friendly technologies by developed countries for preferential transfer to developing countries.", 
    "PAKISTAN called for a fast-track procedure for technology transfer, and SOUTH AFRICA highlighted the role of incremental costs and market mechanisms. BRAZIL urged considering existing technologies and undertaking technological research in developing countries, and, with CANADA, called for analyzing experiences in other international fora.", 
    "The EU identified the need for an enhanced international framework based on countries needs.", 
    "JAPAN stressed the effectiveness of sectoral approaches. CUBA, INDIA, TANZANIA, INDONESIA and others urged addressing intellectual property rights (IPRs).", 
    "SAUDI ARABIA noted compulsory licensing under the WTO Agreement on Trade-Related Aspects of Intellectual Property as an option to access climate-friendly technologies, and suggested such technologies should not necessarily be patented.", 
    "The US emphasized IPRs were not a barrier, but a catalyst for technology transfer, and said IPR critics were those very countries who have taken advantage of the IPR regime.", 
    "CHINA stressed IPRs should not be a fundamental obstacle for fulfilling developed countries commitments on technology transfer. BANGLADESH, SIERRA LEONE, TIMOR-LESTE, the MALDIVES, TANZANIA and others stressed capacity building.", 
    "SIERRA LEONE, UGANDA and TIMOR-LESTE highlighted country-specific circumstances.", 
    "SWITZERLAND identified clear policy and self-assessment as preconditions for technology transfer.", 
    "BELARUS said technology transfer was a concern also for Annex I countries. AUSTRALIA called for considering technology transfer outside the Convention, and better integrating the business and research communities and the Expert Group on Technology Transfer into the process.", 
    "SOUTH AFRICA highlighted the need to avoid duplicating work.", 
    "The US stressed eliminating tariff and non-tariff barriers to trade in environmental goods and services.", 
    "EGYPT urged considering how to encourage private sector involvement on a voluntary basis. INDONESIA called for developing performance indicators and innovative funding.", 
    "MEXICO, INDONESIA and INDIA suggested creating a multilateral fund under the Convention with foreseeable and scalable contributions by developed countries and a transparent and inclusive governance structure.", 
    "ARGENTINA highlighted positive experiences with the fund under the Montreal Protocol on Substances that Deplete the Ozone Layer.", 
    "ANTIGUA AND BARBUDA called for increasing official development assistance, which offers a predictable funding source for technology.", 
    "TURKEY supported the creation of a technology transfer fund.", 
    "The EU highlighted linkages between finance and technology and suggested a toolbox on financing, and said carbon markets and enabling environments are essential.", 
    "SWITZERLAND stressed the importance of existing instruments, specifically the CDM.", 
    "The REPUBLIC OF KOREA emphasized the role of market mechanisms, private sector initiatives and a predictable investment environment.", 
    "EGYPT urged new funding mechanisms and improving existing ones, such as the CDM.", 
    "He also supported an adaptation protocol, which would facilitate technology transfer.", 
    "Several delegates also proposed technical papers, workshops and studies relevant to technology transfer."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12361e.html", 
  "enb_long_title": "First session of the Ad Hoc Working Group on Long-term Cooperative Action under the Convention (AWGLCA 1) and Fifth session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol to the UNFCCC (AWG 5)", 
  "type": "", 
  "id": "enb12361e_1", 
  "enb_end_date": "04-Apr-08"
}