{
  "countries": [
    "Brazil", 
    "Ukraine", 
    "Saudi Arabia", 
    "Belarus", 
    "Grenada", 
    "Canada", 
    "Zambia", 
    "Papua New Guinea", 
    "Australia", 
    "China", 
    "Japan", 
    "Croatia", 
    "Jordan", 
    "Bolivia"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Flexibility Mechanisms", 
    "Compliance and Enforcement", 
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "CHAPTER III (flexibility mechanisms) (AWG-KP)", 
  "enb_start_date": "03-Dec-10", 
  "enb_short_title": "COP 16", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "In morning AWG-KP spin-off group on the flexibility mechanisms, parties agreed to move issue-by-issue through the draft decision text in the Chair s proposal.", 
    "On carbon capture and storage (CCS) under the CDM, many parties expressed concern that the options in the text are too black and white and proposed a third option in which CCS could be eligible under the CDM in a second and subsequent commitment periods provided that certain issues, such as permanence, are resolved.", 
    "Parties noted that this would link the issue to ongoing work under the SBSTA agenda item on CCS under the CDM.", 
    "Many parties supported establishing a work programme to resolve these issues, but debated which body should address it.", 
    "Parties agreed to continue discussions on CCS under the CDM in informal consultations facilitated by the Chair.", 
    "Parties also discussed whether progress could be made on various issues including: nuclear power under the CDM; use of standardized baselines; co-benefits; use of Certified Emission Reductions (CERs) from project activities in certain host countries; discount factors; share of proceeds; emissions trading; and supplementarity.", 
    "Parties also addressed the draft decision text proposed by Papua New Guinea during the COP/MOP plenary on the continuity of the Kyoto mechanisms post-2012.", 
    "Discussion on the draft decision text will continue. STANDARDIZED BASELINES UNDER THE CDM (SBSTA): In afternoon informal consultations on standardized baselines under the CDM, parties were not able to agree on text.", 
    "The co-facilitators will consult parties and draft new text for consideration during informal consultations on Saturday. CDM (COP/MOP): Co-Chair Calvo Buendía introduced a list of issues prepared by the co-chairs based on parties interventions in the COP/MOP plenary and the CDM Executive Board s report.", 
    "He invited parties to consider the list and suggest additions if necessary.", 
    "Parties proposed additional issues for consideration, including: forests in exhaustion; priority to countries underrepresented in the CDM; financial and institutional mechanisms to sustain specific technologies under the CDM; treatment of new methodologies and guidelines; enhanced role of designated national authorities and performance of designated operational entities; timing of the generation of CERs; inclusion of city-wide programmes under the CDM; and other approaches for assessing additionality.", 
    "SAUDI ARABIA, supported by JORDAN, said consideration of including CCS under the CDM should be added to the list.", 
    "Co-Chair Buendía, noting that informal consultations are being conducted on the issue, proposed inserting a placeholder, pending the outcome of the informal consultations.", 
    "Parties then commenced consideration of the first issue on the list, relating to the provision of a signal of commitment to the continuation of the CDM.", 
    "Co-Chair Buendía noted general support for the CDM s continuation and asked if there were any objections to the reference.", 
    "BRAZIL, supported by CHINA, highlighted that the CDM cannot continue unless the Kyoto Protocol continues and said a signal regarding the continuation of the CDM requires the establishment of a Kyoto Protocol second commitment period.", 
    "Co-Chair Buendía noted that the issue of the continuation of the Kyoto Protocol is beyond the mandate of the contact group, which is required to consider guidance to the CDM Executive Board regarding the governance of the CDM. PAPUA NEW GUINEA drew attention to their proposal for a COP/MOP decision supporting the continuation of the Kyoto Protocol.", 
    "JAPAN, SAUDI ARABIA and others also opposed discussions by the contact group of issues relating to the continuation of the Kyoto Protocol.", 
    "Co-Chair Buendía, noting that no party had objected to the continuation of the CDM, proposed deleting the paragraph and allowing the commitment to the CDM s continuation to be implicit.", 
    "PAPUA NEW GUINEA opposed deleting the reference but said it could be bracketed for now.", 
    "BOLIVIA reserved their right to return to the issue.", 
    "Parties then discussed improvements to the CDM programme of activities and related regulations.", 
    "GRENADA supported improvements to the programme of activities and highlighted that there are outstanding issues to be discussed, such as how micro-scale criteria apply to programmes of activities, particularly whether they apply to the entire programme or to each CDM programme activity.", 
    "The co-chairs will prepare draft text ahead of the next contact group meeting, based on this list and parties suggestions and discussions. JOINT IMPLEMENTATION (COP/MOP): During the contact group s first meeting on Thursday afternoon, Co-Chair Hojesky outlined six issues for the group to address: the financial situation; continuation of joint implementation (JI) in the post-2012 period; participation by countries in the process of becoming Protocol Annex B parties; JI s future and possible merger of the two JI tracks; review and revision of JI guidelines; and further guidance to the JI Supervisory Committee (JISC).", 
    "Co-Chair Hojesky then presented on each of the six issues, highlighting the JISC s unpredictable funding situation and identifying a fee on Track 1 projects as a possible funding option.", 
    "He also explained that the Kyoto Protocol has no end date but there is uncertainty over the post-2012 period.", 
    "Co-Chair Hojesky outlined a proposal relating to a possible gap between the first and subsequent commitment periods, according to which emission reductions generated by existing JI projects could be transformed to Emission Reductions Units (ERUs) using first commitment period Assigned Amount Units (AAUs) during the gap period.", 
    "On the proposed fee, the EU expressed a willingness to discuss ways to ensure the JISC s financial sustainability and highlighted the need for transparency concerning the JISC s needs.", 
    "UKRAINE identified the need to consult on the level of the proposed fee.", 
    "JAPAN preferred focusing on other means, saying the proposed fee could discourage JI activities.", 
    "On the post-2012 JI, UKRAINE identified the need for further explanations concerning the proposal to issue credits during the possible gap period.", 
    "The EU identified the need to ensure the Protocol s environmental integrity and also consider the issue in a broader context.", 
    "The JOINT IMPLEMENTATION ACTION GROUP supported the JI s continuation in the gap period, saying that it would: be a first step in providing the necessary long-term perspective; not weaken the targets or involve borrowing from future commitment periods; and not require changes to the Marrakesh Accords.", 
    "Parties then discussed whether credits can be issued from projects in countries such as Belarus that are in the process of becoming Protocol Annex B parties.", 
    "BELARUS highlighted that his country is ready to implement a number of JI projects using the Track 2 procedure, indicating that they are only waiting to achieve Annex B status.", 
    "The EU said a decision on the issue cannot be taken now.", 
    "Parties also discussed the two options for a new JI operational model, which are to formulate a new single JI track or maintain but strengthen the separate tracks.", 
    "The EU asked if it was necessary to select just one option.", 
    "The Secretariat explained that the aim of discussions is not to select an option but to flag the issues for further discussion.", 
    "The EU stressed that any discussion on the JI operational model must not prejudge the design of the post-2012 climate change framework.", 
    "Regarding a review of the JI guidelines, the EU supported such a review, but stressed that any action in this regard must not pre-empt a decision regarding AAUs in the post-2012 period.", 
    "The co-chairs will prepare draft decision text for consideration by parties at the next meeting. COMPLIANCE (COP/MOP): During the first meeting of the COP/MOP contact group, Co-Chair Danvivathana explained that the group s mandate covers two agenda items: the Compliance Committee s annual report; and Croatia s appeal against a decision by the Committee s Enforcement Branch.", 
    "On the Committee s annual report and its request to the COP/MOP concerning the legal status of Committee members, AUSTRALIA, CANADA and the EU identified the discussions under the SBI on privileges and immunities as the best way to address this issue and proposed reflecting this in the COP/MOP decision.", 
    "On general issues raised by Croatia s appeal against the Enforcement Branch s decision, Co-Chair Tarasofsky noted that this is the first appeal to the COP/MOP by a party concerning the Compliance Committee s decision.", 
    "He therefore identified the need for a principled discussion on how such appeals should be addressed, including parties views on due process and remedies.", 
    "On the substance of Croatia s appeal, CROATIA explained that the Compliance Committee referred the case to the COP/MOP, as the Enforcement Branch s mandate does not cover all aspects of it.", 
    "He stressed Croatia s understanding that decision 7/CP.12 (level of emissions for the base year of Croatia) applies fully to Croatia s Kyoto target.", 
    "He noted that the Enforcement Branch took a different view but that it is constrained by its mandate.", 
    "CROATIA expressed preference for addressing the issue not through the Enforcement Branch but through a COP/MOP decision indicating that decision 7/CP.12 applies fully to Croatia s Kyoto target.", 
    "The EU acknowledged Croatia s right to appeal and identified the need to be clear concerning procedural issues so that the same approach can be used in future appeals.", 
    "The EU stressed, however, that the COP/MOP s decision must be limited to the basis on which Croatia s appeal has been launched.", 
    "He clarified that the contact group may address Croatia s case on due process grounds, and that if the COP/MOP decides to overturn the underlying decision, it can refer the case back to the Enforcement Branch.", 
    "CROATIA underscored that such a restrictive approach is the reason Croatia finds itself in the difficult situation and that referring the case back to the Enforcement Branch would not lead to a fair and just outcome.", 
    "Co-Chair Tarasofsky identified the possibility of adopting two COP/MOP decisions, one on the appeal and the other one on the broader issues related to Croatia s situation.", 
    "The EU highlighted the contact group s very specific mandate to address Croatia s appeal, while CANADA stated that the COP/MOP can take a comprehensive approach and also address the level of base year emissions.", 
    "AUSTRALIA indicated that while the appeal must comply with the existing rules, it is also possible to address the broader issues. ZAMBIA highlighted that the decisions will set a precedent on how to deal with appeals and suggested requesting legal guidance on ways to proceed.", 
    "Co-Chair Tarasofsky identified clear divergence of views and said the co-chairs will consult with the Secretariat on the legal issues.", 
    "Informal consultations will continue. SHARED VISION (AWG-LCA): During the AWG-LCA s informal consultations on a shared vision for long-term cooperative action in the evening, parties considered whether to base negotiations on the Tianjin negotiating text (FCCC/AWGLCA/2010/14) or on the Chair s text (FCCC/AWGLCA/2010/CRP.1).", 
    "Divergent views remained.", 
    "Parties presented three textual proposals, and began to identify areas of convergence and divergence in the proposals.", 
    "Some parties highlighted the challenges of deciding on elements without knowing whether the text will be part of a legally-binding agreement.", 
    "Many parties underscored the importance of including a long-term global goal for emission reductions and a review.", 
    "Some called for consideration of a peak year.", 
    "Many parties stressed the need for a concise text.", 
    "Some parties objected to references to historical responsibility and atmospheric space.", 
    "Parties also discussed the extent to which the text should include what will be achieved and how it will be achieved."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12491e.html", 
  "enb_long_title": "Cancún Climate Change Conference", 
  "type": "", 
  "id": "enb12491e_3", 
  "enb_end_date": "03-Dec-10"
}