{
  "countries": [
    "Brazil"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "NON-GROUP ON QELROS", 
  "enb_start_date": "28-Jul-97", 
  "enb_short_title": "7th Session of the AGBM, 6th Session SBSTA & SBI, AG13 5", 
  "subtype": "GROUPS", 
  "actors": [], 
  "sentences": [
    "The non-group on QELROs held a number of meetings throughout the week and, based on a draft by Chair Luiz Gylvan Meira Filho (Brazil), produced a consolidated text with alternatives for each of the following sections: coverage, nature of target and baseline, banking, borrowing, Parties with economies in transition, regional economic integration organizations, flexibility (emissions trading, joint implementation and cooperative efforts by interested Parties), measurement, reporting and communication of information, review of implementation and compliance, possible impacts on developing countries, and an annex listing gases. Two safeguard 'notes' were introduced at the beginning of the draft negotiating text.", 
    "One indicates that 'all paragraphs remain open for final negotiation, and existing brackets within each paragraph do not prejudge the status of that paragraph.", 
    "' The other states, inter alia, that in the view of many delegations, there are some very important inter-linkages between the different elements of the text and inclusion of proposals in any section of the text does not prejudge consideration of those inter-linkages. Differing views on how alternatives on flat rate targets and differentiation would be reflected in the document were settled after extensive consultations through a chapeau in the section on 'Nature of target and baseline' stating that 'as yet no consensus has been reached on QELROs and Parties recognize that when consensus on the establishment and nature of QELROs is reached, further consolidation and amendment of the text will be required.", 
    "' Coverage: Bracketed text in this section refers to the anthropogenic emissions by sources, anthropogenic removals by sinks and GHGs to which QELROs shall apply.", 
    "Brackets also encompass methodologies for establishing anthropogenic removal by sinks and the criteria for addition of greenhouse gases to an 'Annex G' under which these gases would be listed.", 
    "Other brackets refer to the periodic revision of the list of GHGs. Nature of target and baseline: In this section nine alternatives address distribution of QELROs for Parties according to a flat rate approach or a differentiated one, and include an alternative on budget periods.", 
    "Variations of flat rate targets and baselines include the establishment of target dates for the return of anthropogenic emissions to 1990 levels by a certain year (2000, 2005, 2010), and reduction of anthropogenic emissions by an average 15% to 20% below 1990 levels by a certain year (2005, 2010, 2020). The alternative on budget periods entails setting caps for GHG emissions within specific time periods for countries listed under 'Annex Q' or 'Annex Q1.", 
    "' The countries to be included in these annexes has yet to be determined.", 
    "Countries listed under Annex Q shall adopt national policies and measures necessary to 'limit' and 'reduce emissions' by sources, while countries under Annex Q1 shall undertake policies and measures for the 'mitigation of climate change.", 
    "' The alternative on budget periods includes provisions on meeting emission limitation objectives, calculation of emissions budgets and the procedure for establishing Annex Q1 Party Commitments. One of the alternatives addresses the need to establish 'equity' between the Parties.", 
    "In this regard, it determines that commitments will be 'governed by the principle that mitigation action by Parties listed in Annex Q shall result in those Parties incurring equal percentage changes in per capita economic welfare.", 
    "' Another alternative determines that the range within which each Party\u0092s differentiated QELROs would fall, would be between a 30% reduction by 2010 from its 1990 level of emissions and a 40% increase by 2010 over its 1990 level of such emissions. Other alternatives propose that Parties listed in Annex I to the Convention shall individually or jointly cooperate to ensure that their total aggregate annual/net emissions of GHGs within a specific time period shall be a percentage lower than their aggregate emissions for a previous time period. Over-achievement/Banking and Under-achievement/Borrowing: These sections refer to how Parties can 'bank' or 'borrow' shares of emissions according to the emissions budgets they have been allocated within a specific time period.", 
    "They include a proposal on financial contributions as penalties for not 'maintaining emissions below the respective effective emissions ceiling.", 
    "' Regional Economic Integration Organizations: This section includes provisions to allow States that are members of a regional economic integration organization to cooperate in the implementation of their commitments. Flexibility: This section includes subsections on emissions trading, joint implementation and cooperative efforts by Parties. Emissions Trading: Three alternatives have been included in this subsection.", 
    "One establishes that commitments shall be fulfilled individually and not through coordinated actions, including emissions trading.", 
    "Another states that trading in emissions permits between 'Annex Q' Parties shall take place only after a satisfactory equitable initial allocation of QELROs/emissions budgets has been agreed upon.", 
    "The third alternative determines that, except as otherwise provided for, any 'Annex Q' Party may transfer to or acquire from any other 'Annex Q' or ' Annex Q1' Party any of its emissions allowed for a budget period for the purpose of meeting its emissions limitation and reduction commitments.", 
    "Under this alternative, certain criteria and restrictions have been introduced for the way emissions trading will operate. Joint Implementation: The first alternative under this subsection reiterates that commitments shall be fulfilled individually and not through coordinated actions.", 
    "The second alternative allows for each 'Annex Q' or 'Q1' Party to fulfill part of their QELROs obligations to limit or reduce anthropogenic emissions by all sources and enhance anthropogenic removal by sinks of GHGs through joint implementation of mitigation measures.", 
    "Several options have been included under this alternative on participation. Cooperative Efforts by Interested Parties: This subsection includes a provision according to which Annex I countries, under certain conditions, may transfer to or receive from any Party listed in Annex I to the Convention any of the equivalent emissions reductions or sink enhancements resulting from specific investments for the purpose of meeting its obligations.", 
    "It also states that any Party not listed in Annex I to the Convention may, on a voluntary basis, carry out projects that limit GHGs or remove GHGs by sinks and reservoirs, in accordance with their development priorities and strategies. Possible impacts on developing countries of new commitments in the new instrument/socio-economic injuries sustained by developing countries: This section reiterates that in the implementation of policies and measures, provisions in the Convention pertaining to countries that are particularly vulnerable to climate change (Art.4.8), shall be fully taken into account.", 
    "It also proposes the creation of a concrete compensation mechanism for damages incurred by developing countries arising from the implementation of response measures.", 
    "Several modalities for the compensation mechanism have been contemplated, including coverage of social and economic losses and the right to seek redress for loss of income from export of fossil fuels. Measurement, reporting and communication of information: This section relates to the communication of information related to the implementation of the protocol or legally binding instrument that Parties shall undertake.", 
    "It encompasses provisions on the need for comparability, consistency and transparency of information as well as content and timing. Review of information, implementation and compliance: Provisions for the revision of information with a view to assess compliance of obligations are in this section.", 
    "Modalities of reviews by expert teams or committees have been contemplated, as well as frequency of the reviews, and recommendations to be made based on outcomes of the reviews. Review of commitments: Seven alternatives appear under this section, and focus on the modalities, frequency and methodology for the review of the commitments.", 
    "Options for entities in charge of conducting the reviews are incorporated (COP or Meeting of the Parties)."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1255e.html", 
  "enb_long_title": "Seventh Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "", 
  "id": "enb1255e_10", 
  "enb_end_date": "07-Aug-97"
}