{
  "countries": [
    "Turkey", 
    "Netherlands", 
    "Czech Republic", 
    "Lithuania", 
    "United States", 
    "Slovenia", 
    "Latvia", 
    "China", 
    "Belgium"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "PRESENTATIONS ON NATIONAL CIRCUMSTANCES", 
  "enb_start_date": "10-Sep-04", 
  "enb_short_title": "UNFCCC Workshop", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Francis Altdorfer, ECONOTEC, Belgium, presented an energy demand model using the Emissions Projection Model (EPM), developed by ECONOTEC and used for Belgium\u0092s third national communication.", 
    "He said energy demand modeling plays a crucial role in Belgium, given limited flexibility in reducing emissions from energy, the complex relationship between economic activity and emissions levels, and the substantial emissions reduction potential with negative cost.", 
    "These factors require a simulation model that uses a bottom-up disaggregated approach. Altdorfer said EPM is used to model business as usual scenarios, technical and economic potential, and emissions reduction cost curves, while taking into account, inter alia, mitigation measures specific to particular sources and the distribution of costs.", 
    "Among the challenges, he listed links between bottom-up and macroeconomic modeling, and projecting emissions of fluorinated gases.", 
    "During the ensuing discussion, China questioned the driving forces in the service sector that are taken into account, and Altdorfer agreed that this presented a challenge given the variety of activities, and requires further work. Kejun Jiang, Energy Research Institute, China, presented on the Integrated Policy Assessment Model for China (IPAC), which includes, inter alia, models for technology, emissions, power generation and transport.", 
    "He said common scenarios and parameters are used in the different models to ensure consistency in results.", 
    "Describing several industrial and transport parameters for China, he said China\u0092s economic target for 2020, which is to quadruple the GDP, is a key driving force.", 
    "He noted that future challenges include better understanding of the energy production and consumption sectors in China. Jirí Spitz, ENVIROS, Czech Republic, spoke on methods and models used to project emissions from the energy, transport, industry and waste management sectors in his country.", 
    "He noted that the energy and industry sectors contribute the greatest portion of greenhouse gas emissions in the Czech Republic and described a linear optimizing and technology-oriented model for projecting emissions.", 
    "Energy Flow Optimization Model-Environment (EFOM-ENV).", 
    "He noted that energy demand is calculated by sector and type of energy using a spreadsheet model.", 
    "Spitz said that mitigation measures are reflected in the model, apart from those in the programmes of the Czech Energy Agency and the State Environmental Fund.", 
    "He said that realized and planned joint implementation (JI) projects have been taken into account. Dalia \u008atreimikiene, Lithuanian Energy Institute, presented the Lithuanian experience in preparing greenhouse gas projections.", 
    "She explained the lack of 'with measures' scenarios in the second national communication, noting that 'high' and 'low' development scenarios had been presented instead.", 
    "She emphasized the role of the National Energy Strategy in providing information on mitigation measures for use in scenarios.", 
    "She said uncertainties in energy projections are related to uncertainties in assumptions, for instance in GDP growth rate and energy efficiency improvements.", 
    "\u008atreimikiene said Lithuania has projections for all sectors, and noted that total projections indicate that her country will not have difficulties in meeting the Kyoto emissions reduction target. In describing the development of 'with measures' scenarios, she noted that P&Ms to reduce greenhouse gas emissions are driven by the requirements for EU integration.", 
    "\u008atreimikiene said climate change mitigation is the secondary benefit of the P&Ms, but these are nevertheless included in the 'with measures' projections because all P&Ms affect greenhouse gas emissions.", 
    "She said that additional measures include greenhouse gas emissions trading, the EU taxation framework for energy products and JI. Janis Rekis, Latvian Investment and Development Agency, presented on experiences with greenhouse gas emissions projections for the energy sector in Latvia.", 
    "He said the process started in 1995, using the MARKAL model (Market Allocations systems engineering model for waste management), employing a bottom-up approach.", 
    "He presented an overview of the model, and suggested that generic tables for reporting assumptions and results would be useful.", 
    "Among challenges, he included emission factors for new fuels, lack of an established national system and lack of capacity. Ton Van Dril, Energy Research Center of the Netherlands (ECN), described the ECN model.", 
    "He said a bottom-up approach is necessary to project developments in energy consumption in specific sectors.", 
    "He emphasized the differences between economic and physical growth paths, saying it is important to look at policies that affect the physical-economic linkages.", 
    "On energy growth paths, he said both energy efficiency and energy development measures should be considered, since not all development measures are energy efficient.", 
    "Elaborating on methods to account for ways in which technology penetrates society, he said technologies are not always mature, and are not well known.", 
    "In addition to these factors, he noted key policy factors that have to be considered while making projections, such as awareness creation, technical and legal possibilities, and incentives, including financial incentives or sanctions. Among the weaknesses of the bottom-up approach, Van Dril listed the unpredictability of certain trends, limited data sets, data requirements and validation, and awareness and information costs.", 
    "In the discussion, participants addressed possible institutional arrangements for providing consistent data for use in models, and acknowledged possible problems, such as different exchange rates and different timing for preparing projections in different countries. Adding to his previous presentation, Stane Mer\u009ae spoke on modeling approaches applied for the industrial and transport sector in Slovenia.", 
    "He discussed the inclusion of factors such as best available technologies, on-site energy improvements, fuel switching, and penetration of measures driven by legislation. Nilgün Egemen, State Institute of Statistics, Turkey, described the projection exercise carried out for the first national communication to be completed later this year.", 
    "She outlined present and projected energy scenarios for Turkey, noting that the energy sector is the biggest producer of carbon dioxide emissions in Turkey.", 
    "She said Turkey\u0092s Energy and Environment Review has projected emissions and energy demand until 2025, taking into account various factors such new technologies, the potential for co-generation, and assessments of reduction of transmission and distribution loss.", 
    "Egemen described assumptions used in alternative scenarios, the results of which demonstrate the importance of, among other things, demand-side management, cogeneration in the industrial sector and improved technological efficiency in the power sector.", 
    "Emissions projections were also carried out on local pollution scenarios. Katherine Casey Delhotal, US Environmental Protection Agency (EPA), presented the US approach for projected greenhouse gas emissions.", 
    "She said the National Energy Modeling System (NEMS) of the Energy Information Administration is used for projecting carbon dioxide emissions based on P&Ms in place as of 1 July 2001, while the EPA has carried out non-carbon dioxide emissions projections.", 
    "She said the impacts of the National Energy Policy and the Global Climate Change Initiative, which promotes a voluntary approach, were not included in the projections.", 
    "On uncertainties, she said the EPA does include technologies that are in demonstration, and uncertainties could be caused by, inter alia, regulatory and statutory changes that are difficult to model, energy price changes, and the weather. Replying to a question from Belgium on why a simple method is used to model HFCs, PFCs and sulphur hexafluoride emissions instead of the model used in the projections for ozone depleting substances, Delhotal said the sources are not necessarily similar and that there were difficulties in data collection, as companies are hesitant to divulge proprietary information.", 
    "In response to a question from China on whether scenarios 'with additional measures' will be projected in the future, she said it is unlikely that they will be considered for the fourth national communication, even if there is a change in administration as a result of the Presidential election later this year, since the time would be too brief."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12243e.html", 
  "enb_long_title": "United Nations Framework Convention on Climate Change (UNFCCC) workshop on emissions projections from Parties included in Annex I of the UNFCCC", 
  "type": "", 
  "id": "enb12243e_10", 
  "enb_end_date": "10-Sep-04"
}