{
  "countries": [
    "Russian Federation", 
    "Japan", 
    "Germany", 
    "Denmark"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Compliance and Enforcement", 
    "Flexibility Mechanims"
  ], 
  "section_title": "QUESTION AND ANSWER SESSION", 
  "enb_start_date": "09-Apr-99", 
  "enb_short_title": "Tech. Work", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Organisation for Economic Co.operation and Development"
  ], 
  "sentences": [
    "The following discussion focused on: how to calculate additionality for countries with economies in transition (EIT countries) that are EU candidates; how to address ERU crediting in situations of non-compliance; whether ERUs from a JI project could be transferred if both countries were not in compliance; the risk of trading and investor liability involved in JI and emissions trading; and the comparative transaction costs of JI and emissions trading.", 
    "Helme emphasized the importance of an adequate data system to verify achievements.", 
    "One participant noted that transaction costs associated with emissions trading are lower than those associated with JI.", 
    "In response, Helme noted that establishment of emissions trading mechanisms are costly. Reference Case/Baseline Methodologies and Additionality (6.1 (b)), Verification And Reporting (6.2), Technical and Process Issues: Jane Ellis, OECD, discussed lessons from AIJ pilot phase projects involving EIT countries.", 
    "She said that while national guidelines for calculating emissions baselines exist in some host countries, there is no international guidance.", 
    "She noted the limited geographical distribution of AIJ projects and said that a majority of the projects are replacement projects in the energy sector.", 
    "She stated that additionality definitions varied widely among the projects.", 
    "On replacement projects, she noted inconsistency in baselines and attributed this to divergent assumptions and perceptions of what is valid.", 
    "In order to improve the reporting of emission baselines, she proposed: more precise sector disaggregation; separate reporting of sub- projects; separate reporting of non-operations projects; provision of references such as detailed baseline studies; use of common accounting formats for emission benefits; and clarification of what carbon stocks are included in biotic projects.", 
    "On methodological improvements, she called for consistent methods to: determine project timelines; include safety margins; and give guidance for 'greenfield' projects, accounting benefits for energy efficiency measures and definition of system boundaries.", 
    "She noted that project specific baselines need detailed data and stated that current baseline reports are often inconsistent, incomplete and not transparent.", 
    "She stressed that the AIJ experience from the pilot phase is insufficient as a basis for JI and CDM methodology.", 
    "Baseline rules setting will determine environmental integrity and significance of JI and the CDM. Matthew Mendis, Alternative Energy Development, Inc., discussed 'Developing greenhouse gas mitigation projects and defining baselines.", 
    "' He stressed that the CDM and JI are not aimed at changing macroeconomic policies, regulations or institutions, but are intended to facilitate investment in project activities that will result in: voluntary participation; real, measurable and long-term benefits; additional reductions of GHGs; and assistance for non-Annex I countries in achieving sustainable development.", 
    "He outlined the CDM project cycle and remarked that it is not different from other project development except that it had CDM validation.", 
    "He identified baseline definition as one of the key elements of validation.", 
    "He proposed that the ultimate responsibility for the determination of a baseline lie with the host country.", 
    "In defining baselines, economic optimums as well as current trends in technology and practice should be considered. Question and Answer Session: In the following discussion, one participant noted that when considering greenfield projects in developing countries for the CDM, benefits such as international collaboration and government endorsement should be considered in addition to economic benefits.", 
    "Mendis said that proposed cost- effective projects should be undertaken anyway without being CDM projects. Proposals from Parties on Technological and Methodological Issues: GERMANY, on behalf of the EU and others, cited criteria that Parties must meet in order to undertake activities under Article 6, including that they are bound by a compliance regime, have ratified the Protocol and comply with reporting requirements under the Convention and Protocol.", 
    "She said both public and private parties should be able to participate without modifying Annex I countries\u0092 commitments under the Protocol.", 
    "She noted two stages of validation and certification, with the validation stage including determination of a baseline and provision of information for accurate and systematic monitoring.", 
    "Regarding certification of emissions reductions, she said certifiers must be economically and institutionally independent from institutions undertaking JI.", 
    "She said Parties should report on these projects annually and, in addition, report on the projects in national communications.", 
    "She said additional guidelines should be subject to regular review, starting no later than 2012 and in regular intervals thereafter. JAPAN supported the creation of guidelines to ensure smooth and consistent implementation of Article 6.", 
    "She said project eligibility requires the approval of Parties involved and a reduction in emissions or an enhancement of removals additional to any that would otherwise occur.", 
    "She called for ERUs equivalent to one metric tonne of CO2 with serial numbers identifying the Party of origin, the time of issuance and a project identifier.", 
    "She proposed that Parties develop registries to record ERU holdings, transfers and retirements and that these registries be publicly available.", 
    "Regarding reporting and verification, she said both hosting and investing Parties should provide annual reports under Article 7, and review under Article 8 of the Kyoto Protocol.", 
    "She said in cases of non-compliance, reporting and verification might be accomplished on a project- by-project basis with the goal of limiting transaction costs and enhancing transparency. Working group on Joint Implementation: This working group was co-chaired by Ole Plougmann (Denmark) and Alexander Metalnikov (Russian Federation).", 
    "During the discussions, participants debated, inter alia, whether and/or how the COP should develop guidelines for JI projects, whether the language of Article 6 indicates an additionality requirement for JI projects, and approaches to verification and reporting. Regarding guidelines, a number of participants remarked that Article 6 authors had foreseen the need to regulate and underscored the importance of safeguards and oversight, noting that national communications are not always comprehensive and accurate.", 
    "Some pointed out that the Protocol states that Parties 'may,' as opposed to 'shall,' develop guidelines, thereby leaving it to their discretion.", 
    "Noting that there is no indication that the JI activities should be subjected to external verification, one participant expressed concern that one project-based mechanism is subject to scrutiny while the other is not.", 
    "He suggested that aspects of Article 12 be incorporated into JI guidelines.", 
    "Others noted a fundamental difference between JI and the CDM, in that the CDM generates new units, which increases the assigned amount budget, while JI credits come from the assigned amount of Annex B Parties.", 
    "Another said checks and balances for JI exist in the form of national communications. Delegates debated at length whether additionality requirements were applicable to Article 6 projects.", 
    "One participant noted that industry groups do not support additionality, but said it is important to the host country, whether required or not.", 
    "Another stated that Protocol Article 6.1(b) requires emissions reductions resulting from a project to be additional to those that would have occurred normally and questioned what the value of the projects would be if emissions reductions would have occurred anyway.", 
    "Some participants remarked that without additionality, JI was no different from emissions trading. Other participants stressed that there are no additionality requirements in Article 6 nor references to share of proceeds.", 
    "Some said that imposing such additionality would compel companies to choose emissions trading rather than JI.", 
    "Others stressed that additionality was not necessary if a Party was in compliance with Articles 5 (methodological issues) and 7 (communication of information). Regarding verification and reporting, participants considered whether a one- or a two-stage approach is better.", 
    "The proposed two-stage approach consists of a validation stage prior to certification.", 
    "The validation stage would include Party approval, determination of a baseline and provision of information for accurate and systematic monitoring.", 
    "One participant opposed a two-stage approach, noting that it is not necessary for JI, and would result in turning ERUs into CERs.", 
    "One proponent of a two-stage approach said Article 6 projects should meet a number of criteria, including: approval of all Parties and legal entities involved; provision of information regarding determination of baselines; and demonstration that reductions are real, measurable and long-term.", 
    "She said the first stage of validation ensures that Parties acquiring ERUs are in compliance with Articles 5 and 7.", 
    "Another participant said that, hypothetically, the host country in a JI project would give consideration to the implications for national emissions.", 
    "One participant said experience with JI projects shows that the main problem lies in calculating the baselines and proposed a process using agreed upon methodologies for best results.", 
    "Another participant said rules for the CDM could guide JI, but should not be mandatory.", 
    "In summing up, Chair Chow noted the need to find the balance between cost effectiveness and environmental integrity."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1298e.html", 
  "enb_long_title": "Technical Workshop on Mechanisms under the Kyoto Protocol", 
  "type": "", 
  "id": "enb1298e_12", 
  "enb_end_date": "15-Apr-99"
}