{
  "countries": [
    "Mexico"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Post-Kyoto Agreements", 
    "Forests", 
    "Mitigation"
  ], 
  "section_title": "COP INFORMAL STOCKTAKING PLENARY", 
  "enb_start_date": "09-Dec-10", 
  "enb_short_title": "COP 16", 
  "subtype": "plenary", 
  "actors": [], 
  "sentences": [
    "In the morning informal stocktaking plenary, COP President Espinosa highlighted the atmosphere of inclusiveness and the open and transparent process in Cancun.", 
    "She welcomed ministerial consultations to address political issues.", 
    "AWG-LCA Chair Mukahanana-Sangarwe said her revised Chair s note (FCCC/AWGLCA/2010/CRP.3) reflects advances on REDD+ and adaptation, a clear set of options on MRV and finance, and a lack of movement on technology.", 
    "She suggested that political guidance is needed on mitigation by developed and developing countries, MRV of commitments and actions, long-term finance, a long-term global goal and equity.", 
    "Chair Mukahanana-Sangarwe noted that the new paper calls for extending the work of the AWG-LCA.", 
    "COP President Espinosa underscored that there would be no overlapping or parallel processes and stressed the need for the outcome of the AWG-LCA to be ready by Friday morning. COP/MOP INFORMAL STOCKTAKING PLENARY In the COP/MOP informal stocktaking plenary, AWG-KP Chair Ashe stressed the need for political decisions to forge a deal that is comprehensive and balanced.", 
    "He described the consultations by Luis Alfonso de Alba (Mexico) on political issues and numbers, and underscored the need to forward the list of key issues to the COP/MOP.", 
    "He introduced the revised proposal by the Chair (FCCC/KP/AWG/2010/CRP.4/Rev.2).", 
    "COP/MOP President Espinosa highlighted parties signals to continue their mitigation efforts beyond 2012 and called on parties to raise the collective level of ambition.", 
    "She noted that consultations would begin on the texts in the afternoon."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12496e.html", 
  "enb_long_title": "Cancún Climate Change Conference", 
  "type": "cop", 
  "id": "enb12496e_1", 
  "enb_end_date": "09-Dec-10"
}