{
  "countries": [
    "Canada", 
    "United Kingdom", 
    "Netherlands", 
    "South Africa", 
    "Finland", 
    "India", 
    "United States", 
    "Australia", 
    "Belgium", 
    "New Zealand"
  ], 
  "topics": [
    "IPCC Governance"
  ], 
  "section_title": "OTHER BUSINESS", 
  "enb_start_date": "14-Oct-13", 
  "enb_short_title": "IPCC37", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "On Tuesday, IPCC Chair Pachauri introduced a document considering a potential study of the IPCC process (IPCC-XXXVII/Doc.17), noting criteria for such studies, including the credibility of the researchers, non-disturbance of the IPCC process and opportunities for a Panel response.", 
    "All participants taking the floor underscored the value of transparency and openness.", 
    "Many also urged caution in responding before having greater clarity on criteria and procedures.", 
    "New Zealand said individual scientists must consent to such reviews and that the decision on the current proposal should be made by the Bureau in charge of the next assessment report.", 
    "The Netherlands said such proposals should be considered on their merits and on a case-by-case basis.", 
    "Canada, with India and Belgium, stated that principles setting out the parameters of studies should be set beforehand.", 
    "South Africa welcomed the proposal, but, with Finland, stressed the need for including researchers from various regions. WGI Vice-Chair Francis Zwiers said a study of how the IPCC authors do their work is not a review process of the IPCC and he worried about the precedent that might be set, stressing the need to be able to attract the best scientific experts to the IPCC.", 
    "He was supported by WGI Co-Chair Qin Dahe, who urged caution and stressed the importance of understanding the IPCC processes and the need to avoid confusion.", 
    "WGIII Vice-Chair Jim Skea emphasized the importance of any project meeting the gold standard in social science research, the need for the incorporation of multiple cultural perspectives in the project, and for an ethical review. IPCC Chair Pachauri said the proposal would help to 'demystify' the IPCC process and show the rigorousness followed by IPCC authors working in an assessment report.", 
    "Noting established IPCC procedures, the US suggested that proponents work through an independent accredited observer organization.", 
    "WGII Co-Chair Field highlighted value in encouraging transparency and suggested finding a way of allowing such a proposal without including a Panel decision.", 
    "Australia called for considering the matter independently of a single academic proposal.", 
    "A small group, co-chaired by the UK and South Africa, was established to continue discussions and present an answer.", 
    "On Wednesday morning, the UK reported that the small group had concluded that the issue of allowing external social science researchers to the study the work of the IPCC needs further discussion, and proposed that the Executive Committee hold an expert meeting in this regard to take place in 2014 and produce a report to inform the work of the Task Group considering the future of the IPCC."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12582e.html", 
  "enb_long_title": "Thirty-seventh session of the Intergovernmental Panel on Climate Change (IPCC-37)", 
  "type": "ipcc", 
  "id": "enb12582e_30", 
  "enb_end_date": "17-Oct-13"
}