{
  "countries": [
    "Brazil", 
    "Netherlands", 
    "Tanzania", 
    "Cuba", 
    "United States", 
    "Trinidad and Tobago", 
    "Sweden", 
    "Peru", 
    "Switzerland", 
    "Grenada", 
    "New Zealand", 
    "Norway", 
    "Pakistan", 
    "Saudi Arabia", 
    "Australia", 
    "Singapore", 
    "Egypt", 
    "Tuvalu", 
    "Venezuela", 
    "South Africa", 
    "China", 
    "Japan"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Forests", 
    "Mitigation"
  ], 
  "section_title": "AWG-LCA CONTACT GROUP :", 
  "enb_start_date": "04-Oct-10", 
  "enb_short_title": "AWGs", 
  "subtype": "GROUPS", 
  "actors": [
    "European Union", 
    "Environmental Integrity Group", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Chair Mukahanana-Sangarwe opened the first meeting of the AWG-LCA contact group on Monday.", 
    "She proposed continuation of the four drafting groups established at AWG-LCA 11, namely: a shared vision, facilitated by Anders Turesson (Sweden); adaptation, facilitated by Kishan Kumarsingh (Trinidad and Tobago); mitigation, co-facilitated by Richard Muyungi (Tanzania) and Audun Rosland (Norway); and finance, technology and capacity building, co-facilitated by Burhan Gafoor (Singapore) and Maas Goote (the Netherlands).", 
    "She said spinoff groups may also be established to work on specific issues.", 
    "An AWG-LCA stocktaking contact group convened on Wednesday.", 
    "Drafting group facilitators reported on progress in their respective groups.", 
    "AWG-LCA Chair Mukahanana-Sangarwe reported on consultations on countries with economies in transition and other countries with special circumstances.", 
    "She said a possible way forward could be a decision specifically addressing the capacity building and financing needs of such countries and that she would prepare a draft decision reflecting this.", 
    "Chair Mukahanana-Sangarwe then presented a paper on possible elements of the Cancun outcome, including shared vision, adaptation, mitigation, and finance, technology and capacity building, and invited parties to outline what Cancun can deliver and how to realize these objectives.", 
    "Peru, for a number of Latin American countries, outlined three key outcomes for Cancun, including a decision on legal form confirming the legally-binding nature of an AWG-LCA outcome, substantive decisions on mature issues, and decisions on a programme of work for addressing unresolved issues.", 
    "Japan called for extracting elements of the Copenhagen Accord for a balanced set of decisions.", 
    "Australia noted that progress on elements of a balanced package has not been balanced.", 
    "She underscored limited progress on mitigation, MRV and ICA.", 
    "Egypt said that results on elements such as bunker fuels and markets might not be achievable.", 
    "Pakistan said elements should stem from the party-driven process rather than exclusive consultations.", 
    "Venezuela, with South Africa, emphasized that balance cannot be achieved without an outcome under the AWG-KP.", 
    "China underscored the importance of fast-start finance as a deliverable from Cancun and emphasized the importance of guidelines for reporting and operational elements to enable distribution of funds.", 
    "South Africa said a possible outcome in Cancun could include an overarching decision on the legal form of the outcome identifying elements of a comprehensive legally-binding agreement, as well as a set of substantive decisions to test implementation or readiness in areas where progress has been made, such as REDD+.", 
    "He said part of the package must be a decision under the COP/MOP either adopting amendments to Annex B of the Kyoto Protocol or reflecting a commitment by Annex I parties to a second commitment period.", 
    "Switzerland, for the Environmental Integrity Group, stated a possible outcome should reflect the elements of the BAP.", 
    "The EU urged more progress on issues such as mitigation commitments and pledges.", 
    "Grenada, for AOSIS, called for a legally-binding agreement that would sit alongside a Kyoto Protocol second commitment period, stressing that Cancun must not compromise the future.", 
    "Tuvalu called for clarity on the purpose of the text on shared vision and said a Cancun outcome must make explicit reference to a mandate to reach a legally-binding agreement.", 
    "Cuba stressed that the shared vision goes beyond a long-term goal.", 
    "On finance, he said the reference to mobilization of long-term finance is an empty concept and said it should reiterate the language in the BAP on provision of new, additional and predictable financial resources.", 
    "Norway called for more progress on mitigation and associated MRV.", 
    "Saudi Arabia lamented the pick and choose approach of the paper, said it does not reflect the elements of the BAP and highlighted the party-driven nature of the AWG-LCA process.", 
    "New Zealand expressed willingness to work with the Chair s paper, noting that some elements require further elaboration, such as establishment of a new fund and details of ICA.", 
    "Noting that Cancun would not be the final word, Brazil called for simple decisions that capture the essence of the different issues.", 
    "The US underlined that an agreement already exists that addresses most of the issues and called for discussions to be based on the Copenhagen Accord.", 
    "He said issues such as mitigation and transparency require further discussion in spinoff groups.", 
    "The US also emphasized that its commitment is not contingent on movement of domestic legislation."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12485e.html", 
  "enb_long_title": "Tianjin Climate Change Talks - October 2010", 
  "type": "WORKING GROUP", 
  "id": "enb12485e_22", 
  "enb_end_date": "09-Oct-10"
}