{
  "countries": [
    "Australia", 
    "Gambia", 
    "Papua New Guinea", 
    "Congo", 
    "China", 
    "Mali", 
    "Switzerland", 
    "Grenada", 
    "Argentina"
  ], 
  "topics": [
    "forests", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "SUBSIDIARY BODY FOR SCIENTIFIC AND TECHNOLOGICAL ADVICE", 
  "enb_start_date": "06-Jun-11", 
  "enb_short_title": "SB 34", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States", 
    "Environmental Integrity Group", 
    "Least Developed Countries", 
    "Group of 77 and China", 
    "Coalition for Rainforest Nations", 
    "Umbrella Group", 
    "African Group", 
    "Group of 77"
  ], 
  "sentences": [
    "The SBSTA opening plenary took place on Monday, 6 June, with Mama Konaté (Mali) continuing as Chair.", 
    "In their opening statements, Argentina, for the Group of 77 and China (G-77/China), warned against transferring unresolved issues from the AWG-LCA to the SBSTA, saying the AWG-LCA should maintain an overview of specific issues that were mandated for consideration by the SBSTA.", 
    "The G-77/China also called for another meeting of the Subsidiary Bodies (SB) before Durban.", 
    "The Democratic Republic of the Congo, for the African Group, with Grenada, for the Alliance of Small Island States (AOSIS), recommended that parties commence work on the items traditionally included in the SBSTA agenda while consulting on the proposed new items.", 
    "Australia, for the Umbrella Group, highlighted the importance of the SBSTA s work on reducing emissions from deforestation and forest degradation in developing countries (REDD) and the Nairobi Work Programme on impacts, vulnerability and adaptation (NWP).", 
    "The Gambia, for the least developed countries (LDCs), highlighted research and systematic observation and enhancement of the NWP to support adaptation implementation in LDCs.", 
    "AOSIS stressed the need for accelerating work under the NWP.", 
    "Switzerland, for the Environmental Integrity Group (EIG), underscored the need for methodological work on reducing emissions from deforestation and forest degradation in developing countries, and the role of conservation, sustainable management of forests and enhancement of forest carbon stocks in developing countries (REDD+).", 
    "Papua New Guinea, for the Coalition of Rainforest Nations, highlighted the progress made in Decision 1/CP.16 on REDD+, but noted the importance of guidance on safeguards."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12513e.html", 
  "enb_long_title": "UN Climate Change Conference June 2011", 
  "type": "", 
  "id": "enb12513e_7", 
  "enb_end_date": "17-Jun-11"
}