{
  "countries": [
    "United States", 
    "China", 
    "Colombia", 
    "Argentina", 
    "India", 
    "Nigeria"
  ], 
  "topics": [], 
  "section_title": "HOW PARTIES PERFORMED", 
  "enb_start_date": "19-Jun-00", 
  "enb_short_title": "SB-12", 
  "subtype": "", 
  "actors": [
    "Organization of Petroleum Exporting Countries", 
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Overall, some interesting trends in the performance of the regional groups were noted at SB-12.", 
    "Many observers felt that the EU team appeared less articulate in its positions on some of the issues in the process, notably when its attempt to develop text for a draft decision on policies and measures at COP-6 was kicked out of play.", 
    "Some observers attributed this to the fact that the EU has yet to finalize tactics and positions on key issues that are still to be resolved at the upcoming EU Ministerial Council meeting. Some observers also found the US to be less vocal at this meeting, even though there was no change in its overall interest in maximizing the use of the mechanisms in implementing its commitments.", 
    "A probable reason for this is the upcoming presidential election, which requires downplaying the issues on the domestic front given that the Clinton administration is operating under the gaze of its Republican rivals.", 
    "On the other hand, some feel that the difference on climate change policies between the election contenders is not significant enough to have an impact on the US position. However, this should not deflect attention from their interests as well as their behind-the-scenes bilateral discussions with developing countries, such as Argentina, China, Colombia and India, with respect to climate change politics.", 
    "The litmus test, however, will be to see whether the US negotiates at SB-13 or defers actual negotiations to the post-election period at The Hague. The G-77/China demonstrated proactive participation.", 
    "Doubts that had been expressed earlier over Nigeria's chairmanship of the G-77/China, given its membership in OPEC, fell away as the group's issue coordinators appeared to have sufficient flexibility to develop and represent the broader G-77/China perspectives, such as in LULUCF."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12137e.html", 
  "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC", 
  "type": "SBI/SBSTA", 
  "id": "enb12137e_51", 
  "enb_end_date": "19-Jun-00"
}