{
  "countries": [
    "Canada", 
    "United States", 
    "Australia", 
    "China", 
    "Russian Federation", 
    "Japan"
  ], 
  "topics": [
    "Compliance and Enforcement"
  ], 
  "section_title": "Compliance:", 
  "enb_start_date": "30-Jul-01", 
  "enb_short_title": "COP-6 bis", 
  "subtype": "", 
  "actors": [
    "Umbrella Group", 
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "For seasoned observers of the compliance negotiations, developments in Bonn were unexpected.", 
    "Following the solid progress on this issue in The Hague, many expected that the Bonn negotiations would be comparatively straightforward.", 
    "The opening days in Bonn dashed such optimistic forecasts, and served as a rude reminder to delegates that 'nothing is agreed until everything is agreed.", 
    "' While most delegates left The Hague believing that the compliance regime would be legally binding and would provide for clear deterrent consequences along the lines proposed by the EU and developing countries, they soon realized in Bonn that even these core elements were forcefully disputed.", 
    "A key reason for this change was the US withdrawal from the negotiations.", 
    "This resulted in a significant shift in bargaining leverage on those key positions where, in the past, the US had sided with the EU and the G-77/China, rather than with other members of the Umbrella Group.", 
    "The absence of US participation on these key issues, coupled with the need to ensure ratification in particular by the Russian Federation and Japan, resulted in a shift in bargaining power towards those positions favored by the other Umbrella Group members.", 
    "This was particularly apparent in discussions on the legally-binding nature of enforcement consequences, an issue that the US, EU, Canada and the G-77/China had all supported in The Hague, and where the preference of Australia, Japan and the Russian Federation for a 'politically binding' compliance regime was a minority view apparently with little chance of success.", 
    "The US withdrawal, and the need for ratification by a suitable combination of these three countries, dramatically influenced the diplomatic negotiating landscape. The impact of this change was most clearly evidenced during the final stages of the high-level segment, where the issue of compliance constituted the major stumbling block for reaching a political agreement, necessitating late night calls to capitals and resulting in several amendments to the original Pronk 'core elements' proposal.", 
    "Unfortunately, the compromise amendment relating to the mode of adoption of the compliance regime, and its link with the legally binding nature of the compliance regime, later proved to be ambiguous, with major disagreement arising over its interpretation.", 
    "During the final meetings of the compliance negotiating group, numerous amendments were proposed to the technical text by Australia, Japan, Canada and the Russian Federation, which some suggest has 'effectively unraveled any progress' that had been made on compliance during the previous few years.", 
    "The outcome of these meetings left some delegates openly expressing 'deep disappointment and frustration.", 
    "' Despite not completing its work on compliance, COP-6 Part II made significant advances.", 
    "These include the elaboration by the Co- Chairs of an unbracketed non-paper that will serve as the basis for the resumed negotiations at COP-7, as well as securing political consensus on several key issues of a compliance system, including a breakthrough regarding the composition of the Compliance Committee."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12176e.html", 
  "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION", 
  "type": "", 
  "id": "enb12176e_74", 
  "enb_end_date": "30-Jul-01"
}