{
  "countries": [
    "Brazil", 
    "United Kingdom"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "COP Decision", 
  "enb_start_date": "06-Dec-04", 
  "enb_short_title": "UNFCCC COP-10", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "In the decision on LULUCF (FCCC/SBSTA/2004/L.26/Add.1), the COP, inter alia, encourages Annex I Parties that have ratified the Protocol to submit, on a voluntary basis, estimates of greenhouse gas emissions by sources and removals by sinks, using the common reporting format. Small-scale afforestation and reforestation project activities under the CDM: This issue was first addressed by SBSTA in plenary on Monday, 6 December, and subsequently in a contact group co-chaired by Thelma Krug (Brazil) and Jim Penman (UK), which met four times between 7-13 December, Informal consultations were also held in an effort to draft conclusions and negotiate a draft decision for adoption at COP-10. The contact group considered a bracketed annex to the draft conclusions forwarded from SBSTA-20.", 
    "At SBSTA-20, Parties were unable to resolve issues of bundling (clustering small projects to decrease transaction costs), leakage (unintended consequences of activities leading to increasing emissions in an area outside the project boundary), definitions of low-income communities and monitoring. In the opening SBSTA plenary, on Monday, 6 December, the Secretariat presented a proposal for a draft decision on small-scale A&R CDM, and on measures to facilitate their implementation.", 
    "Issues discussed focused on, inter alia: average projected net anthropogenic greenhouse gas removals by sinks; whether projects will be exempt from, or subject to, paying a lower share of proceeds to the Protocol\u0092s Adaptation Fund; and reducing rates of the share of project proceeds to cover administrative expenses.", 
    "Parties agreed to invite assistance for capacity-building activities for the application and implementation of simplified modalities and procedures.", 
    "Parties informally resolved outstanding issues of bundling, leakage, and monitoring.", 
    "Delegates agreed to forward these draft texts to the SBSTA plenary. On Tuesday, 14 December, the SBSTA plenary adopted conclusions and agreed to forward a draft decision to the COP, which it adopted on Friday, 17 December."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12260e.html", 
  "enb_long_title": "Tenth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12260e_13", 
  "enb_end_date": "18-Dec-04"
}