{
  "countries": [
    "Palau", 
    "Bangladesh", 
    "Gambia", 
    "Micronesia", 
    "United States", 
    "Peru", 
    "Switzerland", 
    "Norway", 
    "Ghana", 
    "Saudi Arabia", 
    "Australia", 
    "South Africa", 
    "India", 
    "Marshall Islands", 
    "Sri Lanka", 
    "China", 
    "Barbados"
  ], 
  "topics": [
    "Adaptation", 
    "Post-Kyoto Agreements", 
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "ADAPTATION AND MEANS OF IMPLEMENTATION:", 
  "enb_start_date": "01-Dec-08", 
  "enb_short_title": "COP 14", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "African Group", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The contact group on adaptation and its associated means of implementation, co-chaired by Thomas Kolly (Switzerland) and William Kojo Agyemang-Bonsu (Ghana), met three times.", 
    "Several parties made specific proposals.", 
    "The EU reiterated its proposed framework for action on adaptation.", 
    "Sri Lanka and Palau, speaking also for Micronesia and the Marshall Islands, proposed an ecosystem approach to adaptation.", 
    "The African Group, India, Norway and others supported establishment of regional adaptation centers.", 
    "Switzerland noted his proposed global carbon dioxide levy to generate resources for adaptation and China suggested establishing a Convention adaptation fund and adaptation committee.", 
    "Micronesia, for AOSIS, proposed a new multi-window mechanism that would include insurance, rehabilitation and compensation, and risk management.", 
    "Barbados, for AOSIS, said enhanced action on adaptation should deal first with current, then anticipated, climate change impacts.", 
    "South Africa, for the African Group, highlighted the need for early warning systems, vulnerability mapping and information exchange.", 
    "The Gambia, for LDCs, said that although integration of adaptation into development planning is important, implementation of NAPAs must not be delayed by this process.", 
    "On incentivizing adaptation and creating enabling environments, Bangladesh underlined the need to involve and incentivize the private sector and the US highlighted that recipient countries, not just donors, must play a role in providing incentives for adaptation.", 
    "On the issue of risk management, the EU emphasized strengthening resilience, improving preparedness, enhancing the role of the private sector, and creating an enabling environment.", 
    "Regarding economic diversification, Saudi Arabia highlighted links to risk management and AOSIS supported identification of options to enhance capacity for diversification.", 
    "On the role of the Convention, Peru suggested enhancing synergies with the UNCCD and CBD and Australia emphasized the role of the UNFCCC process in determining a method for prioritizing support to vulnerable countries based, inter alia , on physical impacts and adaptive capacity."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12395e.html", 
  "enb_long_title": "UN Climate Change Conference - Poznań", 
  "type": "", 
  "id": "enb12395e_91", 
  "enb_end_date": "12-Dec-08"
}