{
  "countries": [
    "Turkey", 
    "Canada", 
    "Bangladesh", 
    "Argentina", 
    "Bolivia", 
    "Norway", 
    "Ecuador", 
    "Ghana", 
    "Saudi Arabia", 
    "Australia", 
    "Singapore", 
    "Tuvalu", 
    "China", 
    "Russian Federation", 
    "Tanzania", 
    "Colombia", 
    "Gambia", 
    "Philippines", 
    "Indonesia", 
    "United States", 
    "Belarus", 
    "Switzerland", 
    "New Zealand", 
    "Pakistan", 
    "South Africa", 
    "United Arab Emirates", 
    "Mexico", 
    "India", 
    "Sierra Leone", 
    "Uganda", 
    "Japan", 
    "Barbados"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adaptation", 
    "Technology Transfer"
  ], 
  "section_title": "FINANCE:", 
  "enb_start_date": "06-Jun-09", 
  "enb_short_title": "SB 30", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Parties commented on the finance chapter in the Chair s draft negotiating text ( FCCC/AWGLCA/2009/8 ).", 
    "Several developed and developing countries stressed the importance of finance for agreement in Copenhagen and the need for scaling up.", 
    "The Philippines, for the G-77/CHINA, expressed concern that their proposals had been taken out of context and mixed with other proposals, and noted the Group s intention to submit clarifications and alternative text.", 
    "She stressed that the text contains insufficient reference to the magnitude of the financing challenge and fails to include specific principles such as equity, common but differentiated responsibilities, and country and demand-driven finance.", 
    "She highlighted the need for adaptation funding and simplified access.", 
    "She proposed, inter alia, deleting reference to the Paris Declaration on Aid Effectiveness, preferred stating that the public sector shall be the major source for funds and supported text reflecting that funding would be over and above existing ODA.", 
    "She expressed concern with language associated with co-financing, and stressed the importance of institutional arrangements.", 
    "Barbados, for AOSIS, said references to vulnerable developing countries should be consistent with the BAP.", 
    "He urged a firm commitment from developed countries to bridge the gap between available and necessary financing, and called for new, additional and predictable resources.", 
    "Identifying the need for direct and simplified access without conditionalities, he said multiple funding sources would be necessary.", 
    "He supported auctioning allowances, as well as extending and increasing the share of proceeds, noting that the latter issue must be addressed under the AWG-KP.", 
    "He also highlighted the need for a Convention adaptation fund.", 
    "Sierra Leone, for LDCs, highlighted the need for an expedited process and for a massive scale of financing outside ODA, and opposed proposals on co-financing in relation to LDCs.", 
    "South Africa, for the AFRICAN GROUP, stressed the need for transparency, learning-by-doing, and scaled-up funding through assessed contributions.", 
    "She also supported: an equitable governance regime; public and private investment for mitigation; and financing for stand-alone adaptation activities.", 
    "She said levies were unacceptable, and that the financial mechanism should be under the authority of the COP.", 
    "The US proposed consolidating the text and including common actions by all parties to mobilize finance.", 
    "NEW ZEALAND raised concerns about the linkages with other areas of the text and said it would be useful to group all provisions on finance in a single chapter.", 
    "The EU stressed the need to avoid fragmented discussions and to link action with support.", 
    "He identified the need to ensure that the text allows for responding to evolving needs over time.", 
    "Several developing countries called for distinguishing between funding for adaptation and mitigation.", 
    "Many developing countries also stressed the need for public financing, saying that the private sector and carbon markets should play a complementary role.", 
    "The EU called for strengthening the text concerning the role of the carbon market.", 
    "The US called for recognizing the reality that public sector financial support is not likely to be adequate, and suggested considering how governance can improve access to private funding.", 
    "He proposed inserting references to policies that promote private investment, enhance domestic capacity and level the playing field for low-carbon investments. NEW ZEALAND highlighted the role of public and private sector finance, and noted the potential role of carbon markets in achieving emission reductions.", 
    "TURKEY identified the need to mobilize the private sector in addition to public funding.", 
    "SWITZERLAND emphasized the catalytic role of public funds in engaging private sector finance and the principle of cost-effectiveness.", 
    "He also highlighted the role of CO2 levies in generating adequate and predictable sources of finance.", 
    "Supported by NEW ZEALAND, PAKISTAN and the RUSSIAN FEDERATION, he expressed concern about the proliferation of funds in the text.", 
    "SWITZERLAND and JAPAN supported enhancing existing funds.", 
    "MEXICO supported a single fund for multiple uses rather than various specialized funds.", 
    "COLOMBIA said an increased number of funds did not necessarily translate into increased resources.", 
    "The EU proposed focusing on functions before discussing who will perform those functions.", 
    "AUSTRALIA noted the need to operationalize an institutional arrangement to facilitate financial flows from the private sector.", 
    "She preferred discussing principles and criteria before focusing on specific mechanisms.", 
    "JAPAN stressed: ownership by developing countries; and recognizing the urgency of addressing the needs of the most vulnerable countries, including LDCs and SIDS.", 
    "He requested rearranging the text to ensure the financial mechanism is discussed before principles. UGANDA stressed that climate change is a weapon of mass destruction threatening the survival of LDCs and SIDS, and emphasized that singing the same old song and demanding new, additional and predictable resources is reasonable and valid.", 
    "He stressed that private sector funding is not predictable and, with TANZANIA and others, recalled that developed countries have promptly addressed the current economic crisis with public resources.", 
    "TANZANIA highlighted that LDCs are not able to solicit funding from the private sector.", 
    "The GAMBIA described failed attempts to involve the private sector in her country, saying none of her country s NAPA projects have been implemented.", 
    "She urged capacity building and MRVed funding. NORWAY identified auctioning of allowances as a means of generating funds for different needs, including adaptation and technology transfer, and suggested determining the quantity of allowances to be auctioned based on identified needs.", 
    "TUVALU called for a multilateral climate change fund with five windows on: mitigation; REDD; adaptation; insurance; and technology.", 
    "He suggested that each of the windows have an advisory panel.", 
    "He stressed the need for a variety of sources and for innovative funding, such as levies on international transport and a share of proceeds on market mechanisms that may be developed under the AWG-LCA.", 
    "INDIA opposed discussing the share of proceeds under the Convention, and CHINA said the proposal to increase the share of proceeds to 3-5% was too high.", 
    "CHINA also opposed levies on international transport, and proposed deleting the option on a green fund or a world climate change fund. ARGENTINA supported the establishment of separate funds for adaptation and mitigation under executive groups reporting to the COP, and called for sufficient, stable and predictable resources assessed as a percentage of the aggregate Gross Domestic Product of developed countries.", 
    "He said the fund for mitigation could be complemented by market mechanisms, provided developing countries could choose to use either source of funding.", 
    "CANADA noted that the institutional arrangements should be derived from the functions and principles emerging from discussions and emphasized the need to focus on meeting the needs of the poorest and most vulnerable populations.", 
    "BELARUS called for including language on countries with economies in transition in the text and TURKEY supported clarifying the role of parties. PAKISTAN highlighted the technical briefing on historical responsibility.", 
    "The RUSSIAN FEDERATION called on parties to use a functional approach, noted the absence of historical responsibility in the Convention and the BAP, and expressed reticence to introduce a new principle into the climate regime.", 
    "CHINA suggested deleting reference to the polluter pays principle, while supporting adding the principle of common but differentiated responsibilities under the guiding principles.", 
    "She also highlighted areas where the text weakened financial commitments of developed countries.", 
    "SAUDI ARABIA and SINGAPORE called for language that is consistent with the Convention, BOLIVIA stressed the need not to weaken the Convention and the BAP, and COLOMBIA said the integrity of the Convention must be maintained. INDIA requested that the text reflect the commitments of Annex II parties under the Convention and stressed that the financial mechanism should be composed of public funds rather than a mix of funding sources.", 
    "With COLOMBIA, he underscored language on meeting the full and full incremental-costs. BANGLADESH urged insertion of clearly defined criteria for financing adaptation needs.", 
    "INDONESIA stressed the importance of basing the funding mechanism on predictability, efficiency, effectiveness and adequacy, as well as fairness and balance in the distribution of funds.", 
    "He reminded Annex I parties of their commitment under the Convention to meet the full and full incremental-costs of developing countries. MEXICO supported the proposal for a green fund.", 
    "He said the scale of contributions should be based on population, volume of emissions and capacity to pay, and governments must make the greatest contribution as opposed to the private sector.", 
    "He also urged considering the needs of the most vulnerable. COLOMBIA preferred the 2% of GNP assessed contribution option.", 
    "She called for specifying a figure for adaptation costs, and expressed concern that parties commitments would be transferred to the private sector. GHANA called for a single new financing mechanism with multiple funding windows.", 
    "He urged particular attention be given to Africa, the LDCs and SIDS, and said the EGTT report ( FCCC/SB/2009/2 ) provides options on financing for technology.", 
    "INDIA supported a board or executive body accountable to the COP. UGANDA called for a minimal but effective mechanism with transparent and democratic governance, including representatives from regional and interest groups.", 
    "The UNITED ARAB EMIRATES called for a system of transparent governance under the COP, based on equitable and balanced representation by all parties.", 
    "ECUADOR noted the need for criteria to ensure transparent implementation of finance and technology transfer, and supported establishment of a multilateral fund under the COP.", 
    "The G-77/CHINA and AOSIS said they would provide proposals to strengthen the text on compliance.", 
    "JAPAN said compliance should be discussed in a wider context, not only under finance, and after agreement on the content and form of the final outcome."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12415e.html", 
  "enb_long_title": "Bonn Climate Change Talks - June 2009", 
  "type": "working group", 
  "id": "enb12415e_1", 
  "enb_end_date": "06-Jun-09"
}