{
  "countries": [
    "Canada", 
    "Brazil", 
    "Saudi Arabia", 
    "Australia", 
    "Bhutan", 
    "South Africa", 
    "Egypt", 
    "Iceland", 
    "Panama", 
    "Nepal", 
    "Costa Rica", 
    "Bahamas", 
    "Belgium", 
    "Netherlands", 
    "China", 
    "Ireland", 
    "Switzerland", 
    "Japan", 
    "Poland"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "Adverse Effects & Response Measure", 
    "Adaptation", 
    "Technology Transfer"
  ], 
  "section_title": "INFORMAL MINISTERIAL ROUND TABLE", 
  "enb_start_date": "12-Dec-08", 
  "enb_short_title": "COP 14", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "On Thursday afternoon and evening, ministers met for an informal round table on a shared vision for long-term cooperative action.", 
    "Three clusters were considered: long-term cooperation on mitigation; preparing for unavoidable climate change; and the architecture to deliver on finance and technology transfer. UN Secretary-General Ban Ki-moon underscored the need to agree on a shared vision to generate critically-needed momentum for a deal in Copenhagen.", 
    "On long-term cooperation, SOUTH AFRICA said a shared vision should include stabilizing atmospheric emissions and promoting sustainable development, as well as balancing mitigation and adaptation.", 
    "He called on developed countries to commit to emission reductions of 80-90% by 2050, as well as a mid-term target, in order for developing countries to consider deviation from the baseline by 2020. AUSTRALIA outlined a shared vision reflecting the need for all countries to decouple emissions growth from economic development.", 
    "CHINA supported mid-term mitigation targets by developed countries as the basis for determining long-term mitigation goals, and stressed the right to develop as a fundamental and inalienable human right.", 
    "COSTA RICA discussed nationally appropriate mitigation actions and its intention to achieve carbon neutrality by 2021. ICELAND announced a goal of being a carbon neutral society by 2050, while JAPAN set out a goal of 60-80% reductions by 2050, and CANADA stated the objective of meeting 90% of electricity needs from non-emitting sources by 2020.", 
    "The EU urged all developed countries to announce their reduction targets before the next AWG sessions in March 2009.", 
    "SAUDI ARABIA opposed differentiating among developing countries, while SWITZERLAND proposed a global carbon tax.", 
    "On adaptation, PANAMA and others stressed the need to operationalize the Adaptation Fund.", 
    "IRELAND described the Fund as exciting and innovative because direct access makes it unique and responsive.", 
    "The BAHAMAS highlighted the need for early warning systems and environmentally-sound technologies, insurance and scaled-up international cooperation supported by-¯a multilateral technology fund.", 
    "VIET NAM urged support from industrialized countries to combat sea-level rise.", 
    "SAUDI ARABIA highlighted adaptation to adverse effects and response measures.", 
    "BHUTAN said polluters should pay for adaptation financing.", 
    "EGYPT proposed an adaptation committee of experts and NEPAL suggested a climate research center in the Himalayas.", 
    "On the architecture to deliver on finance and technology transfer, the NETHERLANDS suggested combining the Mexican (Green Fund) and Norwegian (auctioning of AAUs) proposals, and said countries should pay according to capacity and contribution to global emissions.", 
    "With BELGIUM and SWITZERLAND, the NETHERLANDS underscored equity, effectiveness and efficiency.", 
    "BRAZIL supported non-market based financial mechanisms, while POLAND supported enhancing the role of forests in global carbon markets."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12394e.html", 
  "enb_long_title": "UN Climate Change Conference - Poznań", 
  "type": "COP", 
  "id": "enb12394e_1", 
  "enb_end_date": "12-Dec-08"
}