{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements"
  ], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "16-May-12", 
  "enb_short_title": "SB 36", 
  "subtype": "corridors", 
  "actors": [], 
  "sentences": [
    "On the second day, the opening plenaries of the AWG-KP and AWG-LCA were the focus of the negotiations in the Maritim.", 
    "Both AWGs are scheduled to terminate their work in Doha, and face considerable pressure to finally fulfill their mandates.", 
    "The delegates challenge is therefore to ensure that they die respectfully and with dignity, as the Chinese delegate phrased it in the AWG-LCA opening plenary.", 
    "While the AWG-KP swiftly began its work, the AWG-LCA was bogged down with discussions on the agenda, as parties views diverged on the way forward.", 
    "While some non-Annex I countries believe that the elements of the Bali Action Plan should provide the foundation for the AWG-LCA s work, some of the other non-Annex I countries and Annex I countries supported the view that evolution since Bali, including outcomes from Cancun and Durban, should form the basis of the AWG-LCA s work in 2012.", 
    "The agenda is not static, said one developed country delegate.", 
    "If we treat it as such, it s like taking three steps back and ignoring all the hard work we ve done since Bali in 2007.", 
    "Some delegates in the corridors suspected that bringing back elements from the Bali Action Plan could be a strategy from those reluctant to let the AWG-LCA die in Doha.", 
    "But delegates did concede that many have different interpretations of what has been agreed since the creation of the AWG-LCA at COP 13 in Bali, and feel that issues could be discussed but that conclusions do not need to be reached on all issues.", 
    "When the AWG-LCA opening plenary was suspended at 7:00 pm, the agenda had still not been adopted.", 
    "Informal consultations will follow.", 
    "Exiting the plenary hall, some feared that the Bangkok ghost would rear its head in Bonn, recalling the AWG-LCA meeting in April 2011 when the agenda was not agreed until the last day.", 
    "Meanwhile, nominations for posts in the ADP, the Green Climate Fund Board and other bodies were also a hot topic in the corridors.", 
    "Rumor has it that there were still many positions left to fill, with some proving to be highly controversial within regional groups and potentially delaying meetings already scheduled."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12537e.html", 
  "enb_long_title": "Bonn Climate Change Conference - May 2012", 
  "type": "", 
  "id": "enb12537e_9", 
  "enb_end_date": "16-May-12"
}