{
  "countries": [
    "Brazil", 
    "United Kingdom", 
    "Egypt", 
    "Iceland", 
    "Poland", 
    "United States", 
    "Switzerland", 
    "China", 
    "Russian Federation", 
    "Hungary", 
    "Argentina", 
    "Norway", 
    "Philippines"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Pre-Kyoto"
  ], 
  "section_title": "RESUMED AGBM-8", 
  "enb_start_date": "01-Dec-97", 
  "enb_short_title": "3rd COP FCCC", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "The resumed eighth session of the Ad Hoc Group on the Berlin Mandate (AGBM-8) met informally on 30 November 1997 to discuss the treatment of GHG sinks, and then in Plenary to conclude discussions on the AGBM report to COP-3.", 
    "Delegates agreed that informal consultations on sinks would continue through COP-3. The Secretariat reviewed the documents under consideration: *the report of AGBM-8 (FCCC/AGBM/1997/8); *the revised text under negotiation (FCCC/CP/1997/2 and Add.1); *a technical review of the revised text under negotiation (FCCC/CP/1997/ CRP.1); *a note on measures by non-Annex I Parties to reduce the growth of their emissions (FCCC/AGBM/1997/CRP.5); *a note on information submitted by Parties on possible criteria for differentiation (FCCC/AGBM/1997/Misc.3 and Add.1 and 2); *responses to a questionnaire on sinks (FCCC/AGBM/1997/Misc.4 and Add.1 and Add.2); and *a synthesis of information from Annex I national communications on sources and sinks in the land-use change and forestry sector (FCCC/TP/1997/5). The RUSSIAN FEDERATION presented a proposal on Article 3 (QELROs).", 
    "The proposal stated that Parties included in Annex I shall ensure that their collective net aggregate anthropogenic carbon dioxide equivalent emissions of the GHGs listed in Annex A, expressed in terms of an emissions budget, as tonnes of carbon dioxide equivalents, inscribed in Attachment I, do not exceed [__] tonnes.", 
    "The text also stated that each Party included in Annex I shall ensure that its net aggregate anthropogenic carbon dioxide emissions of the GHGs listed in Annex A do not exceed its commitments, expressed in terms of emissions budgets, inscribed in Attachment I.", 
    "The text proposed that commitments for each Party included in Annex I shall be established using the process set out in Annex B and shall be inscribed in Attachment I. AGBM Chair Raúl Estrada Oyuela (Argentina) noted that there were many unresolved issues regarding QELROs and delegates must decide at some point the number of gases to be included in the protocol.", 
    "He proposed that delegates work from the presumption that the protocol would cover six gases: carbon dioxide (CO2), nitrous oxide (N2O), methane (CH4), hydrofluorocarbons (HFCs), perfluorocarbons (PFCs) and sulphur hexafluoride (SF6). The UK asked that the distinction between the three-gas and six-gas approaches be maintained.", 
    "HUNGARY, the RUSSIAN FEDERATION, POLAND and the G-77/CHINA supported using a three-gas basket, addressing the three additional gases later.", 
    "The US indicated that it had consistently advocated a comprehensive approach regarding the inclusion of a broad spectrum of GHGs within the scope of the and supported the proposal by the Chair to work on the basis of six GHGs.", 
    "NORWAY said that methodologies were available to work on the basis of six GHGs and, with SWITZERLAND, supported the Chair's proposal.", 
    "BRAZIL noted that long-lived gases required the attention of the AGBM and hoped that consensus could be reached. The Chair of the informal group on sinks, Antonio La Viña, (Philippines) reported that the group had worked on a proposal containing the following four options: 1.", 
    "QELROs should be calculated on a 'net-net' basis, i.e., all sources minus all sinks in both the base year and the target year for the first budget period. 2.", 
    "There should be a sink category called 'land use change and forestry' (LUCF), not to be considered for the establishment of QELROs in the first budget period, but for which the IPCC should improve methodologies geared to their inclusion during the second budget period. 3.", 
    "The LUCF should be excluded for the establishment of QELROs, with the proviso that they be included at a later stage by the COP serving as the Meeting of the Parties to the Protocol on the basis of new modalities and revised IPCC methods. 4.", 
    "The establishment of QELROs excluded the LUCF category, but allowed GHG removal by 'new activities' to be counted towards compliance if 'verifiable.", 
    "' The 'new activities' would be defined on the basis of advice from the IPCC and agreed upon by the COP. La Viña noted that while Parties acknowledged the importance of sinks, there were scientific uncertainties regarding sinks' GHG absorption capacity and methodologies used to calculate this.", 
    "He noted that options 3 and 4 might serve as the bases for a compromise, considering the marked divergence of views on options 1 and 2. CHINA drew attention to the fact that budget periods appeared under each option, and recalled the G-77/China's objection to this concept.", 
    "BRAZIL and ICELAND indicated that the issue of sinks needed to be sorted out before settling targets for QELROs.", 
    "BRAZIL noted the value of the third option as a basis for compromise.", 
    "It was agreed that consultations on the matter would continue during COP-3. Introducing a discussion on budgets, Estrada noted that the G-77/China favored target years and there was a general trend towards acceptance of the possibility of budgets.", 
    "The G-77/CHINA said the assumption of a consensus on budgeting could be premature.", 
    "The budget concept does not appear in the Berlin Mandate.", 
    "CHINA said the budget concept had been introduced along with a string of extraneous issues.", 
    "A text submitted by the G-77/CHINA, setting out six reasons for rejecting the budget concept, had been suppressed and did not appear in the Chair's revised negotiating text.", 
    "Estrada said his revised paper included only those items that had actually been discussed at AGBM-8.", 
    "He said the possibility of using budgets is open. He called for compromise on policies and measures (P&Ms), noting that some delegations are seeking a mandatory approach while others want none.", 
    "The EU said it had made considerable concessions in Bonn by simplifying proposals for mandatory P&Ms.", 
    "EGYPT invited the Chair to present a balanced proposal.", 
    "The RUSSIAN FEDERATION proposed national measures.", 
    "He said the question of P&Ms is linked to other issues including the basket of gases to be adopted and the level of flexibility to be accorded to countries with economies in transition.", 
    "The EU tabled a new proposal, stating that any signatory or Party not included in Annex I nor acting under Article 10 may notify the depository that it has opted to adopt and implement some or all of the policies and measures and/or to participate in the coordination process referred to elsewhere in the protocol.", 
    "The G-77/CHINA objected to the inclusion of a reference to non-Annex I Parties. Upon adjourning, the Chair said that the rapporteur should summarize the day's session for COP-3, noting that he had planned to add conclusions to the AGBM report but no conclusions had been reached."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1276e.html", 
  "enb_long_title": "Third Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "WORKING GROUP", 
  "id": "enb1276e_4", 
  "enb_end_date": "11-Dec-97"
}