{
  "countries": [
    "Congo", 
    "Papua New Guinea"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Flexibility Mechanisms", 
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "Amendments/numbers", 
  "enb_start_date": "01-Oct-11", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "African Group"
  ], 
  "sentences": [
    "During the spin-off group on amendments to the Kyoto Protocol pursuant to its Article 3, paragraph 9, parties agreed to focus discussions on: transformation of pledges into QELROs, including the impact of LULUCF rules; streamlining options on the carryover of surplus AAUs; and working through the chapter text.", 
    "Parties were not able to agree on establishing an informal group to identify further items to be elevated to the contact group on Annex I parties further commitments and the possibility of discussing Option B (consequential amendments).", 
    "During the final spin-off group meeting, parties introduced a number of submissions and expressed divergent positions on the issue of share of proceeds.", 
    "A submission from the Democratic Republic of Congo, on behalf of the African Group, addressed the carry-over of surplus AAUs from the first to the second commitment period, specifying that, inter alia : carry-over be limited to 1% of each party s assigned amount for the first commitment period; and parties be able to sell the carried-over amount, with 50% of the revenue to be transferred to the Adaptation Fund.", 
    "The Papua New Guinea submission introduced a REDD+ mechanism to assist Annex I parties in achieving compliance with their quantified emission limitation and reduction commitments under the Protocol.", 
    "In addition to submissions and the revised facilitator s note, parties agreed that work would also be guided in Durban by a table produced by the Secretariat capturing the state of technical work on the transformation of pledges into QELROs .", 
    "The table will be used as a basis for discussion to assist the spin-off group on further technical discussions.", 
    "In the final AWG-KP contact group on Friday, Facilitator Charles noted the productive work within the spin-off group, especially on the transformation of pledges into QELROs and on carryover AAUs.", 
    "He indicated that many outstanding issues are of a political nature.", 
    "Flexibility Mechanisms : In the spin-off group working on emissions trading and the project-based mechanisms, parties tried to clarify positions on general issues and agreed to remove text on discount factors under the CDM.", 
    "On the continuation of the mechanisms, parties agreed that no more progress could be made on the text without a political level decision.", 
    "Streamlined options from the text are contained in the new Co-Facilitators note, which will be forwarded to Durban.", 
    "In AWG-KP closing plenary Co-Facilitator Barata reported on future work remaining on the issues of continuation, share of proceeds, eligibility of nuclear facilities under the CDM and Joint Implementation (JI), and mechanisms."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12521e.html", 
  "enb_long_title": "UN Climate Change Conference October 2011", 
  "type": "", 
  "id": "enb12521e_9", 
  "enb_end_date": "07-Oct-11"
}