{
  "countries": [
    "Poland", 
    "China", 
    "France"
  ], 
  "topics": [], 
  "section_title": "WELCOMING CEREMONY", 
  "enb_start_date": "18-Sep-00", 
  "enb_short_title": "SB-13", 
  "subtype": "PLENARY", 
  "actors": [], 
  "sentences": [
    "SB-13 formally opened on Monday morning, 11 September.", 
    "COP- 5 President Jan Szyszko (Poland) welcomed delegates to Lyon and encouraged them to look for common ground and explore compromises in order to streamline negotiating texts and achieve success at COP-6. FCCC Executive Secretary Michael Zammit Cutajar drew participants' attention to two political challenges: the need to support developing countries in their response to climate change impacts; and the importance of realizing the goals of the Protocol.", 
    "He cautioned against attempts to renegotiate parts of the Protocol, since this would result in its collapse.", 
    "He also expressed regret at the passing away of two prominent figures in climate change negotiations: Jean Ripert of France, who chaired the Intergovernmental Negotiating Committee that resulted in the adoption of the FCCC in 1992; and Zhong Shukong, Special Advisor on Environmental Issues in China's Ministry of Foreign Affairs. Raymond Barre, Mayor of the City of Lyon, expressed his hope for a successful outcome for SB-13.", 
    "He noted the presence of France's Prime Minister and Minister of Spatial Planning and Environment as a sign of the political and economic importance attached to the work on climate change. French Prime Minister Lionel Jospin noted France's active support for early ratification of the Protocol.", 
    "He stressed the importance of domestic action as the most important instrument to reduce emissions, and said the mechanisms should be applicable to no more than half of the efforts from each State.", 
    "He also expressed caution over the inclusion of sinks.", 
    "He urged developing countries not to postpone action, and recommended expeditious adoption of the CDM.", 
    "He stated that his Government's recent measures to mitigate the impact of rising oil prices did not compromise France's climate change programme."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12151e.html", 
  "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC", 
  "type": "SBI/SBSTA", 
  "id": "enb12151e_10", 
  "enb_end_date": "18-Sep-00"
}