{
  "countries": [
    "Kuwait", 
    "Qatar"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer"
  ], 
  "section_title": "COP 18 AND CMP 8 JOINT HIGH-LEVEL SEGMENT", 
  "enb_start_date": "26-Nov-12", 
  "enb_short_title": "COP 18", 
  "subtype": "PLENARY", 
  "actors": [], 
  "sentences": [
    "On 4 December, the COP 18 and CMP 8 high-level segment opened.", 
    "UNFCCC Executive Secretary Figueres underscored that Doha needs to ensure: agreement on an amendment to the Kyoto Protocol; a clear path on climate finance; effective Review of the long-term global goal; an urgent response to the widening emissions gap; and a firm foundation for a long-term framework applicable to all, equitably instituted and responsive to science. COP 18/CMP 8 President Al-Attiyah urged parties to work together towards mutual understanding and to ensure a balanced package, highlighting climate change as one of the most pressing challenges of our time.", 
    "Vuk JeremiÄ\u0087, President of the UN General Assembly, stated that addressing climate change must become a core national interest of every UN member state.", 
    "He outlined plans to schedule a high-level thematic debate on climate change, green energy and water sustainability during the resumed 67th session of the UN General Assembly. UN Secretary-General Ban Ki-moon underscored that there should be no illusion that this is a crisis.", 
    "He outlined five deliverables from Doha: adopting a ratifiable second commitment period under the Kyoto Protocol; making progress on long-term climate finance; working to fully equip institutions supporting mitigation and adaptation by developing countries; keeping negotiations on a legally-binding instrument on track; and showing determination to act on the gap between the current mitigation pledges and what is required to achieve the 2°C target. H.H.", 
    "Sabah IV Al-Ahmad Al-Jaber Al-Sabah, Emir of Kuwait, noted that the sizeable high-level participation in the conference reflects recognition by the international community of climate change as a pressing issue.", 
    "He called for decisions to pave the way for long-term cooperation through: ensuring the effective implementation of the Bali Action Plan and all its elements; adopting a second commitment period under the Kyoto Protocol; not imposing new commitments on developing countries; and backing voluntary actions by developing countries with finance and technology transfer from developed countries. H.H.", 
    "Sheikh Hamad Bin Khalifa Al-Thani, Emir of Qatar, called for: epitomizing the concept of interdependence; reaching a practical and effective agreement with flexible solutions; and finding equilibrium between the needs of countries and communities for energy on the one hand, and the requirements to reduce greenhouse gas emissions on the other hand.", 
    "The high-level segment continued until 7 December with national statements and statements by observer organizations.", 
    "A webcast of the statements is available at: http://unfccc.int/meetings/doha_nov_2012/meeting/6815/php/view/webcasts.php"
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12567e.html", 
  "enb_long_title": "Doha Climate Change Conference - November 2012", 
  "type": "COP", 
  "id": "enb12567e_35", 
  "enb_end_date": "08-Dec-12"
}