{
  "countries": [], 
  "topics": [], 
  "section_title": "A BRIEF ANALYSIS OF WGIII-8 AND IPCC-24", 
  "enb_start_date": "22-Sep-05", 
  "enb_short_title": "IPCC-24", 
  "subtype": "analysis", 
  "actors": [], 
  "sentences": [
    "The climate change regime is being constructed around the world, at full throttle.", 
    "Be it in the UN context, through adaptation plans, climate partnerships, awareness campaigns, or carbon markets, players at all levels, from municipalities, countries, regions, and international organizations, to civil society institutions, industry groups, and rock stars, are taking action on climate change.", 
    "Such intensive construction requires large quantities of concrete: a very special type of concrete that the IPCC is in a unique position to deliver.", 
    "Since its origin, the IPCC has been characterized by a special blend of scientific and intergovernmental features, akin to the sand, gravel and cement used in concrete.", 
    "The science, like sand and gravel, gives body and strength to the concrete.", 
    "Intergovernmental approval, like cement, glues everything together, providing resistance and rendering the final product usable.", 
    "The specific qualities of the outcome depend on the particular mix, as well as on the quality of each component. Over the years since the IPCC\u0092s inception, the degree and sophistication of scientific understanding and modeling of climate change and its effects has grown.", 
    "Likewise, the political, legal and diplomatic arena has expanded and become more complex.", 
    "The addition of more materials to the mix just serves to complicate the already difficult process of finding the appropriate composition.", 
    "But as a reward, when the right composition is found, the resulting product has more desirable qualities."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12278e.html", 
  "enb_long_title": "8th Session of WG-III and IPCC-24", 
  "type": "ipcc", 
  "id": "enb12278e_45", 
  "enb_end_date": "28-Sep-05"
}