{
  "countries": [
    "Canada", 
    "United States", 
    "Australia", 
    "Russian Federation", 
    "Japan", 
    "Russia"
  ], 
  "topics": [], 
  "section_title": "HAUNTED BY THE PAST", 
  "enb_start_date": "17-Jun-02", 
  "enb_short_title": "SB-16", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Some Parties also came to Bonn with an eye to the recent past.", 
    "Canada\u0092s proposals on cleaner energy exports and sinks in the CDM, which would reduce the costs of meeting their emissions reduction target, were viewed by many as an attempt to reopen the deal struck in Marrakesh.", 
    "Some participants were resentful that, having secured a favorable result at COP-7, Canada wanted to 'go back to the trough for more' at SB-16. In their defense, Canadian delegates cited an array of reasons for their position, including the political and economic sensitivities of several Canadian provinces, and the unforeseen US decision to repudiate the Protocol.", 
    "Canada claims that if their companies have to reduce emissions under the Protocol, they will face a competitive disadvantage relative to their US counterparts.", 
    "Better terms would make ratification more politically palatable. Though their arguments were not well received, Canadian delegates did manage to place cleaner energy exports on the agenda for COP- 8, leading many to question how Canada, and other Parties still considering ratification, will play their hands in New Delhi. Meanwhile, the all-important matter of the Russian Federation\u0092s position on the Protocol continued to hang over the heads of delegates, much as it did in Bonn and Marrakesh.", 
    "With the EU and Japan recently ratifying and Australia following the US lead, all eyes were focused on Russia\u0092s intentions.", 
    "However, those hoping for a clear signal at SB-16 left disappointed.", 
    "And in an intervention that sent shivers down the spines of many delegates, Russia indicated its interest in Canada\u0092s proposal.", 
    "The intervention seemed to confirm fears that another major energy exporting country yet to ratify would demand further concessions, thereby undermining the Marrakesh deal."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12200e.html", 
  "enb_long_title": "Sixteenth Sessions of the Subsidiary Bodies", 
  "type": "SBI/SBSTA", 
  "id": "enb12200e_76", 
  "enb_end_date": "17-Jun-02"
}