{
  "countries": [
    "Brazil", 
    "Canada", 
    "Singapore", 
    "Tuvalu", 
    "Indonesia", 
    "Papua New Guinea", 
    "United Kingdom", 
    "United States", 
    "Switzerland", 
    "Japan", 
    "Argentina", 
    "Bolivia", 
    "Norway", 
    "New Zealand"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Forests"
  ], 
  "section_title": "DEFORESTATION:", 
  "enb_start_date": "09-May-07", 
  "enb_short_title": "SB 26", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Co-Chairs Hernán Carlino (Argentina) and Audun Rosland (Norway) presented a SBSTA draft conclusion and COP draft decision prepared by SBSTA Chair Kumarsingh to serve as a basis for discussions.", 
    "Reacting to the text, JAPAN questioned reference to enabling activities and expressed concern with the call for new and additional resources from Annex II parties.", 
    "The US emphasized ongoing actions, and BRAZIL, TUVALU and others opposed a pilot project approach.", 
    "PAPUA NEW GUINEA highlighted accounting for different national circumstances and moving toward stabilization and conservation and, with NEW ZEALAND, TUVALU and others, underscored forest degradation.", 
    "The UK, for the EU, and supported by many others, called for a more ambitious COP 13 decision that is less focused on technical and methodological issues.", 
    "BRAZIL preferred reference to complementing the objectives of relevant international agreements but not enhancing synergies and, with NEW ZEALAND, emphasized the need for clarity when using terms such as equitable, cost-effectiveness and verifiable. BOLIVIA suggested mention of a possible Stabilization Fund, highlighted sectoral approaches and, with TUVALU, questioned reference to the use of IPCC Good Practice Guidance for LULUCF. NORWAY, TUVALU and SWITZERLAND called for reference to leakage and non-permanence of carbon sinks.", 
    "SINGAPORE emphasized the cost-effectiveness of reducing deforestation in mitigation.", 
    "TUVALU underscored the need to ensure emissions reductions, and urged caution on potential perverse feedbacks and reference to other institutions.", 
    "CANADA stressed capacity building and INDONESIA concrete and prompt action, and positive incentives."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12324e.html", 
  "enb_long_title": "Twenty-sixth sessions of the Subsidiary Bodies (SB 26) of the United Nations Framework Convention on Climate Change (UNFCCC)", 
  "type": "SBI/SBSTA", 
  "id": "enb12324e_13", 
  "enb_end_date": "09-May-07"
}