{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Flexibility Mechanisms"
  ], 
  "section_title": "MECHANISMS", 
  "enb_start_date": "19-Jul-01", 
  "enb_short_title": "COP-6 bis", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The mechanisms group met in the morning and afternoon to identify and discuss the unresolved technical and political issues.", 
    "Co-Chair Estrada raised the possibility that finalizing agreement on the appendices (relating to various 'administrative' elements for implementation of the mechanisms) could be left for negotiation at COP-7.", 
    "A number of developing and developed countries opposed this, emphasizing the importance of the appendices for issues such as a prompt start of the CDM. Co-Chair Estrada identified six 'technical issues' that should be resolved by the negotiating group: environmental impact assessments; public participation; baselines; small-scale projects in the CDM; certified emissions reduction (CER) transactions; and mechanisms' eligibility and the verification procedures that may be used in terms of track two of joint implementation (JI) projects.", 
    "Informal groups were established to address these issues.", 
    "Their findings will be reflected in the Co-Chairs' report to be presented to Plenary on Thursday. Co-Chair Estrada identified a non-exhaustive list of ten 'political issues' for resolution by Ministers: equity; supplementarity; nuclear in the CDM and JI; establishment and composition of a supervisory committee for verification of CERs; composition of the CDM Executive Board; level of the commitment period reserve; application of share of proceeds to all three mechanisms; the requirement that Annex I Parties' use of CERs be conditional on it being party to the compliance Agreement; unilateral CDM; and sinks in the CDM.", 
    "For each issue, he proposed a short list of options that would be presented to Ministers, based on The Hague and Pronk texts. Delegates presented their views on the various options, with diverging opinions being expressed, in particular on those regarding: nuclear in the CDM and JI; the establishment and composition of a supervisory committee; the level of the commitment period reserve; and sinks in the CDM.", 
    "On this last issue, Co-Chair Estrada ruled against a request from a group of Annex I countries that an option be included providing for all sinks project types within the CDM. In the afternoon, delegates considered the following political issues identified by developing countries: the lack of parity between Annex I Parties under Article 4 (joint fulfillment) and other Parties; the need for special consideration for LDCs; financial additionality; and the equitable distribution of CDM projects on a geographical basis.", 
    "Co-Chair Estrada proposed that clear options be presented for Ministers on Article 4, and that the remaining issues be addressed within the Co-Chairs' report to the Plenary.", 
    "He ruled against a request from certain developing countries to include reference in the report to an equitable distribution fund, but undertook to raise this issue orally in his presentation to Plenary."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12169e.html", 
  "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION", 
  "type": "", 
  "id": "enb12169e_1", 
  "enb_end_date": "19-Jul-01"
}