{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Technology Transfer"
  ], 
  "section_title": "CAPACITY BUILDING", 
  "enb_start_date": "06-Sep-99", 
  "enb_short_title": "SB-13", 
  "subtype": "", 
  "actors": [
    "Asian Group", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "SBI Chair John Ashe said the meeting's aim was to discuss the conclusions of the capacity development initiative (CDI) regional reviews. Regional group meetings: Following an introduction to the CDI regional assessments, smaller groups were convened to discuss reports of the regional reviews. The group of Small Island Developing States considered ways to take the process forward.", 
    "Participants noted that it would take a number of years to establish CDI activities and that interim actions could be taken at the regional level to address immediate needs already identified. The Asia-Pacific meeting discussed the report's focus on the need to, inter alia: strengthen existing networks of regional and national experts and institutions offering training; broaden the base of participation and action; consider specific social and cultural context in technology transfer; and ensure that capacity development is country- driven. Participants in the African meeting expressed concern with the process of developing the regional reviews, and called for more time to consider the report.", 
    "Questions raised included whether the questionnaire was based on GEF guidelines or on the different COP decisions, and if there has been an assessment of the response costs. The Eastern Europe and Central Asia group highlighted, inter alia, a short-term project-based and long-term systematic approach to capacity building, and regional diversity. Participants in the group for Latin America and the Caribbean emphasized the lack of negotiating capacity, which is affected by rapid rotation of diplomatic staff, and the need for financial resources for countries to manage their own capacity-building priorities.", 
    "They also stressed the need to improve interaction between the GEF and national focal points."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12143e.html", 
  "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC", 
  "type": "", 
  "id": "enb12143e_4", 
  "enb_end_date": "06-Sep-99"
}