{
  "countries": [
    "Saudi Arabia", 
    "Mexico", 
    "Egypt", 
    "Philippines", 
    "India", 
    "China", 
    "Bolivia", 
    "Nicaragua"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "ADP", 
  "enb_start_date": "22-May-12", 
  "enb_short_title": "SB 36", 
  "subtype": "plenary", 
  "actors": [], 
  "sentences": [
    "Opening the workshop in the morning, María del Socorro Flores (Mexico) explained that she had been asked to facilitate the ADP in-session workshop on enhancing mitigation ambition on behalf of the COP 17 Presidency.", 
    "She recalled the mandate in Decision 1/CP.17 (Establishment of an Ad Hoc Working Group on the Durban Platform on Enhanced Action) to organize the workshop and highlighted relevant submissions (FCCC/ADP/2012/Misc.1 & Add.1; and FCCC/ADP/2012/Misc.2).", 
    "She also noted that the current mitigation pledges account for approximately 60% of the emission reductions needed to hold temperature increase to below 2°C, and identified the workshop as an opportunity to explore options for closing the gap. CHINA, supported by INDIA, SAUDI ARABIA and NICARAGUA, expressed concern with the title of the workshop on enhancing mitigation ambition, stressing the need for a careful reading of Decision 1/CP.17.", 
    "He indicated that the relevant paragraph 8 refers to ambition more broadly than just in terms of mitigation.", 
    "He requested that the correction be registered in the report of the workshop.", 
    "Faciliator Flores indicated that China s comments will be reflected.", 
    "The PHILIPPINES, supported by SAUDI ARABIA, highlighted the importance of discussing ambition with respect to the means of implementation.", 
    "EGYPT, supported by SAUDI ARABIA, stressed the importance of the workshop s scope and identified the possible need for another workshop on the means of implementation.", 
    "INDIA, supported by SAUDI ARABIA, called for an integrated summary of the work done on ambition under the ADP, AWG-LCA and AWG-KP.", 
    "Raising concerns over LULUCF and hot air credits, BOLIVIA requested that their concerns be reflected in the workshop report.", 
    "Parties also heard reports on the AWG-LCA in-session workshops on developed and developing country mitigation, held during the previous week."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12542e.html", 
  "enb_long_title": "Bonn Climate Change Conference - May 2012", 
  "type": "working group", 
  "id": "enb12542e_1", 
  "enb_end_date": "22-May-12"
}