{
  "countries": [
    "Ghana", 
    "Jamaica", 
    "Uruguay", 
    "Afghanistan", 
    "Indonesia", 
    "India", 
    "Senegal", 
    "Germany", 
    "Mauritania", 
    "Spain"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adaptation", 
    "Flexibility Mechanims"
  ], 
  "section_title": "Adaptation Fund Board s Report", 
  "enb_start_date": "07-Dec-09", 
  "enb_short_title": "COP 15", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "This matter was first taken up by the COP/MOP on 9 December.", 
    "It was then considered by a contact group and informal consultations co-chaired by Agus Purnomo (Indonesia) and Vanesa Alvarez Franco (Spain).", 
    "The Adaptation Fund Board (AFB) presented the Board s report ( FCCC/KP/CMP/2009/14 ), highlighting actions taken to operationalize the Adaptation Fund, including: adoption of policies and guidelines for accessing funds; commencement of the monetization of certified emission reductions (CERs); and the decision to accept Germany s offer to confer legal capacity on and host the Board.", 
    "He also noted the inadequacy of available funds from the sale of CERs to achieve the objective of the Fund and functions of the Board.", 
    "Ghana, supported by Senegal, proposed amendments to the Board s rules of procedure to enable the Board to be represented by its Chair and Vice-Chair.", 
    "Uruguay, Senegal and Jamaica called on the international community to provide more financial support to the Fund.", 
    "Afghanistan stressed that adaptation funding must be additional to, and separate from, official development assistance (ODA).", 
    "Mauritania urged simplification of procedures to access funding in order to ensure eligible countries can benefit.", 
    "India outlined that deeper emission cuts by developed countries would positively impact the price of CERs, which would be beneficial to the Fund.", 
    "He also highlighted the need for additional contributions to the Fund though JI credits.", 
    "The COP/MOP adopted a decision on 18 December."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12459e.html", 
  "enb_long_title": "Copenhagen Climate Change Conference", 
  "type": "", 
  "id": "enb12459e_50", 
  "enb_end_date": "19-Dec-09"
}