{
  "countries": [
    "United States", 
    "Canada"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer"
  ], 
  "section_title": "CLOSING REMARKS", 
  "enb_start_date": "27-Sep-04", 
  "enb_short_title": "UNFCCC Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "In her closing comments, workshop Chair Margaret Martin thanked participants for their openness, concluding that it had been a very productive two-and-a-half days.", 
    "She detected a willingness to move forward, particularly in the area of public-private partnerships.", 
    "She thanked the organizers, including the UNFCCC Secretariat and her Canadian colleagues, as well as EGTT members, session chairs, and all the participants, expressing her gratitude to them for 'putting the word \u0091work\u0092 into this workshop.", 
    "' In particular, she thanked fellow EGTT members Thomas Verheye of the European Commission and Elmer Holt of the US for their efforts in making this workshop a success.", 
    "She also expressed her gratitude to representatives of the private sector for making themselves available for this event. Wanna Tanunchaiwatana, UNFCCC Secretariat, thanked Margaret Martin for chairing the meeting so effectively and Canada for its hospitality.", 
    "She indicated that the Secretariat was extremely pleased with the outcome of this workshop, and informed participants that the report of the workshop would be made available ahead of COP-10.", 
    "She hoped for further progress on this issue at COP-10/SBSTA-21, and noted that ministers will be discussing technology issues during the high-level segment.", 
    "She also expressed her appreciation to the donors for funding this event.", 
    "The meeting concluded at 12:30 pm."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12244e.html", 
  "enb_long_title": "UNFCCC Workshop on innovative options for financing the development and transfer of technologies", 
  "type": "SPECIAL WORKSHOP", 
  "id": "enb12244e_23", 
  "enb_end_date": "29-Sep-04"
}