{
  "countries": [
    "Canada", 
    "Saudi Arabia", 
    "South Africa", 
    "Denmark", 
    "Finland", 
    "Moldova", 
    "United States", 
    "China", 
    "Vanuatu", 
    "Russian Federation", 
    "Japan", 
    "Belize", 
    "Kazakhstan", 
    "Bulgaria"
  ], 
  "topics": [
    "Financial Mechanisms and Funds 1", 
    "Financial Mechanisms and Funds", 
    "Adverse Effects & Response Measure", 
    "Technology Transfer"
  ], 
  "section_title": "CAPACITY BUILDING, TECHNOLOGY TRANSFER, ADVERSE EFFECTS, AND GUIDANCE TO THE GEF", 
  "enb_start_date": "22-Nov-00", 
  "enb_short_title": "COP-6", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "VANUATU advocated for a fund for LDCs that do not have ready access to GEF funds.", 
    "He requested the inclusion of the new text on LDCs in the decision(s) on UNFCCC Article 4.8 and 4.9 and Protocol Article 3.14.", 
    "SAUDI ARABIA supported two separate decisions on Article 4.8 and 4.9, and Article 3.14, with mandatory language.", 
    "The US supported one decision for both and, with JAPAN, opposed compensation for adverse effects. BULGARIA, for CENTRAL GROUP ELEVEN, and supported by the RUSSIAN FEDERATION, CHINA and KAZAKHSTAN, for the GROUP OF NINE - an alliance of Central Asian and Trans-Caucasian countries, and Moldova - underlined that economies in transition are, like developing countries, in need of financial aid from the GEF for the purpose of capacity building, technology transfer and responding to adverse effects, and requested the removal of the brackets around text on their needs.", 
    "BELIZE said that the question of whether capacity building should be considered under adaptation should not be difficult to resolve, and supported mandatory language in decisions. CANADA, with the US and EU, emphasized support for the GEF.", 
    "He recognized that developing countries might find it too slow and therefore supported enhancing its functioning.", 
    "FINLAND said the GEF is not the only funding channel, and stressed the availability of bilateral and private sector funds.", 
    "AOSIS supported retaining the GEF as the financial mechanism, but stated that it needed improving and strengthening.", 
    "SOUTH AFRICA opposed the 'dumping' of unwanted technology by developed countries in developing countries.", 
    "CHINA called for concrete progress, stating that negotiating partners are stalling. Before breaking, President Pronk summarized the main unanswered questions: how to give substance to the request for compensation on Article 3.14; how to organize special facilities for LDCs; how EITs can also benefit from funding mechanisms, technology transfer and capacity building; whether the decision language should be mandatory for all decisions, or only for specific issues; whether to have one or two decisions on adverse effects; and how to resolve questions on the role of the GEF.", 
    "An informal group, chaired by the Ministers from South Africa and Denmark and assisted by SBI Chair John Ashe, was established."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12160e.html", 
  "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12160e_16", 
  "enb_end_date": "22-Nov-00"
}