{
  "countries": [
    "Ghana", 
    "Canada", 
    "Australia", 
    "Iran", 
    "Malaysia", 
    "United Arab Emirates", 
    "United Kingdom", 
    "Slovenia", 
    "Zimbabwe", 
    "China", 
    "Argentina", 
    "United States"
  ], 
  "topics": [
    "IPCC Governance", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adverse Effects & Response Measure", 
    "Compliance and Enforcement"
  ], 
  "section_title": "AD HOC GROUP ON ARTICLE 13", 
  "enb_start_date": "02-Jun-98", 
  "enb_short_title": "8th Session SBSTA & SBI, AG13 6", 
  "subtype": "PLENARY", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "In his opening remarks on Friday, 5 June, AG13 Chair Patrick Széll (UK) recalled that during AG13-5, delegates agreed that the Multilateral Consultative Process (MCP) should be advisory rather than supervisory in nature.", 
    "They also agreed that AG13 should complete its work by COP-4.", 
    "He stressed that the meeting would discuss only the MCP under the Convention and not the Protocol.", 
    "From 5-11 June, delegates deliberated on the heavily bracketed draft text (FCCC/AG13/1997/4) from AG13-5.", 
    "A drafting group, chaired by Clara Musendo (Zimbabwe), was convened to incorporate new proposals. On paragraph 1, (establishment of the MCP), delegates agreed on a 'standing' Multilateral Consultative Committee reporting to the COP. On paragraph 2 (objective of the MCP), a drafting group agreed to remove brackets from the paragraph stating that 'the objective of the MCP is to resolve questions regarding implementation of the FCCC by providing advice on assistance to Parties to overcome difficulties in their implementation, promote understanding of the FCCC, and prevent disputes.", 
    "' On paragraph 3 (nature of the MCP), delegates debated the description of the MCP as 'transparent.", 
    "' Following the discussion, the Chair invited a small group to draft an interpretative statement for inclusion in the AG13 report, indicating that transparency should be understood as a reference to the overall process and outcome and not to the question of access to meetings.", 
    "The delegates agreed to these conclusions. On paragraph 4 (nature of the MCP), AUSTRALIA raised the possibility of duplication by the MCP of other FCCC dispute settlement work.", 
    "The EU, UNITED ARAB EMIRATES and IRAN noted the MCP's purpose is advisory only and that duplication was dealt with in paragraph 6. On paragraph 5 (mandate), Parties debated the implications of a reference to provision of 'the' appropriate assistance.", 
    "Delegates agreed to language indicating that assistance would be purely advisory. Paragraph 6, on avoiding duplication with other FCCC bodies, was accepted without debate. On paragraph 8 (expertise), delegates agreed, based on proposals from GHANA and the EU, that the Multilateral Consultative Committee should comprise persons nominated by governments who are experts in relevant fields, such as science, socioeconomics and the environment. In paragraph 10 (deliberations), the EU, supported by SLOVENIA and GHANA, proposed that the Committee meet 'at least once a year.", 
    "' The delegates also accepted an EU proposal to merge paragraphs 10 (deliberations) and 11 (governance). On paragraph 12, delegates debated who could trigger the MCP.", 
    "CANADA, Chair of the drafting group, reported that Parties agreed the MCP can be triggered by: a Party with respect to its own implementation; a group of Parties with respect to their own implementation; a Party or group of Parties with respect to implementation by another Party or group of Parties; and/or the Conference of the Parties. On paragraph 13 (outcome) the delegates deliberated on the reporting of the Committee, access to the reports of the work of the Committee, frequency and form of the reports and whether reports should be subject to consent of Parties concerned.", 
    "Consensus was reached in the drafting group to forward concerned Parties' comments on the conclusions and recommendations together with the Committee's report to the COP. On paragraph 14 (evolution), delegates accepted text noting that these terms of reference may be amended by the COP. A substantial part of the AG13 deliberations dealt with paragraphs 7 (size of the committee) and 9 (Constitution), which were considered jointly.", 
    "Delegates generally agreed to: limit the number of participants in the Multilateral Consultative Committee, rotate terms of two or three years; and permit the other subsidiary bodies' Chairs to participate as observers.", 
    "They were divided over exact membership numbers, with the EU, SLOVENIA, the US and others favoring 15 or fewer members for administrative efficiency while the G-77/CHINA called for 25 members to allow the inclusion of a broader competence base and avoid difficulties with constituting a separate roster of experts.", 
    "Language allowing for a roster of experts in paragraph 9 was not supported.", 
    "This issue was not resolved and will be discussed at COP-4. The EU and G-77/CHINA accepted unbracketed text on equitable geographical distribution among regions, but the US proposed dividing membership equally between Annex I and non-Annex I Parties and suggested that 'equitable geographical distribution' be replaced with 'with one half to be designated by Annex I- Parties and one half to be designated by non-Annex I Parties.", 
    "' He argued that the Committee was the first under the Convention and thus was not compelled to apply the UN system of apportionment.", 
    "The G-77/CHINA disagreed, saying that they were unable to undermine well-established UN practices on equitable geographical distribution and rotation principles.", 
    "The US further objected to the language used in the Chair\u0092s report on the work of AG13.", 
    "He noted that even though the US raised the objection in Plenary, several other countries had expressed their support for the US position during the contact group.", 
    "The G-77/CHINA objected to stating that the report only covered the formal proceedings. On Tuesday, 9 June, a small group was convened to try to resolve the two outstanding issues.", 
    "On 11 June, AG13 Chair Széll reported on the results from the contact group.", 
    "The group agreed that in paragraph 9 of the terms of reference for the MCP, 'geographical distribution' would not be placed in brackets, with a footnote denoting that this represents the view of G-77/China and others.", 
    "The proposal by the US to designate half the members for Annex I Parties and half for non-Annex I Parties would be placed in brackets with a similar footnote denoting that it represents the view expressed by some Parties.", 
    "Paragraph 11 of the report of AG13-6 was modified accordingly. In the new draft, a paragraph on the budgetary provisions for 1999 was included.", 
    "With no objections raised by the Parties, the report of the meeting and annexes, including a draft terms of reference of the MCP (FCCC/AG13/1998/L.1), were adopted and will be presented at COP-4. SUBSIDIARY BODY FOr SCIENTIFIC AND TECHNOLOGICAL ADVICE In his opening statement on Tuesday, 2 June, SBSTA Chair Kok Kee Chow (Malaysia) urged delegates to prepare recommendations for decisions to be adopted at COP-4, which will take place in November 1998 in Buenos Aires, Argentina.", 
    "The G-77/CHINA underscored the importance of the Protocol\u0092s entry into force as soon as possible and cautioned against distractions.", 
    "He expressed 'extreme' disappointment at the low targets agreed to in Kyoto and requested an additional item on methodological issues related to Articles 4.8 and 4.9 (adverse effects of climate change and impacts of response measures).", 
    "Delegates debated this proposal at length, and agreed to include an item on 'referrals from SBI.", 
    "' No progress was made on the election of officers other than the Chair during the meeting and on 12 June the Chair noted that regional groupings will continue consultations on this issue until SBSTA-9, which will meet in November. The SBSTA held eight sessions, in addition to the three joint sessions held with the SBI to consider flexibility mechanisms.", 
    "SBSTA considered the following agenda items: cooperation with relevant international organizations; methodological issues; education, training and public awareness; development and transfer of technologies; and the roster of experts.", 
    "Several contact groups also met to further discuss issues and draft conclusions.", 
    "Several of the contact groups met in closed sessions, while others were open to NGO attendance.", 
    "The second week the Bureau decided that all contact group meetings would be open unless the group objected."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1286e.html", 
  "enb_long_title": "Eighth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "WORKING GROUP", 
  "id": "enb1286e_4", 
  "enb_end_date": "12-Jun-98"
}