{
  "countries": [
    "Brazil", 
    "Saudi Arabia", 
    "United States", 
    "Ethiopia", 
    "China", 
    "Chile", 
    "Marshall Islands", 
    "Kenya", 
    "Germany"
  ], 
  "topics": [
    "Post-Kyoto Agreements 2", 
    "Reasons for Concern", 
    "Post-Kyoto Agreements", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "Session 1: Policies, Practices and Technology Global State of Play:", 
  "enb_start_date": "10-Mar-14", 
  "enb_short_title": "ADP 2-4", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "ADP Co-Chair Runge-Metzger invited delegates to look at unlocking mitigation opportunities in the RE sector, noting the importance of seeing greater visibility of the results on the ground of this technical process.", 
    "Nick Nuttall, UNFCCC Secretariat, highlighted strategies to enhance the visibility of mitigation action by updating the UNFCCC website.", 
    "He also drew attention to: films being shown at the conference venue; Figueres' speeches; the use of social media; the Momentum for Change Initiative; and the need to translate the UNFCCC website into more languages.", 
    "Dolf Gielen, International Renewable Energy Agency (IRENA), indicated that 18% of the global energy mix is RE, underlining that the uptake of RE can be driven by increased energy access, cost abatement opportunities, reduced subsidies costs, job creation opportunities, and health benefits.", 
    "He pointed to 'Remap 2030', an IRENA roadmap that analyzes how the RE market share can be doubled by 2030.", 
    "Griffin Thompson, US, indicated that the US aims to generate 80% of its electricity from a diverse set of clean energy sources while accelerating the diffusion of RE.", 
    "He noted that, since 2008, the US doubled RE generation, underlining the importance of price reductions.", 
    "Xiang Gao, China, emphasized the geographical imbalance of RE uptake across China, and stressed the challenges posed by non-continuous sources of RE, such as wind and solar.", 
    "He called for enhanced international technical and financial cooperation to increase RE deployment.", 
    "In response to questions from the floor, Thompson explained that the 80% target refers to clean energy, which includes a wider scope of energy sources than RE.", 
    "He stressed the importance of considering the variability and intermittency of RE, interconnection and battery storage.", 
    "Fatuma Hussein, Kenya, described the policy and legal framework for RE in Kenya, outlining barriers to RE deployment and benefits of RE uptake, including: improved health; income and employment generation; climate change mitigation; foreign exchange savings generation; and increased energy security.", 
    "Jennifer de Brum, Marshall Islands, noted the RE sector is a win-win for Pacific SIDS as it reduces fossil fuel dependence.", 
    "She identified barriers to RE uptake, including: lack of affordable finance; threats to grid stability; lack of national capacity for planning, installing and maintaining infrastructure; and navigating different donor priorities.", 
    "In ensuing discussion, delegates addressed, inter alia : the challenges presented by different local circumstances; the relevance of the UNFCCC process in meeting RE objectives on the ground; the importance of partnerships; and the role of the TEC and the CTCN.", 
    "José Domingos Gonzalez Miguez, Brazil, said the challenge was to ensure long-term sustainable development while maintaining a high level of renewable resource use.", 
    "He noted that bioenergy provides 25% of the national energy mix and the use of ethanol allows Brazil to avoid the equivalent of 44 million tons of CO2 emissions per year.", 
    "Sara Nabil Baashan, Saudi Arabia, highlighted priorities, including: diversifying the economy; adapting to adverse impact of response measures; addressing water resource and water security issues; adapting to climate change; and combating desertification.", 
    "She emphasized that the main criteria for selecting energy technologies are their economic and technical feasibility, and their fit within the hydrocarbon profile.", 
    "Tewolde Berhan Gebre Egziabher, Ethiopia, highlighted RE projects, observing that green growth is a necessity but must address land degradation, which threatens millions of citizens with poverty.", 
    "He said Ethiopia aims to be a zero net emitter by 2025 and the electricity grid is currently derived entirely from RE.", 
    "Andrés Pirazzoli, Chile, stated that currently 5.9% of the grid in his country is RE, noting the large potential for renewables.", 
    "Stressing that the focus had been on large centrally-connected energy producers, he said the challenge is to shift towards small-scale distributors, helped by smart grids.", 
    "Karsten Sach, Germany, highlighted three energy pillars: RE, EE, and the future grid (flexible grids, enlarged grid capacities, integration of renewables).", 
    "He observed that Germany is on track to achieve its ambitious targets, while noting the need for an integrated policy for the decarbonization of electricity, heating and transport.", 
    "Discussions addressed: the importance of bilateral cooperation, including South-South cooperation, transboundary impacts of RE development, successful models of RE deployment, and the integration of biogas into sugar production."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12595e.html", 
  "enb_long_title": "Bonn Climate Change Conference - March 2014", 
  "type": "", 
  "id": "enb12595e_21", 
  "enb_end_date": "14-Mar-14"
}