{
  "countries": [
    "Brazil", 
    "Australia", 
    "Denmark", 
    "India", 
    "Papua New Guinea", 
    "Belarus", 
    "Tuvalu", 
    "Switzerland", 
    "New Zealand"
  ], 
  "topics": [
    "Forests"
  ], 
  "section_title": "Land Use, Land-use Change and Forestry", 
  "enb_start_date": "04-Oct-10", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "The LULUCF spinoff group (FCCC/KP/AWG/2010/CRP.2 Chapter II) was co-facilitated by Marcelo Rocha (Brazil) and Peter Iversen (Denmark).", 
    "On paragraph 21, regarding harvested wood products, parties discussed how to account for oxidation of exported harvested wood products.", 
    "Parties agreed to delete the option to include harvested wood products under the CDM.", 
    "On paragraph 11, regarding accounting for forest management, Tuvalu presented an option on net-net accounting relative to an average over previous commitment periods.", 
    "The EU said this proposal would reduce long-term incentives for actions.", 
    "New Zealand and India expressed concern that averaging over a commitment period does not reflect long-term forestry cycles.", 
    "Australia underscored the central importance of transparency regardless of which option is chosen.", 
    "Climate Action Network preferred a historical baseline and said projected baselines allow parties to hide increased emissions from forest management, although this could be improved with the use of historical harvest rates.", 
    "Parties also presented text on a proposed review of submissions on forest management reference levels.", 
    "Parties considered issues of comparability and consistency, as well as challenges posed by the proposed review procedures.", 
    "Some parties expressed concern that the proposal on the review process implies a gap between commitment periods because of the time needed to analyze reviews, while others said they do not anticipate such a gap.", 
    "They highlighted that the review process will ensure transparency in the setting of QELROs.", 
    "Parties considered the consequences of the review process in the event of inconsistent results.", 
    "On paragraph 19, regarding force majeur, several parties made a presentation on proposed reporting and review steps for force majeur exclusions in forest management accounting.", 
    "They stressed that although force majeur emissions would be excluded from accounting, they would still be reported.", 
    "Others questioned whether force majeur would be used for single events or cumulative disturbances.", 
    "Some parties noted the challenges of differentiating between natural and anthropogenic disturbances on managed land.", 
    "Parties expressed divergent views on how to account for non-CO2 emissions from force majeur and some parties suggested the need to readdress the definition.", 
    "On accounting for wetlands, Belarus noted an upcoming Intergovernmental Panel on Climate Change (IPCC) workshop on wetlands that will report to the SBSTA.", 
    "Brazil cautioned that if accounting is voluntary, parties with net-draining will not account for wetlands while parties with rewetting will.", 
    "Climate Action Network called for addressing data quality so that wetland accounting can become mandatory.", 
    "Brazil questioned how non-CO2 emissions from wetlands will be considered.", 
    "Switzerland underscored that parties are moving toward full carbon accounting.", 
    "On the base year for additional activities, Papua New Guinea noted the challenge of using 1990 as the base year due to inadequate data and the EU highlighted that a single base year is not politically feasible.", 
    "New Zealand supported a 1990 base year for all activities.", 
    "In the closing plenary, Co-facilitator Rocha highlighted that the Chair s text contains an updated Chapter II on LULUCF.", 
    "He said this text would serve as the basis for further discussion."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12485e.html", 
  "enb_long_title": "Tianjin Climate Change Talks - October 2010", 
  "type": "", 
  "id": "enb12485e_27", 
  "enb_end_date": "09-Oct-10"
}