{
  "countries": [
    "Iran", 
    "Poland", 
    "Indonesia", 
    "Central African Republic", 
    "United States", 
    "Jordan", 
    "Armenia", 
    "Switzerland", 
    "Nicaragua"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "CLOSING PLENARY", 
  "enb_start_date": "02-Nov-98", 
  "enb_short_title": "4th COP FCCC", 
  "subtype": "PLENARY", 
  "actors": [], 
  "sentences": [
    "The final plenary of COP-4, originally scheduled for 3:00 pm on Friday, 13 November, did not begin until 6:00 am on Saturday, 14 November.", 
    "In the interim hours, selected delegates retreated into closed high-level negotiations, informal consultations, regional meetings and 'friends of the President' sessions.", 
    "Many delegates remained in the plenary hall and corridors waiting for indications of progress and commencement of the final plenary. Once the plenary finally began, the COP-4 President called on Parties to adopt a draft resolution expressing solidarity with Central America in light of the recent tragedy (FCCC/CP/1998/L.17).", 
    "NICARAGUA thanked the Parties for their support and noted that the region will require continued support.", 
    "President Alsogaray announced the receipt of national communications from Armenia, Kazakstan and Indonesia and the signature of the Kyoto Protocol by the US.", 
    "The total number of signatories currently stands at 60. On the adoption of rules of procedure, she informed the meeting that no progress had been made on the issue and the draft rules (FCCC/CP/1996/2) will continue to apply as before.", 
    "Regarding election of officers, consultations held by the Chairs of the subsidiary bodies with the regional groups resulted in the nomination of the Central African Republic as Vice Chair of SBSTA and Switzerland as Vice Chair of SBI, to be followed by Iran. JORDAN reconfirmed its offer to host COP-5 and said it had already begun negotiations with the Secretariat on arrangements.", 
    "He requested the President to ask the Executive Secretary to continue discussions with Jordan with a view to reaching a decision by 11 December.", 
    "The proposal was accepted. Delegates adopted ten decisions on outstanding issues.", 
    "They also adopted a 'Plan of Action,' under which Parties declared their determination to strengthen the implementation of the Convention and prepare for the future entry into force of the Kyoto Protocol.", 
    "The Plan contains the Parties\u0092 resolution to demonstrate substantial progress according to the timeframes within the decisions on: the financial mechanism; the development and transfer of technology; the implementation of FCCC Articles 4.8 and 4.9, as well as Protocol Articles 2.3 and 3.14; AIJ; the mechanisms of the Kyoto Protocol; and the preparation for COP/MOP-1 (FCCC/CP/1998/L.23).", 
    "The President indicated that the decision would convey a sense of coherence and balance. COP Rapporteur Maciej Sadowski (POLAND) introduced the report of the COP (FCCC/CP/1998/L.6 and Add.1).", 
    "It was adopted without amendment. SWITZERLAND commented on the process of reaching these decisions.", 
    "He said there was a significant lack of transparency in the manner in which the extended Bureau was set up.", 
    "He remarked that although small working groups were necessary, the process of delegation to the working groups should be transparent and democratic.", 
    "He stated there must have a clear mandate from the plenary.", 
    "He called upon the Bureau and the Secretariat to draft a proposal to elaborate an open and interactive mechanism for establishing working groups. The FCCC Executive Secretary referred to the Swiss statement and views expressed to him from environmental NGOs concerning the style of negotiations.", 
    "He indicated that he wanted the process to be inclusive and promised to work on the issue.", 
    "He also stated that the COP produced a solid plan of action and firm deadlines that will generate results over the next two years.", 
    "COP-4 came to a close at 6:54 am on Saturday, 14 November 1998."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1297e.html", 
  "enb_long_title": "Fourth Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb1297e_12", 
  "enb_end_date": "13-Nov-98"
}