{
  "countries": [
    "Canada"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "RECOMMENDATIONS FROM BREAKOUT GROUPS:", 
  "enb_start_date": "10-Mar-09", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Participants started by discussing each of the breakout groups and their recommendations.", 
    "Climate-related Hazards: Co-Facilitator Leon Charles presented the outcome of Group One.", 
    "He said the group had discussed methodologies for listing hazards and relevant risk assessment and management tools, modalities for integration into national policies, and challenges in implementing integration modalities.", 
    "He then listed the group s recommendations, which included: developing draft model legislation and implementation guidelines that can be adopted at national and local levels; facilitating access to resources for implementation; integrating climate change and DRR requirements into Environmental Impact Assessment guidelines and the policies of regional development banks; promoting multi-stakeholder collaboration, especially by ensuring availability of resources and incentives for participation; enhancing regional cooperation networks by providing support with mechanisms for generating and exchanging information via the internet and through clearinghouse mechanisms; engaging local NGOs and community-based organizations on specific climate change and DRR issues; using hazard impacts as a catalyst for change; introducing climate change and DRR into school curricula; promoting NWP initiatives, such as regional workshops to examine how information is generated and used in decision-making processes; and organizing NWP initiatives, such as a side event at COP 16.", 
    "Responding to a participant s question on whether the recommendation to link development funding to climate change and DRR would be a conditionality for financing, Co-Facilitator Charles said that it would be a logical part of the process.", 
    "He noted that if it becomes a condition, it should be accompanied by necessary capacity building and financial assistance for implementation in developing countries.", 
    "Another participant pointed out the importance of identifying the constraints of the disaster risk community in dealing with past hazards.", 
    "He said the DRR community had been successful in reducing mortality rates and unsuccessful in incorporating DRR issues into development planning to avoid physical and economic losses.", 
    "He noted the need to make the leap from saving lives to saving livelihoods.", 
    "Sectoral Planning: Donald Lemmen, Canada, presented the report of the Group Two s deliberations.", 
    "He explained that on the subject of initial challenges, the group had focused on definitional issues (integration into plans versus integrated plans); scope (links to actions at the local level); and approach (sectoral versus thematic/cross sectoral).", 
    "On tools and approaches, he said the group noted that tools tend to be sector specific, but should be applied to a wide range of sectors, and stressed the need for inclusive participation at all levels.", 
    "On processes, he said the group had recommended: making use of existing processes; highlighting the use of national communications to engage with multiple ministries; and developing new strategies and action plans.", 
    "On enablers and challenges, he said the group stressed the important role that champions can play in generating leadership, creating a sense of urgency, and exposing decision makers to potential impacts.", 
    "On challenges, he said the group recommended addressing the lack of awareness and understanding, compartmentalization of approaches, lack of incentives, competing priorities, and work overload.", 
    "He further explained that the group had identified two key steps for sectoral integration.", 
    "The first step focused on building awareness and creating champions, including facilitated dialogue, experience focused on historical and current vulnerabilities and risks, and sector specific information.", 
    "It also recognized linkages with other key sectors.", 
    "The second step focused on sectoral risk analysis, and included dialogue driven by sectoral expertise rather than climate experience, building on experience, stakeholder engagement,; basing information on a scientific understanding of thresholds, improving access to public and private sectors, and addressing the incremental costs of adaptation.", 
    "Lemmen said the group further recommended that enabling requirements include communication, capacity building, and financing.", 
    "In concluding, he said the group recommended assessing the commonalities among the breakout groups to derive broad recommendations for action.", 
    "Government: Anne Hammill, IISD, presented the recommendations from Group Three.", 
    "She explained that the group s recommendations dealt with the tools to support integration, approaches to integration, strategies for integration, barriers to action, and factors enabling integration.", 
    "She also identified the levels of government at which the tools, approaches and strategies could be used.", 
    "Regarding the tools for integration, she said the group had recommended: guidelines on the actual integration process; vulnerability and risk assessments and mapping; impact assessments; and networks as vehicles for communication.", 
    "All of these tools would be applicable at all government levels.", 
    "She also noted a recommendation for network mapping, which she said would be applicable at the regional level.", 
    "On approaches to integration, she said the group had recommended participatory, multi-stakeholder processes, and bottom-up and top-down approaches, which would be applicable at all levels.", 
    "The group had also recommended an appreciation of the local and context-specific nature of risk and vulnerability reduction, and building up and using local or indigenous knowledge.", 
    "On strategies, the group had identified: building partnerships between DRR and climate change adaptation actors at all levels; establishing national and regional centers and forums at both national and regional levels; using and strengthening national institutions such as meteorological centers and the International Committee of the Red Cross (ICRC), at the national level; establishing dedicated funds; and incremental investment in resilience at all levels.", 
    "Hammill then reflected on the group s discussions on cross-cutting themes relating to strategies for integration.", 
    "She noted that the group s discussions had covered communication strategies, appropriate tools and strategies, and capitalizing on opportunities presented in DRR and climate change adaptation actions.", 
    "On the enabling factors for integration, she said the group had recommended: effective knowledge sharing management, such as through regional centers; sufficient institutional capacity; adequate monitoring and evaluation mechanisms (for instance, by using indicators); regional/transboundary/South-South cooperation; horizontal and vertical integration of organizations working on disaster management and DRR; public awareness; availability of qualitative and quantitative data; building on existing initiatives and partnerships; ownership; identifying and building on best practices, particularly through identifying champions; long-term engagement and commitment to long-term action; and fast-tracking incremental investment in resilience.", 
    "In the ensuing discussion, participants emphasized the benefits of national and regional climate forums as avenues for interacting with a wide range of stakeholders, and also the need for guidelines.", 
    "In a general discussion on the recommendations of all the breakout groups, participants highlighted the strong role of regional centers in facilitating communication and the need for simple climate scenarios, with one participant stating that a key hurdle to engaging with relevant sectors and communities is a poor understanding of climate change risk.", 
    "One participant noted the need to promote scientific research at the local level, explaining that it is difficult to convince governments on the need for action on DRR and climate change adaptation in the absence of local research or information.", 
    "Another participant suggested holding a high-level segment under the UNFCCC at a future meeting, to present the outcomes of the NWP."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12396e.html", 
  "enb_long_title": "Workshop on Integrating Practices, Tools and Systems for Climate Risk Assessment and Management and Disaster Risk Reduction Strategies into National Policies and Programmes", 
  "type": "special workshop", 
  "id": "enb12396e_14", 
  "enb_end_date": "12-Mar-09"
}