{
  "countries": [
    "Canada", 
    "Maldives", 
    "Bangladesh", 
    "Bhutan", 
    "Kenya", 
    "Tanzania", 
    "Nepal", 
    "United States", 
    "Ethiopia", 
    "Rwanda", 
    "Japan", 
    "Ghana", 
    "Australia", 
    "Singapore", 
    "Mexico", 
    "China", 
    "Russian Federation", 
    "Kiribati", 
    "Barbados"
  ], 
  "topics": [], 
  "section_title": "CLIMATE VULNERABLE FORUM:", 
  "enb_start_date": "07-Dec-09", 
  "enb_short_title": "COP 15", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The Maldives hosted a high-level forum from 9-10 November 2009, with a view to drawing attention to the specific challenges and needs of countries that are most vulnerable to climate change.", 
    "The meeting developed a declaration to be presented in Copenhagen, signed by Bangladesh, Barbados, Bhutan, Ethiopia, Ghana, Kenya, Kiribati, Maldives, Nepal, Rwanda, Tanzania and Viet Nam. ASIA-PACIFIC ECONOMIC COOPERATION (APEC) LEADERS MEETING: Key leaders met from 14-15 November 2009, in Singapore, at the 17th APEC Economic Leaders Meeting.", 
    "The leaders of the US, China, Japan, the Russian Federation, Canada, Australia and Mexico were among 19 member states leaders present.", 
    "In their declaration, the leaders, inter alia , reaffirmed their commitment to work towards an ambitious outcome in Copenhagen, within the objective, provisions and principles of the UNFCCC. ASSOCIATION OF SOUTHEAST ASIAN NATIONS (ASEAN) AND THE US LEADERS MEETING: ASEAN and the US held their first Leaders Meeting on 15 November 2009, in Singapore, also addressing climate change and energy.", 
    "In their joint declaration, the leaders agreed to work closely to ensure that the outcome in Copenhagen incorporates long-term cooperative actions to address climate change.", 
    "Recognizing the critical importance of adaptation, they also agreed to strengthen collaboration in research on climate impacts and in the development and implementation of appropriate policies and measures."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12448e.html", 
  "enb_long_title": "Copenhagen Climate Change Conference", 
  "type": "SPECIAL WORKSHOP", 
  "id": "enb12448e_7", 
  "enb_end_date": "07-Dec-09"
}