{
  "countries": [], 
  "topics": [
    "Reasons for Concern", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "WORKSHOP ON THE IPCC FOURTH ASSESSMENT REPORT", 
  "enb_start_date": "07-Jun-08", 
  "enb_short_title": "SB-28", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Thomas Stocker, IPCC Working Group I, presented the physical science basis of the AR4 and the latest findings, obtained after its preparation, on Antarctic ice cores, Atlantic thermohaline circulation, Arctic sea ice and ice sheet instabilities.", 
    "Peter Stott, Working Group I, and Jean Palutikof, Working Group II, outlined a technical paper on Climate Change and Water.", 
    "Stott noted observed and projected changes in climate as they relate to water, and the latest findings since the AR4.", 
    "Palutikof presented on climate extremes and their impacts, water resources in systems and sectors, regional implications and mitigation aspects.", 
    "Shardul Agrawala, Working Group II, presented the AR4 findings on adaptation planning and practices relevant to the Nairobi Work Programme.", 
    "He noted that, inter alia , costs of adaptation can be low, but that comprehensive assessments of costs are lacking.", 
    "On mitigation, Bert Metz, Working Group III, explained findings in the AR4 that a 450 ppm level requires emissions to peak in 2015, return to 2000 levels by 2030, and reduce by 50-85% by 2050.", 
    "Michel den Elzen, Working Group III, discussed research showing that 30% reductions by Annex I parties from 1990 levels by 2020 would also require reducing non-Annex I emissions 10-25% below the business-as-usual baseline in order to achieve 450 ppm.", 
    "For more information on the presentations, visit: http://unfccc.int/meetings/sb28/items/4417.php"
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12369e.html", 
  "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol", 
  "type": "", 
  "id": "enb12369e_16", 
  "enb_end_date": "07-Jun-08"
}