{
  "countries": [
    "United States", 
    "Guatemala", 
    "Bolivia", 
    "Gabon", 
    "Colombia"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "forests"
  ], 
  "section_title": "CLOSING PLENARY:", 
  "enb_start_date": "29-Nov-10", 
  "enb_short_title": "COP 16", 
  "subtype": "PLENARY", 
  "actors": [], 
  "sentences": [
    "The AWG-LCA closing plenary convened early in the morning of 11 December.", 
    "AWG-LCA Chair Mukahanana-Sangarwe described work under the four drafting groups, consultations by AWG-LCA Vice-Chair Reifsnyder on countries with economies in transition and other countries with special circumstances, and progress assessments in stocktaking meetings.", 
    "She noted the input of non-papers, submissions by parties (FCCC/AWGLCA/2010/MISC.8) and advice from the Secretary-General s High-Level Advisory Group on Climate Change Financing (FCCC/AWGLCA/2010/MISC.8/Add.1).", 
    "Mukahanana-Sangarwe then requested the AWG-LCA to forward the draft decision (FCCC/AWGLCA/2010/L.7), prepared under the COP President s responsibility, to the COP for its consideration.", 
    "Bolivia opposed this, stating that the text does not reflect converging opinions.", 
    "On a shared vision, he rejected a 2°C goal as totally inadequate.", 
    "He said he could not agree to a decision without knowing what Annex I countries commitments would be, noting the assumption that the list would come from the Copenhagen Accord and thus not meet the 2°C objective.", 
    "On finance, he questioned the source of funding for the US$100 billion by 2020, and said he could not accept the World Bank as trustee.", 
    "On technology, he questioned the lack of reference to intellectual property rights.", 
    "On sub-paragraph 1(b)(v) of the Bali Action Plan, he said this should also address non-market approaches.", 
    "He stressed that while Bolivia supports a REDD+ mechanism, it should not involve the carbon market.", 
    "He reiterated the lack of consensus on the draft decision and Bolivia s rejection of it.", 
    "Guatemala stressed the need to stop talking and start taking decisions.", 
    "Colombia questioned how not having any agreement could be beneficial for the environment and, supported by Gabon, noted that consensus did not mean that one country could block decisions.", 
    "Mukahanana-Sangarwe pointed to an apparent willingness in the room to forward the draft report of the session (FCCC/AWGLCA/2010/L.7) for consideration to the COP, which parties, except for Bolivia, agreed to.", 
    "Bolivia stated that the report may have been forwarded by the AWG-LCA to the COP but that there was no consensus to do so.", 
    "Chair Mukahanana-Sangarwe encouraged delegates to continue to strive to do better and expressed appreciation to delegates for their support and confidence in her leadership.", 
    "She then closed the AWG-LCA at 1:43 am on 11 December."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12498e.html", 
  "enb_long_title": "Cancún Climate Change Conference", 
  "type": "", 
  "id": "enb12498e_31", 
  "enb_end_date": "11-Dec-10"
}