{
  "countries": [
    "Canada", 
    "Japan", 
    "China", 
    "South Africa"
  ], 
  "topics": [], 
  "section_title": "INITIAL PROPOSALS", 
  "enb_start_date": "28-Nov-05", 
  "enb_short_title": "UNFCCC COP 11 and COP/MOP 1", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "David Drake (Canada) and Alf Wills (South Africa) co-chaired a contact group and informal consultations, which met from 1 December through Friday night, 9 December.", 
    "Initially, three proposals were submitted by the G-77/China, the EU, and Japan.", 
    "Reaffirming that no new commitments shall be introduced under the Protocol for non-Annex I Parties, the G-77/China proposal called for an open-ended ad hoc group to consider further commitments from Annex I countries with a view to adopting a result at COP/MOP 4.", 
    "The EU proposed recalled, inter alia, Protocol Article 9 (review of the Protocol), decided to initiate consideration of Annex I commitments in accordance with Article 3.9, and invited parties to make submissions for further consideration at SB 24.", 
    "Also recalling Article 9, Japan\u0092s proposal recognized that the Protocol is only a first step.", 
    "Noting that emissions in non-Annex I countries are growing rapidly, it proposed initiating further consideration of Annex I commitments and preparing a review under Article 9, and recommended that COP 12 starts a review of the UNFCCC to construct an effective framework in which all parties participate to take action. On 2 December, at a high-level informal meeting, President Dion circulated a non-paper on a process on long-term cooperative action under the Convention.", 
    "The initial proposal resolved to engage in discussion for long-term cooperative action to address climate change, including environmental effectiveness, adaptation, advancing development goals sustainably, market based approaches and technology.", 
    "Those discussions would take place in workshops and be completed by COP 13.", 
    "On 6 December the paper was formally circulated (FCCC/CP/2005/CRP.1). While the contact group on Article 3.9 focused only on Annex I commitments, by Wednesday its deliberations had resulted in a parallel informal group discussing a broader review of the Protocol under Article 9."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12291e.html", 
  "enb_long_title": "Eleventh session of the Conference of the Parties to the Climate Change Convention and first meeting of the Parties to the Kyoto Protocol", 
  "type": "", 
  "id": "enb12291e_91", 
  "enb_end_date": "09-Dec-05"
}