{
  "countries": [
    "Brazil", 
    "Saudi Arabia", 
    "Australia", 
    "Mexico", 
    "Tuvalu", 
    "India", 
    "United States", 
    "China", 
    "Colombia", 
    "Marshall Islands", 
    "Kenya", 
    "New Zealand", 
    "Norway"
  ], 
  "topics": [
    "Post-Kyoto Agreements"
  ], 
  "section_title": "TIME FRAMES", 
  "enb_start_date": "01-Jun-15", 
  "enb_short_title": "SB 42", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Independent association of Latin America and the Caribbean"
  ], 
  "sentences": [
    "The first reading of section J (Time frames and process related to commitments/contributions/Other matters related to implementation and ambition), containing 33 paragraphs in the Geneva negotiating text, commenced on Wednesday, 3 June, in the negotiating group chaired by Co-Chair Djoghlaf.", 
    "New Zealand observed the structure of the section could be clarified, and noted, with the EU, the link between the sections on time frames and mitigation. Following Co-Chair Djoghlaf’s suggestion, parties focused on the mechanical streamlining and consolidation of several paragraphs.", 
    "The exercise continued in an informal facilitated discussion group, co-facilitated by Roberto Dondisch (Mexico) and George Wamukoya (Kenya).", 
    "A summary of the discussions on specific paragraphs is available at: http://www.iisd.ca/vol12/enb12631e.html During discussions in the facilitated group on Friday, 5 June, parties: considered a number of streamlining proposals presented by the LMDCs; expressed views on the placement of issues in the agreement versus decisions; discussed differentiation; and heard proposals from the EU, the LMDCs and AILAC on how to cluster the text for conceptual and structural clarity. On placement of text, the Marshall Islands, with Tuvalu, for the LDCs, and the US, emphasized that the aggregate ambition assessment should be part of the agreement, while specific modalities could be established in future decisions.", 
    "India said the review of implementation should be addressed in post-Paris decisions, an option China requested to remain on the table.", 
    "China stressed decisions on placement depend on agreement under all elements considered by the ADP. On the purpose of the review/assessment/mechanism, the EU saw this best placed in the agreement.", 
    "Tuvalu emphasized that a review mechanism should apply to both mitigation and MOI. On the application of differentiation in the context of time frames, Brazil, supported by India, said this would depend on the context of aggregate or individual review/assessment.", 
    "He added that even in the aggregate review, CBDR would entail a nuanced differentiation.", 
    "China opposed treating “applicability to all” in a one-size-fits-all, non-differentiated manner. Clarifying her understanding of differentiation, Australia, with the EU, noted that a genuine aggregate review should include all parties.", 
    "She called for synchronous communication of parties’ contributions during the update phase, taking into account national circumstances.", 
    "Suggesting that ex ante consideration is time-consuming, she proposed differentiating by prioritizing countries with a high global share of emissions. Parties focused on clustering issues on Monday, 8 June, aided by the Co-Facilitators’ technical suggestion as a “tool for a clearer section.” The EU, supported by the Republic of Korea, outlined a sequence in the mitigation cycle: a strategic review of implementation in the context of science; communication and commitments, involving the submission of NDCs; an ex ante process to gain an aggregate sense of NDCs in relation to the temperature goal; and the formalization of NDCs. Colombia, for AILAC, outlined the sequence as: communication; ex ante assessment; formalization; review; and update of commitments/contributions.", 
    "The Marshall Islands suggested sections on: scope and nature; commitment period and time frame; preparatory and updating processes; inscription; and strategic review. The US said the adaptation and mitigation cycles may be different.", 
    "China, with Brazil and Saudi Arabia, opposed a “mitigation-centric” approach.", 
    "The EU, opposed by the LDCs, suggested addressing the mitigation cycle in the mitigation section, and considering the adaptation and finance cycles in their respective sections. Several parties observed the difference between the agreement and commitments’ duration.", 
    "India and China called for focusing on the duration of the agreement first.", 
    "New Zealand suggested moving the paragraphs on the duration of the agreement to the section on entry into force.", 
    "Colombia supported creating sub-headings for durability and time frames. On communications, Tuvalu said links among communications, ex ante review and final communications should be sequenced.", 
    "Brazil pointed to the difference between communicating and updating NDCs.", 
    "Australia highlighted issues around maintaining commitments between initial and final communications. The Marshall Islands observed initial and subsequent communication cycles, saying the former could be in a COP decision and the latter in the agreement.", 
    "Norway disagreed, suggesting that the detailed timelines and upfront information be placed in a COP decision. On Monday evening, 8 June, China suggested language on “cycles” could prejudge the outcome of negotiations.", 
    "New Zealand said “cycles” is not new language.", 
    "The EU explained the purpose of cycles or process is to increase ambition over time. During the final consideration of this item on Wednesday, 10 June, parties agreed to forward revised Co-Facilitators’ technical suggestions to the Co-Chairs."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12638e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2015", 
  "type": "", 
  "id": "enb12638e_20", 
  "enb_end_date": "11-Jun-15"
}