{
  "countries": [], 
  "topics": [
    "Adaptation", 
    "Compliance and Enforcement", 
    "Mitigation", 
    "National Communications & Inventories"
  ], 
  "section_title": "Mitigation by developing countries", 
  "enb_start_date": "06-Jun-11", 
  "enb_short_title": "SB 34", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "On 10 June, the AWG-LCA convened an in-session workshop on mitigation by developing countries.", 
    "The report of the workshop is available online at: http://www.iisd.ca/vol12/enb12507e.html.", 
    "In the informal group on mitigation by developing countries, parties initially focused on identifying priorities for Bonn, issues to be addressed between Bonn and Durban, and expectations for Durban.", 
    "On priorities for Bonn , many parties supported focusing on the NAMA registry.", 
    "Some proposed that the Secretariat prepare a technical paper on the design and function of the NAMA registry.", 
    "Some parties also identified the need to outline the possible structure of developing countries biennial reporting, with updates on national GHG inventories and information on mitigation actions.", 
    "Several parties drew attention to the need to present the mitigation pledges of developing countries in a more systematic manner and supported devising a common reporting format for this.", 
    "On issues to be addressed between Bonn and Durban , there was support for intersessional technical work by experts, particularly on modalities and guidelines for facilitating support for NAMAs through a registry, and for MRV.", 
    "Many developing countries also called for clarity on: support for developing countries in the preparation of NAMAs; and the meaning of facilitation of support.", 
    "On expectations for Durban , some parties highlighted the need for adopting guidelines for non-Annex I biennial reporting, as well as guidance on the preparation of reports for the review of the global long-term goal, scheduled for 2013-2015.", 
    "Some parties also proposed that the main elements and modalities for ICA be elaborated in Durban.", 
    "Parties also considered the process for ICA , with a focus on inputs, basis for ICA, sequencing and scope, outputs, and next steps after Bonn.", 
    "Many parties suggested that ICA should be based on the biennial update reports and consist only of information on unsupported mitigation actions.", 
    "On basis, many parties emphasized that ICA is distinct from IAR, and does not include a review or compliance assessment.", 
    "Parties also emphasized that ICA operates in a facilitative manner to enhance transparency instead of comparability of efforts, taking into account the diversity of developing countries NAMAs.", 
    "Some parties also noted that the frequency and content of developing country reporting is contingent on the provision of support.", 
    "On sequencing and scope , some parties proposed that the ICA process should consist of a technical, analytical component as well as a consultative, public component, which would be conducted under the authority of the SBI and be open to all parties.", 
    "Other parties outlined that the consultation process under the SBI should take the form of non-confrontational, interactive discussion.", 
    "Some parties opposed the consultations being open to all parties.", 
    "As an output, many parties supported a summary report that does not address non-achievement.", 
    "The facilitators prepared two notes to help further discussions on this issue.", 
    "The first note contains a summary of discussions on ICA and the second contains a summary of issues raised on the issue of biennial update reports."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12513e.html", 
  "enb_long_title": "UN Climate Change Conference June 2011", 
  "type": "", 
  "id": "enb12513e_96", 
  "enb_end_date": "17-Jun-11"
}