{
  "countries": [
    "Canada", 
    "Australia", 
    "Iran", 
    "South Africa", 
    "Tuvalu", 
    "United States", 
    "China", 
    "Switzerland", 
    "New Zealand", 
    "Belize", 
    "Fiji"
  ], 
  "topics": [
    "Post-Kyoto Agreements"
  ], 
  "section_title": "Capacity Building", 
  "enb_start_date": "25-Oct-14", 
  "enb_short_title": "ADP 2-6", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "SBI Chair Amena Yauvoli (Fiji) reported on SBI capacity-building activities.", 
    "Co-Chair Kumarsingh asked parties to focus on whether the existing arrangements are sufficient, and if insufficient, what elements are needed and what institutional mechanism could fill these gaps.", 
    "Many agreed that capacity building is an integral part of the new agreement, and should be based on countries' needs.", 
    "AUSTRALIA, NEW ZEALAND, the EU, CANADA, SWITZERLAND and the US said the existing capacity-building framework is sufficient.", 
    "NEW ZEALAND acknowledged that capacity-building needs change over time.", 
    "SWITZERLAND suggested building on existing institutions through COP decisions.", 
    "China, for the G-77/CHINA, proposed establishing a capacity-building committee under the Convention, supported by SOUTH AFRICA, which called for a structured assessment of capacity needs.", 
    "Iran, for the LMDCs, called for a GCF-funded international mechanism on capacity building, and commitments from developed countries to provide adequate and predictable financing and technology for capacity building in developing countries.", 
    "Tuvalu, for the LDCs, suggested a capacity-building institute and earmarking GCF funds for capacity building.", 
    "Saying that the Durban Forum on Capacity-building is an appropriate space for discussing capacity building, the EU opposed establishing a new structure or mechanism.", 
    "BELIZE suggested strengthening the Durban Forum to identify and respond to capacity needs, emphasizing support for endogenous capacity and local and indigenous expertise.", 
    "The LMDCs, said capacity building in the context of the ADP should be consistent with the Convention's principles."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12604e.html", 
  "enb_long_title": "Bonn Climate Change Conference - October 2014", 
  "type": "", 
  "id": "enb12604e_2", 
  "enb_end_date": "25-Oct-14"
}