{
  "countries": [
    "United States", 
    "Samoa", 
    "South Africa", 
    "United Arab Emirates", 
    "New Zealand", 
    "Japan"
  ], 
  "topics": [], 
  "section_title": "PROCEDURE FOR THE KYOTO MECHANISMS", 
  "enb_start_date": "06-Mar-00", 
  "enb_short_title": "UNFCCC WORKSHOP", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "On the procedure for the Kyoto Mechanisms, Co-Chair Dovland identified the main questions: what would be the main elements of an expedited procedure for the mechanisms; should this procedure also consider whether non-compliance problems are corrected and the Party in question can return to use the mechanisms; should a Party be given a chance to appeal the conclusion of the expedited body and, if so, who to; and what are the timelines for each stage of the procedure and for the procedure as a whole. SAMOA asked that participants also consider the status of Parties in the period between the raising of a question of compliance and its resolution.", 
    "The US said that there should be no change in status until there is a determination by a competent body that non-compliance exists.", 
    "The UNITED ARAB EMIRATES added that the presumption of good faith and innocence would require that no action be taken until there is a determination of non-compliance.", 
    "In response to this position, SAMOA suggested that Parties should then consider retroactive liability rules for trades that have already occurred.", 
    "Following a question by the UNITED ARAB EMIRATES, SAMOA clarified that the rule that would be applied, namely the eligibility rule, would already be in place so it would not actually be a case of retroactive application of law.", 
    "JAPAN highlighted the difference between cases under Article 6.4 (question of implementation raised in the case of JI) and other cases, and added that in the case of retroactive penalties, the concern voiced by SOUTH AFRICA about the effect on innocent Parties would be relevant. Co-Chair Dovland asked Parties to consider whether in the case of an expedited procedure there should be an appeal.", 
    "JAPAN and SAMOA referred to their respective proposals for a compliance system and said that such an appeal would be available.", 
    "NEW ZEALAND also favored an appeal from the expedited procedure."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12124e.html", 
  "enb_long_title": "UNFCCC WORKSHOP ON COMPLIANCE UNDER THE KYOTO PROTOCOL", 
  "type": "SPECIAL WORKSHOP", 
  "id": "enb12124e_15", 
  "enb_end_date": "06-Mar-00"
}