{
  "countries": [
    "Canada", 
    "Saudi Arabia", 
    "South Africa", 
    "Tuvalu", 
    "China", 
    "Russian Federation", 
    "Japan", 
    "New Zealand", 
    "Norway"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "Financial Mechanisms and Funds", 
    "Anthropogenic Interference with Climate System", 
    "Mitigation"
  ], 
  "section_title": "ANALYSIS OF MITIGATION POTENTIALS AND PROGRAMME OF WORK", 
  "enb_start_date": "07-May-07", 
  "enb_short_title": "SB 26", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "During AWG 3, delegates focused on two main agenda items: the analysis of mitigation potentials and ranges of emission reduction objectives of Annex I parties; and the review of the AWG's work programme, methods of work and schedule of further sessions.", 
    "The issue of mitigation potentials was taken up in several settings, including a round-table discussion, as well as in a contact group and informal consultations.", 
    "The first setting was an AWG round-table discussion, which took place in plenary during the morning and afternoon of Monday, 14 May.", 
    "This discussion addressed the mitigation potentials of policies, measures and technologies.", 
    "The morning session focused on providing an overview and on cross-cutting issues, while the afternoon session was divided into three parts, focused on energy efficiency, non-carbon dioxide greenhouse gas emissions and sinks, and consolidation of sectoral approaches.", 
    "A detailed report on these discussions can be accessed at: http://www.iisd.ca/vol12/enb12329e.html Both these agenda items were then considered on Wednesday and Thursday, 16 and 17 May, in a contact group and informal consultations, facilitated by AWG Chair Charles.", 
    "These discussions focused on two elements: analysis of mitigation potentials and the programme of work agreed at AWG 2 in Nairobi.", 
    "On the analysis of mitigation potentials, several Annex I parties, including Norway, Canada and Japan, stressed the importance of placing Annex I mitigation efforts in a global context.", 
    "Opposed by Saudi Arabia, they also emphasized the importance of a shared vision.", 
    "China appreciated the voluntary targets by the EU and Norway and urged other Annex I parties to come up with similar figures.", 
    "Tuvalu proposed addressing commitments for adaptation, while the EU noted that funding for adaptation should be considered under the Protocol Article 9 review.", 
    "In the contact group and informal consultations, several bullet points were negotiated reflecting the key inputs to the analysis of mitigation potentials from AWG 3.", 
    "Invoking time constraints, China, supported by Saudi Arabia, argued that issues covered during the AWG round-table should not be negotiated by the AWG.", 
    "Opposed by the EU and Norway, China proposed deleting a bullet point indicating, inter alia , that mitigation efforts during the next few decades will to a large extent determine the long-term temperature increase and climate change impacts.", 
    "South Africa, for the G-77/China, proposed adding language on 25-40% greenhouse gas emissions reductions below 1990 levels for Annex I parties.", 
    "On continuing the analysis, New Zealand, supported by Japan, suggested seeking expert input on developing common criteria for assessing countries' mitigation potentials.", 
    "Canada highlighted regional and sectoral differences and the Russian Federation emphasized the need to consider national circumstances.", 
    "Tuvalu proposed including the costs of inaction in the analytical work on mitigation potentials.", 
    "New Zealand and Canada indicated that the EU's experiences in defining targets could be useful and the EU offered to host a workshop on this.", 
    "Regarding the programme of work, South Africa, for the G-77/China, stressed the urgency of the AWG's work and called for a focus on what needs to be done.", 
    "China called for a timetable to guide the AWG's work.", 
    "Delegates also discussed which elements of the work programme to consider during the next AWG sessions and the timing for two submissions.", 
    "During informal consultations, parties agreed on issues to be considered at AWG 4 and AWG 5 and also decided to negotiate a timetable in Bali for completing the AWG's work.", 
    "With the draft conclusions agreed during informal consultations late on Thursday, 17 May, the AWG adopted the final text during its closing plenary the following day."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12333e.html", 
  "enb_long_title": "Twenty-sixth sessions of the Subsidiary Bodies (SB 26) of the United Nations Framework Convention on Climate Change (UNFCCC)", 
  "type": "WORKING GROUP", 
  "id": "enb12333e_73", 
  "enb_end_date": "18-May-07"
}