{
  "countries": [
    "Brazil", 
    "Georgia", 
    "Bangladesh", 
    "Mexico", 
    "Gambia", 
    "India", 
    "China", 
    "Chile", 
    "Malawi"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "Post-Kyoto Agreements", 
    "forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Mitigation"
  ], 
  "section_title": "AWG-LCA", 
  "enb_start_date": "19-May-12", 
  "enb_short_title": "SB 36", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "In the afternoon, the AWG-LCA in-session workshop to further the understanding of the diversity of NAMAs by developing country parties, underlying assumptions, and any support needed for implementation of these actions took place. BRAZIL observed that his country s mitigation actions are expected to result in a reduction of 36.1-38.9% below projected emissions in 2020 and highlighted reductions in deforestation and emission reductions in agriculture and energy sectors. AOSIS called for common accounting rules for non-Annex I parties and cautioned that even if indicators presented by China, Brazil and India are achieved, their emissions will increase.", 
    "She also elaborated on innovative mitigation initiatives in SIDS.", 
    "The GAMBIA presented on his country s NAMAs, focusing on the energy and transport sectors.", 
    "He emphasized the need for financial, technological and capacity-building assistance.", 
    "The REPUBLIC OF KOREA presented on his country s low-carbon green growth strategy of reducing emissions by 30% compared to business as usual.", 
    "He also emphasized that legislation on a national emissions trading scheme has been adopted. BANGLADESH said his country is in the initial stages of developing NAMAs and that mitigation action will be focused on energy transformation and consumption, LULUCF and industry. GEORGIA said his country pursues the goal of becoming a major regional exporter of green power, and elaborated on a potential NAMA in the energy sector on renewable energy. CHINA highlighted that his country has submitted a pledge to lower emissions by 40-45% per unit of Gross Domestic Product (GDP) by 2020 compared with the 2005 level.", 
    "He underscored his country s work programme for national economic and social development aimed at emission reductions and said mitigation actions are implemented through, inter alia : promoting energy conservation, developing low-carbon energy and increasing carbon sinks. CHILE said a national low-emissions development strategy is being developed through a government-led, multistakeholder, participative process and presented a list of NAMAs under development, including in the transport, forestry, transportation and waste sectors. MALAWI underscored his country s intention to prepare more detailed concept notes for NAMAs to be implemented as pilot projects in the energy, agriculture, forestry and waste sectors, saying criteria for NAMA selection includes, inter alia : high level of replicability and potential entry points for business investments. MEXICO indicated his country pledge to reduce emissions by 30% compared to business as usual by 2020 subject to financial and technological support.", 
    "He elaborated on his country ´s Special Programme on Climate Change (PECC), which at present, is implemented unconditionally and through their national budget.", 
    "The EU underscored uncertainties around assumptions and conditions attached to NAMAs.", 
    "He emphasized that these can have a substantial impact on expected global emissions, highlighting uncertainties relating to the definition of business as usual.", 
    "He supported requesting that the Secretariat develop a technical paper to drive the discussion forward and organizing another workshop, focusing on capturing the diversity of NAMAs in a structured manner, including information on the implementation of pledges and low-emissions development strategies.", 
    "The CLIMATE ACTION NETWORK (CAN) elaborated on the role of low-carbon development strategies in enabling equitable access to sustainable development and said credited NAMAs should avoid undermining the environmental integrity of global mitigation action and double counting.", 
    "Following the presentations, parties discussed, inter alia : intensity targets by some countries; inclusion of CDM in NAMAs; reporting and accounting rules for non-Annex I parties; greenhouse gases and sectors covered; avoiding double counting; national monitoring systems; and institutional arrangements."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12540e.html", 
  "enb_long_title": "Bonn Climate Change Conference - May 2012", 
  "type": "working group", 
  "id": "enb12540e_2", 
  "enb_end_date": "19-May-12"
}