{
  "countries": [
    "Brazil", 
    "Oman", 
    "Tanzania", 
    "United States", 
    "Russian Federation", 
    "Switzerland", 
    "New Zealand", 
    "Bolivia", 
    "Venezuela", 
    "Ghana", 
    "Pakistan", 
    "Saudi Arabia", 
    "Belarus", 
    "Algeria", 
    "Singapore", 
    "Norway", 
    "India", 
    "Togo", 
    "China", 
    "Colombia", 
    "Paraguay"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Flexibility Mechanisms", 
    "Mitigation", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "GENERAL COMMENTS:", 
  "enb_start_date": "04-Jun-09", 
  "enb_short_title": "SB 30", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Parties continued to make general comments on the Chair s draft negotiating text ( FCCC/AWGLCA/2009/8 ).", 
    "Several non-Annex I parties , including ALGERIA, CHINA, BOLIVIA, INDIA, BRAZIL and others, stressed the need to focus on enhancing the implementation of the Convention and expressed concern over the inclusion of concepts and ideas that are not consistent with the Convention and the Bali Action Plan (BAP).", 
    "BOLIVIA urged separating out such proposals that are inconsistent with the Convention before the text can be considered as a basis for the negotiations.", 
    "BRAZIL said success in Copenhagen would not be possible if proposals not in accordance with the Convention were included. INDIA opposed attempts to rewrite the Convention and impose legally binding commitments on developing countries, and, with ALGERIA and others, warned against watering down developed country commitments and shifting the burden to developing countries.", 
    "CHINA and SAUDI ARABIA opposed proposals calling on developing countries to contribute financially. INDIA, CHINA, SAUDI ARABIA, SINGAPORE and others opposed proposals to blur distinctions between developed and developing countries.", 
    "SINGAPORE stressed the need to use language that is consistent with the Convention and opposed expressions such as poor developing countries.", 
    "The US explained that his country s proposals are linked to the Convention s provisions and reflect its structure.", 
    "He identified the need for commitments that apply to all parties, while recognizing their differences, and specified that each section should include actions common to all parties.", 
    "He called for a longer-term planning horizon up to 2050, including low-emissions strategies by all parties.", 
    "He also stressed the need for a dynamic agreement that takes into account global changes since 1990, and said proposals for annexes and appendices should be reflected in the text. ALGERIA highlighted a link between the global goal, Annex I countries mitigation commitments and support by Annex II countries for NAMAs.", 
    "PARAGUAY opposed attempts to redefine responsibilities, and said Annex I countries must reduce emissions by 45-95% between 2020 and 2050 to realistically tackle historical responsibility.", 
    "She stressed the need to consider the rights of the most vulnerable populations. GHANA underscored the need to adequately reflect Africa s vulnerability and place more emphasis on adaptation.", 
    "He highlighted capacity building as a cross-cutting issue, and welcomed paragraphs that would allow work on the details beyond Copenhagen.", 
    "TOGO called for guarantees concerning the implementation of adaptation measures, including financing sources available to developing countries.", 
    "TANZANIA urged compensation for loss of lives, opportunities and land due to the impacts of climate change, as well as compensation for services provided to the global community. VENEZUELA called for a special emphasis on obligations that have not been honored, including those related to adaptation, finance and technology transfer.", 
    "COLOMBIA, on behalf a number of Latin American countries, supported strengthening the financing section, particularly regarding sources of funding.", 
    "SWITZERLAND highlighted finance as an important horizontal topic and welcomed the inclusion of his country s proposal for a global CO2 tax.", 
    "He identified the need to ensure an appropriate platform for discussing REDD-plus. NORWAY stressed the importance of MRV and identified the need for solid mechanisms for forests and carbon capture and storage (CCS).", 
    "She called attention to their proposals on REDD-plus, an innovative financial mechanism and bunker fuels. SAUDI ARABIA supported reference to difficulties faced by fossil fuel-dependent countries and potential consequences of response measures.", 
    "He also urged proper treatment of CCS, including dissemination of CCS technology to developing countries, and preferred use of the term low-emissions to low-carbon economy.", 
    "BELARUS, supported by the RUSSIAN FEDERATION, said the needs of countries with economies in transition, including access to technology, must be considered in the final text.", 
    "The RUSSIAN FEDERATION stressed the need for a functional relationship between the AWGs.", 
    "He drew attention to a huge number of proposals on new institutional mechanisms, identifying the need to discuss their governance implications.", 
    "He highlighted the need to strengthen the role of forests, and stressed the importance of NAMAs, including their legal format.", 
    "OMAN opposed proposals to link the two AWGs and stressed that the AWG-LCA s work must be based on the Convention and the BAP. NEW ZEALAND noted the bureaucratic nature of the text, with a proliferation of funds and bodies, and urged stepping back from institutional arrangements and looking at function before form.", 
    "He called for a concise shared vision, organizing financial issues more efficiently, strengthening inventory reporting, including a reporting template for NAMAs, and including the proposal on NAMA trading.", 
    "Expressing reservations about the proposed NAMA registry, PAKISTAN noted that a financial mechanism for such a registry would be required and suggested placing reference to a registry in the financing section.", 
    "He also proposed a glossary of terms for new terms, such as climate-resilient development . AWG-LCA Chair Zammit Cutajar summarized emerging themes related to: the text s accuracy in presenting proposals; the need for balance; structure and placement; consistency of proposals with the Convention and the BAP; and the relationship with AWG-KP discussions.", 
    "He said informal consultations would be held on the legal form of the outcome."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12413e.html", 
  "enb_long_title": "Bonn Climate Change Talks - June 2009", 
  "type": "working group", 
  "id": "enb12413e_7", 
  "enb_end_date": "04-Jun-09"
}