{
  "countries": [
    "United Kingdom", 
    "Australia", 
    "Sudan", 
    "United States", 
    "Switzerland", 
    "Germany", 
    "Belgium", 
    "Norway", 
    "Spain"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "IPCC Governance", 
    "National Communications & Inventories"
  ], 
  "section_title": "IPCC PROGRAMME AND BUDGET FOR 2010-2014", 
  "enb_start_date": "11-Oct-10", 
  "enb_short_title": "IPCC 32", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "This agenda item (IPCC-XXXII/Doc.3, Add.1 and Add.2) was taken up by the Panel in plenary on Monday morning and further addressed by the Financial Task Team (FTT), co-chaired by Conchita Martinez (Spain) and Ismail El Gizouli (Sudan).", 
    "In plenary, Renate Christ, IPCC Secretary, gave an overview of the draft IPCC Trust Fund programme and budget.", 
    "She said that expenditures have increased and are expected to surpass the allocated budget and emphasized the importance of parties contributions to the IPCC Trust Fund.", 
    "Australia, supported by Germany, called for addressing the structural foundations of the budget beyond government contributions and for a sound look at priorities, in particular given financial constraints in national economies around the world.", 
    "Supported by Germany, he called for attention to the budgetary implications of decisions made at this session.", 
    "Clarifying a question by Belgium, Secretary Christ said the Panel had decided on the voluntary nature of contributions and that it was up to the Panel to reconsider this decision.", 
    "The UK, with Germany and the US, called for recognition of historical contributions, including in-kind contributions to the Technical Support Units (TSUs).", 
    "Norway called attention to its provision of CHF200,000 to the trust fund, with emphasis on participation by developing countries, and for the SREX Report, noting its intention to provide support for holding a meeting on this report in a developing country.", 
    "Spain noted an increase in its contribution of 30-35%.", 
    "During the closing plenary, the FTT report highlighted the group s recommendations to improve completeness and transparency and noted protracted discussions on travel-related matters.", 
    "The FTT also drew attention to the fact that the Panel will be facing budgetary pressures in 2012 as a result of AR5.", 
    "Switzerland and the Co-Chair of the Task Force on National Greenhouse Gas Inventories (TFI) raised further questions regarding transparency and clarity in the budget as originally presented.", 
    "A proposal by the Secretariat for a temporary P-5 position to manage the IPCC scholarship programme was not accepted."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12486e.html", 
  "enb_long_title": "Thirty-second Session of the Intergovernmental Panel on Climate Change (IPCC)", 
  "type": "IPCC", 
  "id": "enb12486e_10", 
  "enb_end_date": "14-Oct-10"
}