{
  "countries": [], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Flexibility Mechanisms", 
    "National Communications & Inventories"
  ], 
  "section_title": "COP draft decisions", 
  "enb_start_date": "28-Jun-04", 
  "enb_short_title": "UNFCCC SB-20", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "In the draft decision on issues relating to the technical review of greenhouse gas inventories and implementation of Article 8 (FCCC/SBSTA/2004/L.7/Add.1), the COP requests Annex I Parties whose inventories contain information that is designated as confidential to provide this information during centralized and in-country reviews, at the request of the expert review team, in accordance with the code of practice for the treatment of confidential information adopted by decision 12/CP.9 (issues relating to the technical review of greenhouse gas inventories from Annex I Parties).", 
    "Under the draft decision, the COP would also agree that an Annex I Party may, at its discretion and in cooperation with the UNFCCC Secretariat, make confidential inventory information available to expert review teams through appropriate procedures when experts are not present either in the country under review or at the UNFCCC Secretariat\u0092s offices.", 
    "The decision would have the COP also requesting the Secretariat to avoid organizing desk reviews for those Annex I Parties where it is known that the expert review team could not access confidential information during the review, and to instead subject them to centralized or in-country reviews. In the attached draft COP/MOP decision, the COP/MOP decides that: the previous draft COP decision will apply; the expert review team shall note the relevant requested information that was designated as confidential by the Annex I Party to which the team did not have access; an expert review team may recommend the retroactive application of an adjustment for the relevant years of the commitment period for which the team was not given opportunities to access confidential information; with respect to retroactive adjustments, only the adjustment for the current inventory year under review shall be relevant for eligibility requirements related to Article 7; and for the inventory submitted for the final years of the commitment period, all Annex I Parties shall be subject to in-country or centralized reviews. The draft decision (FCCC/SBSTA/2004/L.7/Add.2) on incorporating the modalities and procedures for afforestation and reforestation project activities under the CDM into the guidelines under Protocol Articles 7 and 8 contains four Annexes, which deal with: reporting of supplementary information under Protocol Article 7.1; reporting of supplementary information under Protocol Article 7.2; review of information on assigned amounts pursuant to Protocol Article 3.7 and 3.8 (emission reduction units, certified emission reductions, temporary certified emission reductions, long-term certified emission reductions, assigned amount units and removal units); and review of national registries."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12242e.html", 
  "enb_long_title": "Twentieth Session of the Subsidiary Bodies to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12242e_20", 
  "enb_end_date": "28-Jun-04"
}