{
  "countries": [
    "Canada", 
    "Brazil", 
    "Netherlands", 
    "China"
  ], 
  "topics": [
    "Compliance and Enforcement"
  ], 
  "section_title": "COMPLIANCE", 
  "enb_start_date": "07-Nov-01", 
  "enb_short_title": "COP-7", 
  "subtype": "", 
  "actors": [
    "Umbrella Group", 
    "European Union", 
    "Group of 77", 
    "Environmental Integrity Group"
  ], 
  "sentences": [
    "The negotiating group on compliance met in an evening session to consider the new Co-Chairs' non-paper on compliance, an 'EU/Umbrella Group proposed compliance package,' as well as new text for a draft COP decision.", 
    "CANADA introduced the package proposal, highlighting that it focused on trigger, appeal, compliance action plan and suspension of eligibility to make transfers under Article 17.", 
    "The G-77/CHINA and the ENVIRONMENTAL INTEGRITY GROUP supported the package.", 
    "The NETHERLANDS then reported on the outcome of consultations on outstanding issues not reflected in the Co-Chairs' new non-paper.", 
    "On the mandate of the facilitative branch, he reported agreement on the deletion of wording specifying that it was 'the only branch' responsible for addressing questions of implementation.", 
    "On the consequences applied by the facilitative branch, he said delegates had agreed that these be applied 'taking into account,' rather than 'on the basis of,' the principle of common but differentiated responsibilities and respective capabilities.", 
    "Delegates agreed to the new Co-Chairs' non-paper on procedures and mechanisms, as amended.", 
    "Everton Vargas (Brazil) then reported on consultations he facilitated on the draft COP decision and recommended that the group adopt his proposed draft decision, with an editorial amendment.", 
    "Delegates agreed, thus completing the work of the negotiating group."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12186e.html", 
  "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12186e_4", 
  "enb_end_date": "07-Nov-01"
}