{
  "countries": [
    "United States", 
    "China", 
    "Peru"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "A BRIEF ANALYSIS OF THE LIMA CLIMATE CONFERENCE", 
  "enb_start_date": "01-Dec-14", 
  "enb_short_title": "COP 20", 
  "subtype": "ANALYSIS", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Brick by brick my citizens, brick by brick. - Attributed to Roman Emperor Hadrian Arriving in Peru, delegates were welcomed by a decidedly positive spirit.", 
    "As COP 20/CMP 10 President Manuel Pulgar-Vidal observed in his opening speech, prior to the Lima Conference, the world had received a number of good signals from the UN Secretary-General s Climate Summit, the initial resource mobilization of the Green Climate Fund (GCF), historic announcements by several major greenhouse gas emitting countries, including the EU, the US and China, as well as momentum generated from the IPCC s Fifth Assessment Report.", 
    "This spirit of unprecedented optimism and achievement, as described by UNFCCC Executive Secretary Christiana Figueres, was expected to help advance work on a number of key deliverables intended to provide what ADP Co-Chair Kishan Kumarsingh referred to as a solid foundation upon which to build a new agreement to be adopted in Paris.", 
    "In October, in an address to the ADP, Pulgar-Vidal indicated the outcomes he expected in Lima, including: a clear, structured and substantive text on the elements of the new agreement; defining the information to be submitted in 2015 as part of parties intended nationally determined contributions (INDCs); and a concrete plan for the pre-2020 period, including actions to ensure compliance with existing obligations, and the implementation of policy options with the greatest mitigation potential.", 
    "He also emphasized the importance of confidence and trust in the process, as well as among parties.", 
    "As many have learned from previous climate change meetings, no foundation for the future can be built without confidence and trust.", 
    "This brief analysis will assess to what extent these outcomes expected from Lima have been delivered, the implications of the Lima Call for Climate Action for the negotiations towards the new climate agreement, and whether the Lima Conference succeeded in laying a solid foundation for constructing an ambitious global climate agreement in Paris, under which each country is able to find a room."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12619e.html", 
  "enb_long_title": "Lima Climate Change Conference - December 2014", 
  "type": "", 
  "id": "enb12619e_87", 
  "enb_end_date": "14-Dec-14"
}