{
  "countries": [
    "Brazil", 
    "Canada", 
    "Germany", 
    "Colombia", 
    "Switzerland", 
    "China", 
    "New Zealand", 
    "Bolivia"
  ], 
  "topics": [
    "Adverse Effects & Response Measure", 
    "Flexibility Mechanims"
  ], 
  "section_title": "SINKS IN THE CDM", 
  "enb_start_date": "16-Jun-03", 
  "enb_short_title": "SB-18", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "This issue was first addressed in the SBSTA Plenary on Wednesday, 4 June.", 
    "A contact group co-chaired by Karsten Sach (Germany) and Thelma Krug (Brazil) met five times from 4-12 June.", 
    "A number of drafting groups also met.", 
    "The group prepared draft conclusions, which were adopted by SBSTA on Friday, 13 June. On Wednesday, 4 June, delegates considered the results of the workshops on modalities and definitions for including afforestation and reforestation (A&R) project activities under CDM, held in Foz do Iguaçu, Brazil, from 12-14 February 2003, which had helped to prepare draft consolidated text on modalities and definitions. On Thursday, 5 June, Co-Chair Krug called attention to the proposed insurance and temporary units\u0092 approaches for addressing non-permanence.", 
    "AOSIS recalled that the modalities under discussion are to apply in the first commitment period only, and, with the EU, did not support a stand-alone insurance approach.", 
    "Canada also addressed questions regarding its insurance approach and proposed new text requiring, inter alia, that Annex I Parties holding 'flagged certified emissions reduction units' replace these units if insurers default on their replacement obligation. On Saturday, 7 June, delegates exchanged views on proposed guidelines for socioeconomic and environmental impact assessments, contained in an annex to the consolidated negotiating text.", 
    "The G-77/China suggested these issues be addressed in the body of the text, instead of the annex.", 
    "The EU, G-77/China and Switzerland emphasized the need to design guidelines according to specific country needs.", 
    "The Africa Group requested voluntary assistance and active stakeholder participation in A&R CDM project implementation. On Wednesday, 11 June, New Zealand introduced a document on definitions, which combines Parties\u0092 submissions.", 
    "Colombia indicated that carbon pools should be accounted for 'within the project boundary' and the EU and AOSIS said the proposed definitions on the 'project boundary' should be amended to differentiate between boundaries relevant to accounting methods and those exclusively geographical in nature.", 
    "On project monitoring, Bolivia questioned how to estimate and control leakage.", 
    "In the final contact group, on Thursday, 12 June, delegates discussed the Co-Chairs\u0092 draft conclusions and negotiating text.", 
    "The G-77/China addressed the need to define non-permanence and consider uncertainty, while others noted the importance of developing modalities for small-scale CDM projects. The SBSTA adopted the draft conclusions on Friday, 13 June."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12219e.html", 
  "enb_long_title": "18th Session of the Subsidiary Bodies", 
  "type": "", 
  "id": "enb12219e_21", 
  "enb_end_date": "16-Jun-03"
}