{
  "countries": [
    "United Kingdom", 
    "Australia", 
    "United States", 
    "Switzerland", 
    "Austria", 
    "Belgium", 
    "Japan", 
    "New Zealand"
  ], 
  "topics": [
    "IPCC Governance", 
    "Financial Mechanisms and Funds", 
    "IPCC Governance", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "COMMUNICATIONS STRATEGY:", 
  "enb_start_date": "18-Nov-11", 
  "enb_short_title": "IPCC-34", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "This item (IPCC-XXXIV/Doc.", 
    "20) was addressed in plenary on Friday.", 
    "Secretary Christ recalled that IPCC-33 agreed on guidance on a communications strategy and requested the Secretariat to elaborate on the strategy according to that guidance.", 
    "She noted delays with hiring a senior communications specialist who will not be on board for several months and in this context explained that the Secretariat asked its long-term consultant, Charlie Methven, to help prepare the draft communications strategy in order to respond to the plenary s request.", 
    "Methven then elaborated on the main points of the proposed strategy.", 
    "Highlighting the unique challenges the IPCC faces, he underlined that the future communications system should be a resource rather than a typical corporate structure.", 
    "At the same time, he said, it should provide a central communication function and a stronger link between various elements of the IPCC, including the WGs and their TSUs.", 
    "Noting the already existing ad hoc support on communications across WGs, Methven said these practices should be incorporated to make for a more accountable and coherent structure.", 
    "He also mentioned that the proposed strategy is achievable within the current level of funding.", 
    "Chair Pachauri then requested guidance from the plenary on major pillars of the draft strategy.", 
    "Many, including New Zealand, US, Austria and Japan, expressed a deep concern about the delay with hiring a senior communications specialist who should be involved in the development of the strategy.", 
    "Chair Pachauri explained that the hiring process is conducted according to WMO procedures but an individual had been selected and the discussion is now on a compensation package.", 
    "He noted that this person cannot start immediately after accepting the offer, and that the selected candidate is not aware of the IPCC process sufficiently to actively contribute to its communications strategy.", 
    "Referring to the unique nature of the IPCC, the US highlighted the important role of WG Co-Chairs in communication of relevant products and that the proposed communications structure should not be independent from the WGs.", 
    "He highlighted in this regard that a senior communication specialist should be facilitative in nature and expressed concern that the Executive Committee had no interaction with candidates for this role.", 
    "Pachauri explained it was difficult to engage all members of the Executive Committee and that some of them were involved in developing the draft communications strategy.", 
    "Austria suggested preparing a Panel s letter to WMO highlighting the urgency of hiring a communications person for the IPCC.", 
    "He also suggested there should be a role for governments in the communications strategy, especially when it comes to regional matters.", 
    "Switzerland underlined the importance of scientific integrity in the communication of the IPCC s work, which often means sticking literally to what has been said.", 
    "Australia proposed that a strategy should be forward-looking and contain a clear set of communications objectives: what to communicate, to whom and how.", 
    "Several delegates suggested the document be forwarded to the full Executive Committee and Bureau for discussion.", 
    "Pachauri concluded that the draft communications strategy would now be discussed by a small group comprising representatives of the WGs, TFI, Secretariat and consultant Methven before being forwarded to the Executive Committee, Bureau and eventually the plenary.", 
    "In the final plenary on Saturday, Belgium recalled its proposal to re-establish a Task Force on Outreach and Communications Strategy, noting that such a Task Force had existed but disappeared when Pachauri became Chair, and to collect written comments by governments to advance the issue.", 
    "Chair Pachauri supported the proposal and suggested Belgium submit it in written form.", 
    "On a request for clarification by IPCC Vice-Chair Jean-Pascal van Ypersele, Chair Pachauri confirmed agreement at the Executive Committee meeting to have one of the IPCC Vice-Chairs involved in the group in charge of formulating the communications strategy.", 
    "The UK proposed, and the Panel agreed, to circulate the new draft communications strategy for comments and revision before the next session.", 
    "Chair Pachauri said the Executive Committee will come up with a timetable to do so."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12522e.html", 
  "enb_long_title": "Thirty-fourth Session of the Intergovernmental Panel on Climate Change (IPCC)", 
  "type": "", 
  "id": "enb12522e_19", 
  "enb_end_date": "19-Nov-11"
}