{
  "countries": [], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "WGIII: MITIGATION", 
  "enb_start_date": "30-Apr-07", 
  "enb_short_title": "IPCC WGIII", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Three weeks after the WGII meeting, delegates gathered in Bangkok to approve the WGIII AR4 contribution on climate change mitigation.", 
    "The Co-Chairs launched the proceedings swiftly, scheduling the first contact group meetings as early as the Monday lunch break.", 
    "Some speculated that delegates were responding to the Brussels syndrome, still feeling the strain from their marathon negotiations in approving the WGII SPM, and strived to avoid repeating the exhausting experience.", 
    "Nonetheless, despite the efficient organization, relatively good spirit of cooperation, and the notable absence of delegations and individuals viewed by many as disruptive to the process, it took until the early hours of Friday morning to finalize the substance of the SPM, and its formal approval necessitated night sessions and borrowing time from the IPCC plenary on Friday.", 
    "This prompted questions as to whether it would even have been possible to complete the work by Thursday evening, as scheduled, and to whether it was necessary to rethink the time allotted to such lengthy undertakings.", 
    "The overall nature of the WGIII deliberations was often technical.", 
    "Many characterized the mood as constructive, and clashes between divergent political interests were not as frequent and manifest in the plenary and contact groups as in the two other meetings.", 
    "Perhaps the thorniest issue was nuclear energy.", 
    "Many countries opposed including language on its increasing potential in climate mitigation.", 
    "Others called for a balanced message on the potential of nuclear and renewable energy.", 
    "The agreed compromise uses similar language on both options, but also draws attention to the safety and environmental aspects of nuclear power.", 
    "The nuclear divide was not the typical polarization between developed and developing countries, or the EU-US Atlantic divide, but also showed divergent views among European Union countries.", 
    "Overall, the outcome of the meeting was largely conceived as positive.", 
    "One of the key messages from the WGIII report is that with current policies, greenhouse gas emissions will continue to grow at high rates.", 
    "However, it also offers hope by identifying a host of solutions to mitigate emissions at relatively low cost."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12321e.html", 
  "enb_long_title": "Ninth session of the IPCC Working Group III (WGIII)", 
  "type": "ipcc", 
  "id": "enb12321e_31", 
  "enb_end_date": "04-May-07"
}