{
  "countries": [
    "Angola", 
    "Zambia", 
    "China", 
    "Japan", 
    "New Zealand", 
    "Bolivia", 
    "Venezuela"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "Extension of the Kyoto protocol", 
    "Flexibility Mechanims", 
    "Technology Transfer"
  ], 
  "section_title": "CLEAN DEVELOPMENT MECHANISM:", 
  "enb_start_date": "26-Nov-12", 
  "enb_short_title": "COP 18", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "This issue (FCCC/KP/CMP/2012/11) was first taken up by the CMP plenary on 28 November.", 
    "CDM Executive Board Chair Maosheng Duan (China) presented the Board s annual report (FCCC/KP/CMP/2012/3).", 
    "Zambia called for accreditation of additional designated operational entities in Africa, and proposed continued reform of the CDM to address transparency and accountability, and simplify methodologies.", 
    "Bolivia raised concerns about the CDM s contribution to technology transfer and capacity building and its probable non-additionality.", 
    "New Zealand noted that if only parties participating in the second commitment period can access the CDM, the demand for CDM projects is likely to be insufficient.", 
    "Many parties raised concerns over the drop in Certified Emissions Reduction (CER) prices and made suggestions on how to address it.", 
    "Venezuela emphasized that the CDM is linked to the level of ambition and is not just another business opportunity.", 
    "The issue was then further considered in a contact group and informal consultations co-facilitated by Kunihiko Shimada (Japan) and Giza Gaspar Martins (Angola).", 
    "During the discussions, parties focused on, inter alia : eligibility to participate in the CDM during the Kyoto Protocol second commitment period; the CDM s 2013 work plan; voluntary cancellation of CERs; issues relating to regional and subregional distribution of CDM projects; and the establishment by parties of CDM stabilization funds.", 
    "Discussions were based on a draft CDM decision prepared by the Co-Chairs.", 
    "After lengthy consultations, parties were unable to agree on issues relating to: establishment of CDM stabilization funds; voluntary cancellation of CERs; baselines and additionality; eligibility to participate in the CDM in the second commitment period; and the carry-over of surplus units from the first commitment period.", 
    "The bracketed text was forwarded to the CMP for further consideration.", 
    "On 8 December, the CMP adopted a decision on the issue."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12567e.html", 
  "enb_long_title": "Doha Climate Change Conference - November 2012", 
  "type": "", 
  "id": "enb12567e_25", 
  "enb_end_date": "08-Dec-12"
}