{
  "countries": [
    "China"
  ], 
  "topics": [], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "03-Apr-09", 
  "enb_short_title": "AWGs", 
  "subtype": "corridors", 
  "actors": [
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Most delegates seemed pleased to find themselves in the relatively quiet city of Bonn, given that other decision-makers were facing intense protests in London, where, among other decisions, the G-20 leaders had adopted a statement reaffirming their commitment to address the threat of irreversible climate change and reach an agreement in Copenhagen.", 
    "For now, the heat is on elsewhere.", 
    "But in just a few short months, we will be the focus of the world s attention and things will feel much hotter, noted one delegate.", 
    "Conversation extended beyond the corridors to the outside cafeterias, where a few lucky delegates were able to take brief breaks and enjoy the sunshine and spring weather.", 
    "Some of those coming from the AWG-KP contact group on Annex I emission reductions were overheard wondering what it meant that AOSIS and many countries from Africa and Latin America made a joint statement on strong mid and long-term emission reduction ranges for Annex I countries.", 
    "Some speculated whether these countries might begin to align themselves to form a vulnerable like-minded group within the G-77/China to counteract the high emitters and fossil interests.", 
    "A few developing country delegates were not too concerned, however.", 
    "We re as united as ever, commented one."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12402e.html", 
  "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)", 
  "type": "working group", 
  "id": "enb12402e_10", 
  "enb_end_date": "03-Apr-09"
}