{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "09-Dec-11", 
  "enb_short_title": "COP17", 
  "subtype": "CORRIDORS", 
  "actors": [], 
  "sentences": [
    "Amid cautions that Durban cannot send a message to do nothing, delegates were pushed to agree on final details of a possible Durban package.", 
    "At an Indaba meeting to discuss technical issues, delegates reiterated their preferences in terms of legal options for an outcome and one delegate lamented the lack of compromise from key parties citing a reggae song everybody wants to go to heaven but nobody wants to die.", 
    "Another delegate said discussions regarding the launch of another negotiating process seemed like a replay of Bali.", 
    "With the final day of negotiations approaching, ministers had a flurry of bilateral meetings, followed by a political Indaba that went into the twilight hours.", 
    "Perhaps learning a lesson from the leaked texts of Copenhagen, the COP President posted iterations of the big picture papers for all to see.", 
    "While in the corridors, some observers scanned updates of the Indaba papers, including options for the future of the Kyoto Protocol; some delegates despaired that complexity was taking over and an ambitious outcome would be impossible in the time remaining, with one invoking dark memories of the final hours of Copenhagen and another simply stating we won t be sleeping tonight.", 
    "On a brighter note, one visibly relieved delegate said we are finally making progress on the GCF, while an observer mustered that unless sources of funding are clearly identified, it will be more of the same.", 
    "Yet, another reflected that commitments on mitigation, and not the GCF, remain the core test for the political will of parties."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12533e.html", 
  "enb_long_title": "Durban Climate Change Conference - COP17/CMP7", 
  "type": "", 
  "id": "enb12533e_5", 
  "enb_end_date": "09-Dec-11"
}