{
  "countries": [
    "Russian Federation"
  ], 
  "topics": [
    "forests", 
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "LULUCF", 
  "enb_start_date": "27-Jul-01", 
  "enb_short_title": "COP-6 bis", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The negotiating group met in afternoon and evening sessions, with a smaller drafting group convening throughout the day.", 
    "In the afternoon session, drafting group co-facilitators Thorgeirsson and Fischlin reported on progress.", 
    "They said only sections where the political decision had been ambiguous required further consultation, and identified as such the question of whether the draft decision refers to eligibility of LULUCF activities under Article 12 (CDM) only in the first commitment period, or whether it also applies to future commitment periods.", 
    "Other issues included the Russian Federation's proposal for an amendment to its cap on forest management credits contained in Appendix Z, and additional concerns regarding Party caps. Several Parties requested that their caps be adjusted, with one suggesting all caps be recalculated.", 
    "The co-facilitators noted two Parties had inadvertently been omitted from Appendix Z.", 
    "Several delegates stressed the need to maintain the integrity of the Ministers' decision.", 
    "One Party wished to be removed from Appendix Z.", 
    "The Russian proposal was further elaborted as a 33 Mt C/yr entry in Appendix Z. Co-Chair Dovland noted that issues identified that could not be resolved by the negotiating group would be presented to President Pronk for his guidance, and Appendix Z would not be opened at this time.", 
    "Six requests with regard to Appendix Z would be referred to President Pronk, as well as questions regarding the cap on credits to offset Article 3.3 (afforestation, reforestation and deforestation) debits, and the applicability of the decision on eligibility of LULUCF activities under Article 12 beyond the first commitment period.", 
    "The drafting group agreed on the Co-Chairs' decisions in the evening with the exception of the issues to be referred to President Pronk."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12175e.html", 
  "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION", 
  "type": "", 
  "id": "enb12175e_7", 
  "enb_end_date": "27-Jul-01"
}