{
  "countries": [], 
  "topics": [
    "IPCC Governance", 
    "forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "National Communications & Inventories"
  ], 
  "section_title": "PREPARATORY WORK ON LAND USE, LAND-USE CHANGE AND FORESTRY", 
  "enb_start_date": "02-Oct-01", 
  "enb_short_title": "IPCC-18", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Delegates considered this issue on Wednesday, 26 September, and Friday, 28 September.", 
    "On Wednesday, Chair Watson explained that a draft decision on land use, land-use change and forestry (LULUCF) prepared at the resumed UNFCCC COP-6 had requested the IPCC to: elaborate guidelines and prepare a report on good practice guidance; develop definitions for degradation and devegetation; and develop practicable methodologies to factor out direct human- induced changes in carbon stocks, emissions and removals.", 
    "He further explained that the SBSTA is likely to request the IPCC to assist it with additional work on biome-specific forest definitions and on issues relating to afforestation and reforestation activities under the Clean Development Mechanism.", 
    "He noted, however, that these tasks still need to be formally endorsed by UNFCCC COP-7.", 
    "Chair Watson invited delegates to consider and approve a proposed work programme to carry out the tasks prepared by the TFI Bureau. One participant stated that the Plenary should consider all tasks requested of the IPCC by the resumed UNFCCC COP-6, not just those relating to LULUCF.", 
    "Dennis Tirpak, representing the UNFCCC Secretariat, together with Chair Watson, clarified that the request to elaborate guidelines/good practice guidance for the LULUCF sector did not only come from the resumed UNFCCC COP-6, but had been requested previously by SBSTA and discussed at IPCC-17. Based on this clarification, Chair Watson invited participants to focus first on the individual proposed work programme for guidelines/good practice guidance.", 
    "Many delegations emphasized the importance of approving this work programme.", 
    "A number of specific issues were raised, including: the need to address remote sensing methodologies and cross-cutting issues; the importance of balanced geographic representation among authors; and links with the preparation of national communications under the UNFCCC, especially in developing countries where there is a need to improve data preparation methods and emission factors.", 
    "Delegates approved the work programme. On definitions for degradation and devegetation, Chair Watson invited delegates to discuss and approve the work programme in principle, subject to a later discussion on its priority in the context of overall requests endorsed by UNFCCC COP-7.", 
    "Several delegates and the TFI Co-Chairs expressed concern at the lack of clarity in the request to the IPCC, urging that further guidance be sought from the UNFCCC SBSTA and UNFCCC COP-7 on the exact nature of the task.", 
    "Chair Watson proposed to invite the TFI Bureau to continue the scoping of its work programme, and submit more detailed terms of reference to IPCC-19, based on further guidance obtained at COP-7.", 
    "Delegates agreed with the Chair's proposal. On Friday, delegates continued their consideration of tasks under the proposed work programme.", 
    "On the factoring out of direct human- induced changes, several delegates stated that the proposed work programme did not adequately reflect: the complexity of the issue; the need for new advances in science; and the importance of involving Working Groups I and II.", 
    "Several participants recalled that UNFCCC COP-7 has not yet formally approved this request and that the COP may make other requests. Delegates approved a decision requesting the working groups and TFI Bureau to produce scoping papers, for consideration at IPCC- 19, on any activities that UNFCCC COP-7 may request, including on the factoring out of direct human-induced changes and other LULUCF issues."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12177e.html", 
  "enb_long_title": "IPCC-18", 
  "type": "ipcc", 
  "id": "enb12177e_39", 
  "enb_end_date": "02-Oct-01"
}