{
  "countries": [
    "Ukraine", 
    "Canada", 
    "Nepal", 
    "United States", 
    "Australia", 
    "Swaziland", 
    "Switzerland", 
    "New Zealand", 
    "Belarus", 
    "Singapore", 
    "Tuvalu", 
    "Saint Kitts and Nevis", 
    "China", 
    "Russian Federation", 
    "Japan", 
    "Fiji"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "ORGANIZATIONAL MATTERS:", 
  "enb_start_date": "03-Jun-13", 
  "enb_short_title": "SB 38", 
  "subtype": "", 
  "actors": [
    "Environmental Integrity Group", 
    "European Union", 
    "Least Developed Countries", 
    "Group of 77 and China", 
    "Alliance of Small Island States", 
    "African Group", 
    "Group of 77"
  ], 
  "sentences": [
    "On the supplementary provisional agenda (FCCC/SBI/2013/1/Add.1), the Russian Federation, with Belarus and Ukraine, introduced a proposal for a new item on procedural and legal issues relating to decision-making by the COP and CMP, in response to deficiencies in the UNFCCC s application of UN system rules of procedure, norms and principles.", 
    "Fiji, for the Group of 77 and China (G-77/China), proposed proceeding on the basis of the provisional agenda (FCCC/SBI/2013/1).", 
    "Acknowledging the importance of adopting the rules of procedure, the European Union (EU) stressed it was not for the SBI to adopt these rules.", 
    "Chair Chruszczow proposed that the SBI launch its work based on the supplementary provisional agenda (FCCC/SBI/2013/1/Add.1) without adopting it and invite SBI Vice-Chair Robert Van Lierop (Saint Kitts and Nevis) to consult informally on the proposed new item.", 
    "The Secretariat advised that parties could proceed based on the provisional agenda without adopting it, while consulting on whether to include the proposed supplementary item.", 
    "The Russian Federation, Belarus and Ukraine opposed starting work without adopting the agenda.", 
    "Noting a lack of consensus, Chair Chruszczow suspended the meeting and invited heads of delegation to consult with him on the issue.", 
    "Later on Monday afternoon , Chruszczow reported that his proposal to consider the issue raised by the Russian Federation, Belarus and Ukraine under the agenda item on arrangements for intergovernmental meetings was not acceptable to many parties.", 
    "He asked parties to consider a proposal by the G-77/China to launch the SBI s work based on the supplementary provisional agenda without adopting it formally, pending inclusive consultations on the proposal.", 
    "The Russian Federation, Belarus and Ukraine opposed.", 
    "Following informal consultations, the SBI plenary reconvened on Friday, 7 June.", 
    "The G-77/China suggested addressing the item proposed by the Russian Federation, Ukraine and Belarus under the agenda item on arrangements for intergovernmental meetings.", 
    "The EU agreed, suggesting adding assurances to the annotated agenda that the proposed item would be discussed.", 
    "Alternatively, he suggested starting work without formally adopting the agenda, and revisiting the agenda issue later.", 
    "After further discussion, the G-77/China requested that the Chair clarify the legal options available.", 
    "SBI Chair Chruszczow explained that the SBI can only adopt the agenda by consensus and the Chair cannot take decisions on matters of substance.", 
    "China proposed that the Chair make a ruling to start work under SBI and conduct parallel consultations to explore the agenda issue.", 
    "The G-77/China subsequently made a point of order, requesting the SBI Chair to make a ruling in accordance with China s proposal.", 
    "Chruszczow ruled to allow delegations on the speakers list to proceed with their interventions.", 
    "The G-77/China appealed the ruling.", 
    "The matter was put to a vote, with the Russian Federation voting in favor of continuing with the list of speakers and the majority of parties abstaining.", 
    "The Russian Federation stressed that discussions under the proposed agenda item would address issues of systemic importance, including the notion of consensus, the role of elected public officers and voting.", 
    "Tuvalu, for the Alliance of Small Island States (AOSIS), observed that it was unclear whether the SBI has the competence to deal with procedural issues under the COP.", 
    "He proposed, and parties agreed, to convene an open-ended Friends of the Chair meeting to consider how to address the proposed agenda item.", 
    "Chair Chruszczow confirmed that the purpose of the meeting would be to discuss whether and how to address the concerns of the Russian Federation, Belarus and Ukraine under the agenda item on arrangements for intergovernmental meetings.", 
    "The SBI plenary reconvened on Tuesday, 11 June.", 
    "Detailing efforts to resolve the issue, SBI Chair Chruszczow lamented that the SBI had lost eight days of working time in Bonn.", 
    "He proposed a solution box, including: a statement by the SBI Chair to provide assurance that issues related to decision-making would be addressed; inclusion of the Chair s statement in the meeting s report; and adoption of the SBI s supplementary provisional agenda (FCCC/SBI/2013/1/Add.1), while deleting the proposed new item on procedural and legal issues related to decision-making by the COP and CMP.", 
    "He stressed that immediately after adoption of the agenda, a contact group, co-chaired by the SBI Chair and Vice-Chair, would be established to consider legal and procedural issues related to decision-making by the COP and CMP under the agenda item on arrangements for intergovernmental meetings.", 
    "SBI Chair Chruszczow invited parties to adopt the provisional agenda in accordance with the solution proposed.", 
    "The Russian Federation, supported by Ukraine and Belarus, objected and stressed the need for an agenda that takes into account the interests of all parties.", 
    "The G-77/China emphasized the Group s support for the SBI Chair s efforts and for his proposal.", 
    "Swaziland, for the African Group, and Nepal, for the Least Developed Countries (LDCs), also supported the Chair s proposal.", 
    "Switzerland, for the Environmental Integrity Group (EIG), said it is difficult to understand why the Chair s proposal is unacceptable to some parties.", 
    "The EU supported the Chair s proposal and, acknowledging the importance of the issue, stressed willingness to discuss the matter in a contact group.", 
    "Japan regretted the loss of working time under the SBI and supported the Chair s proposal.", 
    "Noting unusually broad agreement on the importance of the matter, the US supported the Chair s proposal and stressed that lack of agreement would hold up SBI discussions on this and other important issues.", 
    "Australia called for the SBI s work to get on its way.", 
    "Identifying the Chair s proposal as a good way forward, New Zealand expressed willingness to discuss matters raised by the Russian Federation, Ukraine and Belarus.", 
    "Supporting the SBI s Chair s approach, Canada agreed that the issues raised were important and needed to be discussed.", 
    "Highlighting the rules of procedure, Singapore noted that any party has the right to propose new agenda items but consensus is required for their inclusion on the agenda.", 
    "He emphasized that otherwise there would be an incentive for parties to add new agenda items at every meeting of the UNFCCC.", 
    "He expressed regret that the three proponents of the new item have not accepted the normal courses of action in such a situation either to reject the proposal or hold the proposed item in abeyance, while continuing consultations. SBI Chair Chruszczow recalled that in Durban, parties decided to launch the work of the COP and CMP without adopting their agendas and worked hard to find a solution allowing for the agendas to be adopted at a later stage .", 
    "He reiterated his proposal on the way forward, but the Russian Federation, Belarus and Ukraine continued to oppose it.", 
    "Tuvalu requested that the SBI Chair rule on how to address the matter.", 
    "Chair Chruszczow observed that the rules of procedure did not allow for voting and that decisions under the SBI must be taken by consensus.", 
    "The G-77/China requested the Chair to apply the principle of necessity and gavel the way forward, saying this would be viewed as a personal attempt by the Chair to save the countries of the world.", 
    "Chair Chruszczow suspended the meeting briefly.", 
    "When the meeting resumed, the Russian Federation stressed the importance of transparency, state sovereignty and political will, noting that constant procedural problems under the UNFCCC illustrate the rationale behind the proposed new agenda item.", 
    "He stressed the need to examine decision-making procedures and prepare a COP decision on the rules of procedure.", 
    "He underscored that the SBI Chair taking a decision on the agenda based on the principle of necessity would fall outside any legal context and that adopting the agenda without a consensus would be a blatant breach of the rules of procedure. SBI Chair Chruszczow acknowledged the lack of consensus to adopt his proposal, saying there is no way to start the SBI s work.", 
    "Highlighting the need for transparency and inclusiveness, as well as confidence in the process and parties ownership of it, he noted that the Chair is in the service of the parties and that it is up to the parties to save the world. UNFCCC Executive Secretary Christiana Figueres acknowledged that the last hours of COP 18 were held in a context that everyone would have preferred to have avoided.", 
    "She noted that such a context does not support the right of parties to be heard to the fullest.", 
    "Figueres indicated that while all parties have expressed commitment to engage in discussions on decision-making, including in an informal setting, these discussions could neither continue without adoption of the agenda, nor could the SBI s work begin.", 
    "She expressed hope that the next time parties come together to consider the SBI s work, deliberations could begin in a different spirit, with parties guided by the timely pursuit of the Convention s ultimate objective. SBI Chair Chruszczow informed parties that the SBI plenary would resume on Friday, 14 June, to close the session."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12580e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2013", 
  "type": "", 
  "id": "enb12580e_9", 
  "enb_end_date": "14-Jun-13"
}