{
  "countries": [], 
  "topics": [
    "Legal Status of Agreements", 
    "Legal Status of Agreeements"
  ], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "11-Jun-11", 
  "enb_short_title": "SB 34", 
  "subtype": "corridors", 
  "actors": [], 
  "sentences": [
    "On Friday, the Bonn Climate Change Conference moved into the fastlane, with the SBI and SBSTA plenaries, an all-day AWG-LCA mitigation workshop and numerous contact groups and informal consultations under the three bodies convening on a hectic autobahn.", 
    "For the first time since the Conference began on Monday, delegates were rushing from one meeting to another.", 
    "I m not complaining, said one stretched, but happy, delegate, better to be busy than idle!", 
    "While no AWG-KP groups convened on Friday, some in the know predicted that things would also get busier under the Protocol track on Saturday.", 
    "In the afternoon, parties held informal consultations on the legal form of the AWG-LCA s outcome, as mandated in the Cancun Agreements.", 
    "Delegates who attended the meeting had mixed reviews of how the discussion went.", 
    "For some, discussions simply rehashed past exchanges.", 
    "Others, however, felt that the meeting was a positive step towards the right direction as parties began identifying concrete elements of a legally-binding agreement under the AWG-LCA.", 
    "One delegate explained that although many agreed on the need for a legally-binding outcome, interpretations varied widely among parties.", 
    "Some were saying this should be in the form of a new protocol under the Convention, others preferred a new comprehensive framework that could reflect the current configuration of the international community, while others called for a COP decision.", 
    "For some, there was no point in even having the discussion, because, as one such delegate put it, how can we define the form before knowing the substance and purpose?", 
    "A number of delegates spent the day considering NAMAs in the AWG-LCA mitigation workshop.", 
    "Many seemed impressed by action being taken by various developing countries - doing more than some developed countries.", 
    "As one observer put it, until people actually come out and tell you what they re doing and many developing countries appear to be doing quite a lot you just tend to assume nothing is happening, but this is obviously not true."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12507e.html", 
  "enb_long_title": "UN Climate Change Conference June 2011", 
  "type": "", 
  "id": "enb12507e_32", 
  "enb_end_date": "11-Jun-11"
}