{
  "countries": [
    "Brazil", 
    "Canada", 
    "Australia", 
    "Samoa", 
    "South Africa", 
    "Indonesia", 
    "Senegal", 
    "Marshall Islands", 
    "Switzerland", 
    "Nauru", 
    "Norway"
  ], 
  "topics": [
    "Financial Mechanisms and Funds 2", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "General Discussion", 
  "enb_start_date": "29-Apr-13", 
  "enb_short_title": "ADP 2", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Switzerland underscored the need for quantified international objectives and identified potential areas for increasing ambition, including REDD+, agriculture, promotion of renewable energy, phasing out fossil fuel subsidies and eco-labeling.", 
    "Senegal lamented that after his country developed a low-carbon development strategy, the only energy-related proposal attracting interest from investors related to fossil fuel technologies.", 
    "He emphasized the lack of coherence between the aid provided for developing country strategies that focus on energy efficiency and renewable energy, and investments financed by the private sector.", 
    "Nauru proposed focusing on barriers to energy efficiency and renewable energy, and means of mobilizing implementation.", 
    "The International Energy Agency (IEA) drew attention to the Tracking Clean Energy Progress report of 2013, which shows that the world is not on the right path to promote energy efficiency and renewable energies.", 
    "He asked guidance from the ADP on how the IEA could better support its work.", 
    "Marshall Islands underscored benefits for the Pacific Islands from switching to renewable energy and the need for financial tools to make such a switch easier and more affordable.", 
    "Australia highlighted impacts of its national climate policy, adopted in 2012, particularly with regard to decreased emissions in the energy sector, as well as increased investments in renewable energy.", 
    "He identified rooftop solar as an example of how the private sector has started investing in renewable energy in Australia, regardless of the phasing out of state subsidies.", 
    "On closing the ambition gap, the EU suggested increasing energy efficiency and renewable energy; and phasing out fossil fuel subsidies and HFCs.", 
    "He suggested that HFCs should be addressed at COP 19, as well as under the Montreal Protocol on Substances that Deplete the Ozone Layer.", 
    "He identified the need to address bunker fuels also through the International Civil Aviation Organization and International Maritime Organization.", 
    "Brazil questioned Norway s assertion that mitigation is cheaper in developing countries.", 
    "He further emphasized that it is not through pilot projects in developing counties that parties are going to fix the matter of climate change.", 
    "He concluded that each state has to address its problems through structural changes.", 
    "South Africa emphasized the need to consider not only the costs of climate action, but also its benefits.", 
    "She drew attention to the NAMAs announced by South Africa in 2010, which have failed to attract the necessary financial support.", 
    "Indonesia said that mitigation, adaptation and economic considerations should be integrated into low-emission development strategies.", 
    "Stressing the importance of means of implementation, Samoa said that it is important to contextualize support on the basis of regional needs, and highlighted renewable energy, energy efficiency, LULUCF and forestry as main focal areas of its NAMAs.", 
    "Canada said greening the energy production is a long-term process and highlighted its economic, environmental and social aspects."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12568e.html", 
  "enb_long_title": "Bonn Climate Change Conference - April 2013", 
  "type": "", 
  "id": "enb12568e_20", 
  "enb_end_date": "03-May-13"
}