{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "IPCC Governance"
  ], 
  "section_title": "INCREASING PARTICIPATION OF DEVELOPING COUNTRIES", 
  "enb_start_date": "24-Feb-15", 
  "enb_short_title": "IPCC-41", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "As one of the key themes of the discussion on the future of the IPCC, increasing participation of developing countries was a prominent and recurring part of almost every decision.", 
    "This stemmed from the fact that, while progress has been made since the First Assessment Report, only 36% of the AR5 writing team members were from developing countries and countries with economies in transition.", 
    "Still fresh in the minds of many participants was the deletion of a map during discussions on the WGII SPM, since it showed few impacts in Africa because of a lack of peer reviewed sources and insufficient data.", 
    "The IPCC has a number of avenues through which it can increase the participation of scientists from developing countries in the preparation of the reports.", 
    "Of these, the one that generated the most discussion at IPCC-41 was the question of TSUs, which provide the respective Working Groups and Task Forces with the scientific, technical and organizational support needed to prepare the report and, as such, manage most of the information developed in the assessment cycles.", 
    "TSUs, therefore, play a critical role in report preparation and are an exceptional capacity-building source.", 
    "Yet their functions and relations with the Panel are not clearly defined.", 
    "Until now, the TSUs have been based in the country of the developed country Co-Chair, usually in the institution or university to which the Co-Chair is affiliated.", 
    "Developing countries have been arguing for some time that this has, in practice, meant a tilt in balance, with the two Co-Chairs not on equal footing.", 
    "To begin to address this problem, in Nairobi the Panel decided that TSUs can be jointly hosted and managed, with the door open to funding sources.", 
    "Overall, this decision was a welcome compromise to a question that many thought intractable in the previous discussions as it depended largely on issues of funding.", 
    "The decision on Bureau size, structure and composition provided another opportunity to increase developing country participation, with the addition of two African members and one Asian member.", 
    "Other decisions meant to improve the involvement of developing countries included exploring ways to provide enhanced support and access to scientific literature for Coordinating Lead Authors and Lead Authors, and increasing the number of IPCC activities in developing countries.", 
    "While there is still much to be done to improve developing country participation and, in particular, address data gaps in regional coverage, many expressed confidence that the decisions taken at IPCC-41 provide a good basis for further work."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12627e.html", 
  "enb_long_title": "Forty-first Session of the Intergovernmental Panel on Climate Change (IPCC-41)", 
  "type": "IPCC", 
  "id": "enb12627e_44", 
  "enb_end_date": "27-Feb-15"
}