{
  "countries": [
    "Canada", 
    "United States", 
    "Saudi Arabia", 
    "China", 
    "Japan", 
    "Bulgaria"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Adverse Effects & Response Measure", 
    "Compliance and Enforcement", 
    "Technology Transfer"
  ], 
  "section_title": "INFORMAL HIGH-LEVEL PLENARY", 
  "enb_start_date": "21-Nov-00", 
  "enb_short_title": "COP-6", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States", 
    "European Union", 
    "Environmental Integrity Group", 
    "Group of 77"
  ], 
  "sentences": [
    "President Pronk opened this meeting, stating that its purpose was to undertake negotiations at the ministerial level.", 
    "He noted that countries had been seated in their negotiating groupings or alliances so as to allow better consultations among members.", 
    "He distributed an informal note summarizing his personal perspective on the progress made last week and the 'crunch issues' still to be resolved in order to strike a balanced deal on the Buenos Aires Plan of Action.", 
    "He said such a 'help-desk' approach would assist countries in focusing on the 'crunch issues' requiring political negotiations and decisions.", 
    "These 'crunch issues' relate to capacity building, technology transfer, adverse effects, guidance to the GEF, the mechanisms, LULUCF, P&Ms, compliance, Protocol Articles 5,7 and 8, and the cross-cutting issues of funding and funding mechanisms.", 
    "He then invited Parties to make short political statements on the basis of which he will make a proposal so as to help political leaders in their work. Emphasizing its commitment to make COP-6 a genuine success, the G-77/CHINA expressed its concerns on funding, capacity building, technology transfer, UNFCCC Article 4.8, 4.9 and Protocol Article 3.14 (adverse effects), and the CDM.", 
    "He added that these issues should be discussed first.", 
    "He highlighted the need for full participation by all members of the Group so as to ensure transparency and openness, and opposed any fragmentation.", 
    "He then listed the G-77/China coordinators for each of the outstanding issues. The EU and the ENVIRONMENTAL INTEGRITY GROUP supported grouping the 'crunch issues' into clusters, and undertook to identify spokespersons for the individual issues by Tuesday morning.", 
    "The EU underlined its strong belief that an agreement ensuring environmental integrity and equity would be reached by the end of the week. Noting that the Protocol explicitly recognizes the role of forests as potential sources and sinks of carbon, the US argued that there is a growing consensus for the full inclusion of agricultural and grazing land, and broad recognition of the central role of forests, although less agreement on how to account for forests within the Protocol.", 
    "He outlined a proposal on behalf of the US, JAPAN and CANADA to account for the contribution of forests in Annex I Parties.", 
    "According to this proposal, all countries would be able to count fully not more than 20 million metric tonnes of annual carbon sequestration in managed forests.", 
    "Noting concerns relating to scale, he proposed that currently projected sequestration beyond this level should be discounted by two- thirds.", 
    "He argued that this approach, accompanied by full accounting for sequestration in farm land, preserves the nature of the Kyoto bargain and is a key element for success at The Hague. Reacting to the US proposal, AOSIS said his group has a clear position on this subject, and that he looked forward to sharing it once the details of the US proposal were further clarified.", 
    "BULGARIA, on behalf of the CENTRAL GROUP 11, said the Group would undertake to identify spokespersons for the individual issues by Tuesday, and would comment on President Pronk's informal note once members had studied the document.", 
    "Noting the importance of environmental integrity, JAPAN highlighted the need for rules to operationalize the Protocol and mobilize the private sector.", 
    "SAUDI ARABIA said Annex I Parties should present their financial commitments during the high-level meeting on Tuesday morning. Concluding the meeting, President Pronk said he would make a proposal on Tuesday on the organization of the group's work.", 
    "He said the proposal would include combining and sequencing the issues, seeking Friends to help him to conduct discussions, and assisting ministers and high level officials in organizing informal meetings."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12159e.html", 
  "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12159e_6", 
  "enb_end_date": "21-Nov-00"
}