{
  "countries": [
    "Ghana", 
    "Canada", 
    "Australia", 
    "United States", 
    "China", 
    "Japan", 
    "New Zealand", 
    "Norway", 
    "Spain"
  ], 
  "topics": [
    "National Communications & Inventories"
  ], 
  "section_title": "Good practice guidance for LULUCF", 
  "enb_start_date": "28-Jun-04", 
  "enb_short_title": "UNFCCC SB-20", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "This issue was first addressed in the SBSTA Plenary on Wednesday, 16 June, and subsequently in a contact group.", 
    "The contact group, which met five times from 18-24 June, was co-chaired by Audun Rosland (Norway) and William Kojo Agyemang-Bonsu (Ghana).", 
    "Informal consultations were also held in an effort to draft conclusions and negotiate a draft decision for adoption at COP-10.", 
    "On Friday, 25 June, SBSTA adopted conclusions on this matter. The contact group addressed good practice guidance activities under the Protocol, the issue of harvested wood products, and other matters relating to LULUCF.", 
    "A drafting group, chaired by Maria José Sanz (Spain), was organized to complete the common reporting format tables for reporting annual greenhouse gas inventories from LULUCF activities under the Protocol. IPCC good practice guidance experts were invited to the first contact group meeting to present and answer questions on reporting LULUCF activities under the Protocol. On the good practice guidance common reporting format, debate focused on two methods for identifying the geographical location of reported LULUCF activities.", 
    "The Alliance of Small Island States (AOSIS) supported using the more detailed method of land identification, whereas the EU and most other Parties supported administrative units for land identification.", 
    "Following intensive discussions in the drafting group, common reporting format tables were finally agreed on, except in regards to the identification of LULUCF activities in relation to Protocol Article 6 (joint implementation).", 
    "Parties disagreed on the coding system to be used for identifying activities in relation to joint implementation projects. On the issue of harvested wood products, delegates discussed the scope and terms of reference for a workshop scheduled to be held in Lillehammer, Norway, in August/September 2004. On other LULUCF issues, delegates discussed definitions and methodological options relating to degradation of forests and devegetation of other vegetation types, and the issue of factoring out direct-human induced effects from the indirect and natural effects of LULUCF activities.", 
    "Australia, with the US, Canada, Japan and New Zealand, supported a broad approach to LULUCF issues, namely an open-ended policy dialogue.", 
    "The EU, AOSIS, and the G-77/China preferred a focused approach, and suggested holding a technical workshop after COP-10, which would consider submissions by Parties.", 
    "There was discussion on how to refer to factoring out, with the G-77/China suggesting specific reference to the Marrakesh Accords, while others preferred more general references, including to submissions by Parties.", 
    "The G-77/China said it would present a concept paper on factoring out at SBSTA-21. On Friday 25 June, SBSTA adopted conclusions on good practice guidance, harvested wood products, and various other LULUCF issues.", 
    "Parties also adopted conclusions containing a bracketed draft COP decision that includes the common reporting format tables, and a bracketed draft COP/MOP decision (FCCC/SBSTA/2004/L.15/Add.1) for consideration at SBSTA-21."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12242e.html", 
  "enb_long_title": "Twentieth Session of the Subsidiary Bodies to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12242e_12", 
  "enb_end_date": "28-Jun-04"
}