{
  "countries": [], 
  "topics": [
    "Flexibility Mechanisms"
  ], 
  "section_title": "COP/MOP Decision", 
  "enb_start_date": "29-Nov-10", 
  "enb_short_title": "COP 16", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "In its decision (FCCC/KP/CMP/2010/L.9), the COP/MOP clarifies, in relation to an Annex I party whose first commitment period QELROs have not yet been inscribed in Protocol Annex B, but that wishes to host a JI project, that: the Secretariat may accept for publication the project design documents of JI projects; and the JISC may consider these projects in accordance with the JI guidelines before the amendment to include the host party in Protocol Annex B enters into force.", 
    "It also agrees to continue consideration of issuance of ERUs from those projects at COP/MOP 7, while noting that the host party may issue and transfer ERUs only after the amendment to include it in Annex B enters into force and upon its meeting of the eligibility requirements set out in the JI guidelines.", 
    "The COP/MOP also: takes noteof the view of the JISC on the need for future operation of JI after the first commitment period; decidesto initiate the first review of the JI guidelines at COP/MOP 7; decidesto establish provisions for the charging of fees for activities under the JI Track 1 procedure in order to contribute to the administrative costs of the JISC and its supporting structures, by introducing a fee of up to US$20,000 for large-scale projects, including programmes of activities, and up to US$5,000 for small-scale projects and programmes of activities composed of small-scale project activities; and requests the JISC to make further recommendations to COP/MOP 7 on amendments to the fee structure including, inter alia , the introduction of a fixed annual fee payable by host parties."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12498e.html", 
  "enb_long_title": "Cancún Climate Change Conference", 
  "type": "", 
  "id": "enb12498e_18", 
  "enb_end_date": "11-Dec-10"
}