{
  "countries": [
    "Denmark", 
    "France", 
    "Japan"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "Technology Transfer"
  ], 
  "section_title": "REPORT OF THE WORKSHOP", 
  "enb_start_date": "15-Apr-00", 
  "enb_short_title": "UNFCCC WORKSHOP", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Svend Auken, Minister for Environment and Energy for Denmark, opened the Workshop on Best Practices in Policies and Measures on Tuesday, 11 April 2000.", 
    "He welcomed participants and said the workshop provided an opportunity to share experiences on policies and measures.", 
    "He supported the use of the Kyoto Mechanisms, but stressed the importance of domestic policies and measures.", 
    "He said concrete measures are needed to engage the public in the developed world, and that technologies should be adapted to conditions in the South to promote global partnership.", 
    "He highlighted the Danish National Climate Change Strategy, saying it had led to technological advantages and job creation. Dominique Voynet, Minister for the Environment for France, said Annex I countries are signaling their commitment to climate change mitigation by implementing a variety of national policies and measures.", 
    "She said that the use of the Kyoto Mechanisms must be supplemental to domestic action.", 
    "She stressed the importance of identifying measures with ancillary economic and social benefits, as well as the value of developing indicators. Claire Parker, Coordinator of the Implementation Programme, FCCC Secretariat, highlighted the Workshop's role as part of the FCCC process.", 
    "She noted that policies and measures constitutes one of several issues scheduled for resolution at COP-6.", 
    "She noted that a successful outcome could in part trigger the ratification of the Kyoto Protocol by Annex I countries, and motivate non-Annex I countries to participate.", 
    "She emphasized the links between policies and measures and the Kyoto Mechanisms through the issue of supplementarity, and the connection to adverse effects due to the impacts of mitigation measures.", 
    "She expressed hope that discussion at the workshop would define 'best practices' and consider evaluation criteria and methodological issues including indicators. Bert Metz, Co-Chair of the Intergovernmental Panel on Climate Change (IPCC) Working Group III, made a presentation on policies and measures as a tool to achieve FCCC and Kyoto Protocol objectives.", 
    "He drew attention to relevant IPCC reports, including the Second Assessment Report and special reports on aviation and the global atmosphere, technology transfer, and emissions standards.", 
    "He considered barriers and actions relating to policies and measures in several economic sectors, and policies designed to encourage technology transfer.", 
    "He supported linking sustainable development strategies with climate mitigation policies.", 
    "In considering preparatory work on the IPCC's Third Assessment Report, he noted the existence of a considerable amount of new literature on emissions trading and the CDM, but less on other policies and measures. Jonathan Pershing, International Energy Agency (IEA), noted that, given differing national circumstances, the focus should be on good practices rather than best practices.", 
    "He categorized policy actions of countries into several groups including: fiscal policies and market mechanisms; regulatory policies; research and development (R&D) policies; and processes where countries are developing outreach programmes or consultative processes to develop, review and implement proposed policies.", 
    "He suggested that good practice policies should maximize economic efficiency, be politically feasible, minimize administrative complexity and costs, and have minimal or positive feedback effects on other policy areas.", 
    "He said developing good practice solutions could include: getting the prices right; utilizing the market; correcting market failures through other policies; establishing strong institutions; and focusing on international cooperation. Ryutaro Yatsu, Global Environment Department, Environmental Agency of Japan, presented the main conclusions of the Group of Eight (G8) Environmental Forum on domestic best practices.", 
    "He noted that the Forum, held in February 2000 in Japan, had identified and evaluated best practices, considered barriers to adopting best practices, and made recommendations for their future development.", 
    "The Forum recommended that G8 countries, inter alia: continue information exchange and evaluations on best practices; employ comprehensive and integrated policies resulting in multiple benefits; promote and increase emphasis on community-based approaches and local initiatives; and make efforts to share experiences with other countries.", 
    "The Forum also recommended that G8 governments involve all stakeholders at an early stage in the policy development process, and set positive examples in areas such as green procurement."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12126e.html", 
  "enb_long_title": "UNFCCC WORKSHOP ON BEST PRACTICES IN POLICIES AND MEASURES", 
  "type": "SPECIAL WORKSHOP", 
  "id": "enb12126e_7", 
  "enb_end_date": "15-Apr-00"
}