{
  "countries": [
    "Canada", 
    "Netherlands", 
    "Algeria"
  ], 
  "topics": [
    "Flexibility Mechanism", 
    "Flexibility Mechanims", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "WORKSHOP ON CARBON Capture AND STORAGE", 
  "enb_start_date": "22-May-06", 
  "enb_short_title": "UNFCCC SB 24", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "An in-session workshop on carbon dioxide capture and storage (CCS) convened on Saturday.", 
    "SBSTA Chair Kishan Kumarsingh explained that the workshop objective was to improve understanding of CCS through an overview of the IPCC Special Report on CCS, noting that it underscores CCS potential and discusses financial, social, environmental, legal, public perception and safety issues.", 
    "He also indicated that the workshop would highlight experiences and lessons learned and said he would prepare a report for consideration at SBSTA 25.", 
    "Twenty panelists examined various aspects of CCS, including: technology options(p rimarily concerning geologic storage); pilot projects in Canada, Algeria, and the Netherlands; financial and monitoring challenges; nascent ocean storage technology; the Carbon Sequestration Leadership Forum; policy and legal issues; applying CCS emission estimation methodologies in national greenhouse gas inventories; training courses to build awareness and capacity; an EU policy framework for CCS; and risk assessment.", 
    "Many participants agreed that CCS could address a large amount of carbon dioxide emissions, notably from power production stationary sources, while noting that it increases energy use by approximately 30-40% and is not yet financially or technologically viable on a large scale.", 
    "Some delegates also observed that while CCS is not a silver bullet solution, it could be part of a portfolio of energy options.", 
    "There were also comments that: public acceptance is needed for CCS to achieve wide implementation; good site selection, monitoring and remediation methods are critical for safety and limiting the chance of leakage; and regulatory incentives are needed if CCS is to move beyond enhanced oil recovery.", 
    "Other participants expressed concerns about possible leakage and ocean storage, about the high costs associated with capture, and whether incentives for developing renewable energy will be hampered by CCS.", 
    "Additional concerns related to the 5-10 year window still required for research and development before wide-scale adoption of CCS, and the need for a favorable business climate and policy mechanisms.", 
    "Participants also pointed out that the scale of the CCS infrastructure required raises questions about the role of public and private sector involvement.", 
    "Finally, participants also discussed CCS in the context of the CDM.", 
    "Chair Kumarsingh closed the session by highlighting key issues raised during the workshop, stating that while on-the-ground CCS experience exists, there is not yet much experience in developing countries.", 
    "He noted that a related workshop is taking place on Monday, 22 May, on CCS as a CDM project activity (for more official information on both workshops, visit: http://unfccc.int/meetings/sb24/in-session/items/3623.php )."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12301e.html", 
  "enb_long_title": "Twenty-Fourth sessions of the Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) of the UNFCCC and First session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG) and related meetings", 
  "type": "", 
  "id": "enb12301e_13", 
  "enb_end_date": "22-May-06"
}