{
  "countries": [
    "United States"
  ], 
  "topics": [], 
  "section_title": "NORTH-SOUTH OVERTURES", 
  "enb_start_date": "28-Jul-97", 
  "enb_short_title": "7th Session of the AGBM, 6th Session SBSTA & SBI, AG13 5", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Even rabid 'evolutionists' do not necessarily insist that the new developing country actions take place now, but that they must establish some mechanism that will consider when those actions may occur and how they may be determined.", 
    "Observers say that scheduled reviews of commitments under the FCCC could provide a venue for considering developing country actions that is politically linked to but formally separate from a new protocol or legal instrument agreed in Kyoto.", 
    "The review of annexes is another tool cited by observers as a means of extending the group of countries taking primary responsibility for FCCC commitments.", 
    "Both of these approaches could leave the onus of responsibility on Annex I countries while eventually answering the concern that all parties participate.", 
    "Presentation and appearance are often key to political success, and the presentation of a two- part package -- with the non-Annex I Parties on board for Berlin Mandate - The Sequel -- could offer a solution. In this regard, some observers were surprised to find that the US had not pushed harder in its negotiations on Article 4.1.", 
    "They concluded that the delegation had decided to 'put most of their eggs into another basket,' i.e.", 
    "the demand for an evolutionary approach to the Berlin Mandate (bringing developing countries in sooner rather than later), focusing on a review of the adequacy of commitments and joint implementation.", 
    "This may explain Chair Estrada\u0092s decision to avoid an 'explosion' and leave evolution and review of adequacy out of his negotiating text."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1255e.html", 
  "enb_long_title": "Seventh Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "", 
  "id": "enb1255e_14", 
  "enb_end_date": "07-Aug-97"
}