{
  "countries": [
    "Canada", 
    "Ghana", 
    "Australia", 
    "Mexico", 
    "Tuvalu", 
    "India", 
    "United States", 
    "China", 
    "Switzerland", 
    "Japan", 
    "New Zealand", 
    "Norway"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Technology Transfer"
  ], 
  "section_title": "Finance", 
  "enb_start_date": "01-Jun-09", 
  "enb_short_title": "SB 30", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "African Group"
  ], 
  "sentences": [
    "The Chair s draft negotiating text ( FCCC/AWGLCA/2009/8 ) contained a chapter on Enhanced action on financing, technology and capacity building.", 
    "The first reading of text related to finance took place in the AWG-LCA informal plenary on Friday, 5 June.", 
    "On Thursday, 11 June, delegates completed the second reading of the revised chapter.", 
    "For detailed discussions, see: http://www.iisd.ca/vol12/enb12415e.html and http://www.iisd.ca/vol12/enb12420e.html .", 
    "Many developing countries highlighted the need for: adaptation funding over and above existing ODA; bridging the gap between available and required funding; new, additional and predictable sources; and simplified access without conditionalities.", 
    "Many developing countries requested that the text reflect the commitments of Annex II parties under the Convention .", 
    "Developing countries also stressed the need for public financing, saying that the private sector and carbon markets should play a complementary role, highlighting that the private sector is not a predictable funding source.", 
    "The EU and some other developed countries called for strengthening the text concerning the role of the carbon market.", 
    "New Zealand highlighted the role of public and private sector finance, and noted the potential role of carbon markets.", 
    "The US called for recognizing that public sector financing is unlikely to be adequate, and suggested considering how governance can improve access to private funding.", 
    "Switzerland highlighted the role of CO2 levies in generating adequate and predictable sources of finance.", 
    "There was some support for auctioning allowances, as identified by Norway, and also for extending the share of proceeds under the market mechanism.", 
    "However, India opposed discussing the share of proceeds under the Convention and China said the proposed increase of the share of proceeds to 3-5% was too high.", 
    "Mexico supported a green fund where the scale of contributions should be based on population, volume of emissions and capacity to pay, with governments making the greatest contribution, as opposed the private sector.", 
    "China proposed deleting the option on a green fund or a world climate change fund.", 
    "Tuvalu stressed the need for a variety of funding sources and for innovative funding, such as levies on international transport and a share of the proceeds on market mechanisms that may be developed under the AWG-LCA.", 
    "The African Group stressed the need for an equitable governance regime with a financial mechanism under the authority of the COP.", 
    "The EU proposed focusing on functions before discussing who would perform the functions.", 
    "Australia noted the need to operationalize an institutional arrangement to facilitate financial flows from the private sector.", 
    "Tuvalu called for a multilateral climate change fund with five windows on: mitigation, REDD, adaptation, insurance, and technology with each window having an advisory panel.", 
    "Canada noted that institutional arrangements should be derived from the functions and principles emerging from discussions and emphasized the need to focus on meeting the needs of the poorest and most vulnerable populations.", 
    "Ghana called for a single financing mechanism with multiple funding windows.", 
    "On compliance Japan said this should be discussed in a wider context, not only under finance, and after agreement on the content and form of the final outcome Outcome : The revised negotiating text contains a chapter on Enhanced action on the provision of financial resources and investment.", 
    "The chapter is 23 pages long, and contains various structural proposals for its organization.", 
    "The chapter contains headings, some of which contain brackets and various proposed formulations, on: objectives, scope and guiding principles; provision of financial resources; and institutional arrangements, including funds."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12421e.html", 
  "enb_long_title": "Bonn Climate Change Talks - June 2009", 
  "type": "", 
  "id": "enb12421e_9", 
  "enb_end_date": "12-Jun-09"
}