{
  "countries": [], 
  "topics": [
    "Legal Status of Agreeements"
  ], 
  "section_title": "A BRIEF ANALYSIS OF THE MEETINGS", 
  "enb_start_date": "21-Aug-08", 
  "enb_short_title": "AWGs", 
  "subtype": "analysis", 
  "actors": [], 
  "sentences": [
    "Delegates arriving in Accra had mixed hopes for what the week s negotiations would hold.", 
    "While some expressed hopes for substantive outcomes and a narrowing of possible options for a future agreement, many described Accra as a major collecting and clarifying event for the two negotiating tracks.", 
    "After agreeing on the AWG-LCA 2008 work programme in Bangkok in April, parties set out in Bonn in June to begin an exchange of ideas and opinions on the elements of the Bali Action Plan.", 
    "Discussions, therefore, remained at a general level, focused on fostering understanding of issues to be considered by the AWG-LCA (a shared vision, adaptation, mitigation and financing and technology).", 
    "In Accra, more detailed and substantive discussions began in contact groups.", 
    "It was not anticipated that there would be agreement on items or issues, rather a continuation of the exchange of ideas, this time coupled with concrete proposals for action.", 
    "This process of putting all cards on the table is expected to continue through Poznan, which should mark the end of the pre-negotiation phase and open the door to formal negotiations in 2009.", 
    "In the AWG-KP, delegates arrived to take up specific issues that they had begun to discuss in Bonn.", 
    "For example, where Bonn had resulted in lists of options in the flexible mechanisms and LULUCF contact groups, work in Accra further elaborated the options so parties could return home and analyze how the different options affect their national circumstances and arrive in Poznan ready to narrow down the lists of options.", 
    "This brief analysis aims to situate the Accra talks along the long and complicated road to Copenhagen by analyzing: the strategic timing of decision making (when to talk); the positioning of items within and between the two negotiating tracks (where to talk); and the status of a few contentious items in future discussions (what to talk about)."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12383e.html", 
  "enb_long_title": "Third session of the Ad Hoc Working Group on Long-term Cooperative Action and first part of the sixth session of the Ad Hoc Working Group on Further Commitments for Annex 1 Parties under the Kyoto Protocol to the UNFCCC", 
  "type": "working group", 
  "id": "enb12383e_30", 
  "enb_end_date": "27-Aug-08"
}