{
  "countries": [], 
  "topics": [
    "Forests"
  ], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "04-Dec-10", 
  "enb_short_title": "COP 16", 
  "subtype": "corridors", 
  "actors": [], 
  "sentences": [
    "With the end of the first week rapidly approaching and ministers starting to arrive at the UN Climate Change Conference in Cancun, many delegates found themselves thinking about the way forward.", 
    "The textual basis for work during the second week featured among the hottest topics in this respect.", 
    "At her press conference, UNFCCC Executive Secretary Christiana Figueres confirmed that the AWG-KP Chair would release a new text on Saturday and that the AWG-LCA Chair would also provide a new version of her non-paper.", 
    "In response to rumors concerning a possible Mexican text, the UNFCCC Executive Secretary took a firm stand: There will be no such text.", 
    "Many identified balance as the magical ingredient for a successful outcome next Friday: We need balance between the elements of the Bali Action Plan under the AWG-LCA, balance between the two negotiating tracks, and balance between developed and developing countries interests, noted one expert.", 
    "Countries need to be equally comfortable and equally uncomfortable with the outcome, was how Executive Secretary Figueres defined a balanced outcome.", 
    "The word balance was also an answer to some delegates wondering why certain issues that many predict will be among the key Cancun outcomes have received so little attention during the first week.", 
    "I can t believe that today was the first time that REDD+ was taken up, stated one delegate.", 
    "One delegate offered an explanation: Coming here, some of the AWG-LCA texts were much more advanced than others.", 
    "Negotiators are trying to bring them all to a comparable level.", 
    "Another cautioned: Some of us are afraid that if we open up advanced text for discussion, we may end up moving backwards.", 
    "The AWG-LCA s work on MRV/ICA was described by many as one of the critically important but more immature elements of the AWG-LCA s work.", 
    "The first version of Margaret s non-paper did not address MRV, but I m trusting that the new non-paper will contain something interesting, indicated one party."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12492e.html", 
  "enb_long_title": "Cancún Climate Change Conference", 
  "type": "", 
  "id": "enb12492e_7", 
  "enb_end_date": "04-Dec-10"
}