{
  "countries": [
    "Brazil", 
    "Saudi Arabia", 
    "Singapore", 
    "Indonesia", 
    "India", 
    "Costa Rica", 
    "South Africa", 
    "New Zealand"
  ], 
  "topics": [
    "Post-Kyoto Agreements"
  ], 
  "section_title": "TIME FRAMES AND PROCESS RELATED TO COMMITMENTS:", 
  "enb_start_date": "11-Feb-15", 
  "enb_short_title": "COP 20", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "League of Arab States"
  ], 
  "sentences": [
    "On Section K, Saudi Arabia, for the ARAB GROUP, cautioned that it, along with sections on compliance and procedural and institutional provisions, prejudge the legal outcome, falling outside the ADP mandate.", 
    "The EU identified the need for parties to increase their mitigation commitments periodically.", 
    "INDONESIA stressed that there should be no backsliding.", 
    "SINGAPORE stressed the importance of taking into account national circumstances and national legal requirements.", 
    "INDIA said parties should consider adjustments based, inter alia , on historic responsibilities and equitable sharing of the global carbon budget. NEW ZEALAND emphasized the importance of sequencing of commitments and rules for their implementation.", 
    "She suggested clarifying that COP decisions on the transparency framework shall not be applied retroactively.", 
    "BRAZIL suggested that each party submit a contribution for a five-year term and an indicative contribution for the subsequent term.", 
    "The EU proposed reviewing ambition at five-year intervals.", 
    "COSTA RICA said the level of risk associated with the level of mitigation commitments, or lack thereof, should be assessed.", 
    "SOUTH AFRICA proposed a backward-looking review as well as a forward-looking one covering existing and future commitments on mitigation, adaptation and MOI."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12623e.html", 
  "enb_long_title": "Geneva Climate Change Conference - February 2015", 
  "type": "working group", 
  "id": "enb12623e_1", 
  "enb_end_date": "11-Feb-15"
}