{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Adaptation", 
    "Technology Transfer"
  ], 
  "section_title": "BOX A", 
  "enb_start_date": "24-Nov-00", 
  "enb_short_title": "COP-6", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Funding mechanisms and guidance to the GEF: President Pronk's note proposes creating an Adaptation Fund, a Convention Fund, and a Climate Resources Committee, as well as increasing resources for climate change funding. The Adaptation Fund would be a new fund under the GEF, created as a trust fund, with special consideration given to the needs of the LDCs and small island developing states (SIDs).", 
    "This fund, to be managed by the CDM Executive Board under the guidance of the COP/MOP, would finance concrete adaptation projects in non-Annex I Parties with finances generated by the share of proceeds on the CDM and implemented by the UN implementing agencies. The proposed Convention Fund would be a window under the GEF, with separate guidance and special consideration given to the needs of the LDCs and SIDs.", 
    "It would be managed by the GEF Council and function under special guidance of, and be accountable to, the COP.", 
    "Under this window, Annex II Parties would provide new and additional funds for activities in developing countries, including: technology transfer and technical support; capacity building relating to climate change; specific CDM capacity building; and assistance with economic diversification.", 
    "It would also provide support to capacity building for economies in transition (EITs). The note also proposes increasing resources through other channels, with the aim of reaching an annual level of one billion US dollars by 2005.", 
    "If this level is not reached, a levy would be applied on JI and/or emissions trading.", 
    "It also proposes the establishment of a Climate Resources Committee at COP-7 to give advice to existing financial channels and institutions - such as the GEF and regional development banks - on how to increase climate funding, on mainstreaming, and on monitoring and assessment."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12162e.html", 
  "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12162e_8", 
  "enb_end_date": "24-Nov-00"
}