{
  "countries": [
    "Samoa", 
    "South Africa", 
    "Tanzania", 
    "Luxembourg", 
    "China", 
    "Niue", 
    "Japan", 
    "Norway"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Pre-Kyoto", 
    "Technology Transfer"
  ], 
  "section_title": "GENERAL DEBATE", 
  "enb_start_date": "01-Dec-97", 
  "enb_short_title": "3rd COP FCCC", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "COP President Hiroshi Ohki (Japan) reported substantial progress at the intensive discussions in Kyoto and expressed confidence about a breakthrough for final agreement. FCCC Executive Secretary Michael Zammit Cutajar commented on the remarkable nature of the Conference given the media interest and the scale of the UN Internet broadcast, which have focused world attention on Kyoto.", 
    "He said the Zen practice of breaking through mental boundaries provided a good theme for the days ahead when negotiators would have to break through the tendency to consider the short-term costs while neglecting the long-term economic opportunities. On behalf of the G-77 and China, Bakari Mbonde (Tanzania) said decisive action would be needed to strengthen developed country obligations.", 
    "He underlined the Berlin Mandate to achieve QELROs and advance implementation of commitments under Article 4.1 without new commitments for developing country Parties.", 
    "Developing countries had undertaken their own measures and the success of these was predicated on Annex I country fulfillment of their commitments including transfer of technology.", 
    "He rejected offshore extra-territorial implementation of targets and welcomed the Clean Development Fund initiative. Dr. Johny Lahure (Luxembourg), on behalf of the EU, rejected differentiation that makes targets weaker.", 
    "Instead, it must guarantee comparable commitments for major economies at least.", 
    "Flexibility resulting in environmentally detrimental loopholes is unacceptable.", 
    "He supported: the 'three plus three' gas proposal; trading along with strong targets and domestic action, monitoring, sanctions and market safeguards; and JI with rules and safeguards.", 
    "He said mandatory, internationally coordinated P&Ms are indispensable.", 
    "Suggestions that developing countries should take up new commitments are not helpful to the negotiations and contrary to the Berlin Mandate.", 
    "Mobilizing new and additional resources through the financial mechanism could foster voluntary limitation of developing country GHG emissions. Many speakers focused on elements necessary for a Kyoto agreement.", 
    "SAMOA, on behalf of AOSIS, and supported by NIUE, stated that a Kyoto agreement must contain strong, short- and medium-term targets for Annex I Parties and a mechanism for early review of their adequacy.", 
    "NORWAY said developed countries must agree on an overall reduction target for the emission of all GHGs of 10 to 15% by 2010.", 
    "A flat rate approach fails in fairness and effectiveness, and renders an ambitious agreement impossible.", 
    "SOUTH AFRICA supported the EU-proposed targets. Developing countries rejected the concept of voluntary commitments as they linked the output of emissions with development and progress, which they said was their highest priority.", 
    "They stressed that the Berlin Mandate had not called on developing countries to take responsibility for what was essentially the result of industrialized countries' action.", 
    "They stressed that developed countries should take the lead and follow the principle of 'common but differentiated responsibilities.", 
    "' AOSIS called for the strongest emissions cuts as they spoke of certain disaster in the face of political paralysis.", 
    "Oil-producing countries called for establishment of a compensation mechanism should full implementation be carried out. Developed countries expressed varied approaches.", 
    "Members of the EU stressed their group position and detailed their individual commitments and efforts.", 
    "Others partially agreed to this but said that developing countries needed to make voluntary commitments and at least begin the 'sequencing of obligations.", 
    "' A process through which a review of commitments by all Parties could be carried out was also raised. From both developed and developing countries, there was a call for binding and realistic targets as well as the need for funds to assist technology transfer and the integration of sustainable development within developing countries.", 
    "However, the ways by which this could be carried out heard various suggestions from the floor, including joint implementation (JI) and the clean development fund -- the latter frequently linked to a compliance mechanism.", 
    "The loopholes in these approaches were also addressed, with developing and developed countries cautioning against or rejecting JI as a possible means of circumventing reduction objectives. Also controversial were the issues of emissions trading, the use of sinks/sources and banking credits.", 
    "Those who questioned the wisdom of such mechanisms recalled the Convention's goal of emission reductions and voiced the fear that such measures would exacerbate the gap between the countries."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1276e.html", 
  "enb_long_title": "Third Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "COP", 
  "id": "enb1276e_7", 
  "enb_end_date": "11-Dec-97"
}