{
  "countries": [
    "Brazil", 
    "Bangladesh", 
    "Philippines", 
    "United States", 
    "Switzerland", 
    "Nauru", 
    "Bolivia", 
    "New Zealand", 
    "Pakistan", 
    "Australia", 
    "Singapore", 
    "Egypt", 
    "United Arab Emirates", 
    "South Africa", 
    "India", 
    "China"
  ], 
  "topics": [
    "Post-Kyoto Agreements 2", 
    "Legal Status of Agreeements", 
    "Post-Kyoto Agreements", 
    "Anthropogenic Interference with Climate System", 
    "Mitigation", 
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "AWG-LCA", 
  "enb_start_date": "17-May-12", 
  "enb_short_title": "SB 36", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The AWG-LCA in-session workshop on equitable access to sustainable development took place in the morning and afternoon. UNFCCC Executive Secretary Christiana Figueres invited parties to consider three aspects of equity in relation to the global goal for emission reductions: country circumstances; historical and future contributions to overall emissions; and capacity to address climate change.", 
    "Sivan Kartha, Stockholm Environment Institute (SEI), highlighted three requirements for ensuring equitable access to sustainable development in the context of global and national peaking of emissions, namely that: global peaking of emissions and their subsequent rate of decline is consistent with limiting temperature increase to below 2°C; each country has a sufficient share of the limited greenhouse gas (GHG) budget and; each country has adequate financial and technical resources to stay within the available GHG budget without compromising development.", 
    "Prodipto Ghosh, The Energy and Resources Institute (TERI), presented an approach to equity in climate change, highlighting the requirement of formal justification of any equity principle and saying that it should be subjected to validation.", 
    "Nauru, for AOSIS, discussed elements of equity, science, sustainable development and survival.", 
    "Underscoring equity in adaptation, he emphasized that small island developing States (SIDS) have high adaptation needs for which private sources of financing are not generally available.", 
    "He noted the need for finance, technology transfer and capacity building to be scaled up, adding that the mechanism to address loss and damage should consist of a risk management facility, an insurance component and provide for slow-onset impacts. BOLIVIA observed that equity is a key principle to solving the climate change crisis by linking rights and obligations.", 
    "He proposed establishing a long-term work programme on equity with a concrete roadmap. INDIA elaborated on notions of equitable access to sustainable development.", 
    "He rejected the perception that a focus on equity reflects a hesitation to act, saying that equity is rather a key enabler for action.", 
    "He called for a full discussion on this issue under the AWG-LCA and ADP. SWITZERLAND explained that equity in the negotiations will emerge through differentiated forms of mitigation, adaptation and support; and elaborated on various equity principles including, inter alia , a focus on the ability to pay and the polluter-pays principle.", 
    "The SOUTH CENTRE emphasized the importance of negotiations on finance and technology, adding: If equity is a gateway to ambition, then finance and technology are the gateways to equity.", 
    "Bangladesh, for LDCs, indicated that countries that have developed unsustainably in the past have a primary responsibility to develop a global low-carbon economy and society. CHINA explained that developed countries have over-occupied most of the existing atmospheric space through their cumulative emissions, transferring responsibility onto developing countries and creating a new form of inequality.", 
    "He requested the establishment of a work programme on equity to further define equitable access to sustainable development in the context of a shared vision and broader negotiations. SINGAPORE identified challenges to defining equity given different national circumstances, defining his country as one that is disadvantaged in terms of alternative energy sources.", 
    "He said that his country does not support a formulaic equity approach based on criteria, such as per capita indicators.", 
    "The CLIMATE ACTION NETWORK (CAN) suggested a three-phase process to building a rough consensus on equity, including an equity corridor, comprising a dialogue to understand positions and agreement on key principles, followed by the application of these principles to key issues. PAKISTAN requested clarification on how to proceed with different national definitions of equity that reflect domestic circumstances and SINGAPORE clarified that the goal is a definition of equity that reflects different national circumstances.", 
    "The UNITED ARAB EMIRATES called for considering views on how national circumstances could be more systematically included in assessing equity. EGYPT called for a discussion on the different facets of vulnerability as a cornerstone of future actions.", 
    "In response, SINGAPORE noted that consideration of national circumstances would take into account high vulnerability, assets, capacity and constraints that may impact what a country can contribute to global mitigation efforts. CAN emphasized the need for a shared understanding of equity, noting that: some countries have not made pledges; developed countries need to move to the top end of their emission reduction ranges; and emissions from bunker fuels need to be addressed.", 
    "The EU identified the goal of a future regime as enabling all parties to achieve sustainable development, poverty eradication and climate-resilient growth.", 
    "He explained that the UNFCCC s principles form a good basis but need to be interpreted in a way that reflects countries evolving common but differentiated responsibilities and respective capabilities.", 
    "The US said that equitable access to sustainable development should focus on development opportunities and that a formulaic approach results in conclusions that are not tenable in the real world. BRAZIL stressed that historical responsibility lends itself to a quantifiable translation, and elaborated on equitable access to sustainable development as reflected in the shared vision and review. AUSTRALIA emphasized that questions concerning equity cannot be answered with one dimensional formulae or snapshots in time. EGYPT observed that climate change mitigation efforts are costly and entail severe constraints, primarily on developing country fiscal budgets, and questioned the extent to which it is fair and equitable to impose strong mitigation demands on developing countries.", 
    "He called for transmitting the outcomes of the workshop to the other Convention bodies and establishing a work programme on equity.", 
    "In the ensuing discussion, NEW ZEALAND noted that equity is applied continuously under the UNFCCC, including: in the decision-making process; the establishment of institutions; and actions taken, in the absence of definition.", 
    "Acknowledging differences in national circumstances, she emphasized the need to ensure that all countries participate in mitigation efforts according to their capabilities.", 
    "SOUTH AFRICA called for further work to understand the operational aspects of the Convention s principles.", 
    "The PHILIPPINES inquired into strategies to decouple emissions from development, with AUSTRALIA pointing to a carbon price and the EU urging global action to avoid carbon leakage.", 
    "On the way forward, the EU indicated that a stand-alone debate on equity would not be productive and called for focusing on mitigation and adaptation.", 
    "A summary report of the proceedings will be prepared."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12538e.html", 
  "enb_long_title": "Bonn Climate Change Conference - May 2012", 
  "type": "working group", 
  "id": "enb12538e_1", 
  "enb_end_date": "17-May-12"
}