{
  "countries": [
    "Brazil", 
    "Australia", 
    "South Africa", 
    "Tuvalu", 
    "India", 
    "United States", 
    "China", 
    "Chile", 
    "United Arab Emirates", 
    "Japan", 
    "Argentina", 
    "Kenya"
  ], 
  "topics": [
    "Post-Kyoto Agreements 1"
  ], 
  "section_title": "Mitigation", 
  "enb_start_date": "08-Jun-15", 
  "enb_short_title": "SB 42", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Independent association of Latin America and the Caribbean"
  ], 
  "sentences": [
    "Focusing on paragraph 21 on mitigation commitments/contributions/actions, co-facilitator Franz Perrez proposed identifying and documenting the concepts of each sub-paragraph in a table.", 
    "The US and the EU suggested parties present their submissions on how to cluster this paragraph. Parties engaged in a procedural discussion, with some preferring to address the key concepts in each sub-paragraph, including using the co-facilitators’ suggested concepts as a starting point.", 
    "Some countries supported identifying concepts, followed by the sub-paragraphs that contain those concepts. Parties then discussed paragraphs 21 and 21.1, using the co-facilitators’ suggested concepts presented in a table format as a starting point. On the chapeau of paragraph 21, BRAZIL identified legal strength, differentiation and references to articles of the Convention as key concepts.", 
    "Chile, for AILAC, identified “anchoring” as a concept encapsulated by the term “national schedule.” SOUTH AFRICA suggested using the verbs in the paragraph as “shorthand.” CHINA proposed clustering into two groups: options 1, 2, 4, 5 and 6; and options 3 and 7.", 
    "The US preferred only having “establishment of commitments/contributions/actions.” On paragraph 21.1 on quantifiability, BRAZIL suggested quantifiability, comparability and transparency.", 
    "CHINA identified a number of elements, including differentiation.", 
    "INDIA stressed historical responsibilities.", 
    "The US called for focusing on one or two concepts.", 
    "ARGENTINA suggested differentiating between “what” and “how” elements. TUVALU, supported by JAPAN and KENYA, expressed concern over entering into negotiations on the table’s content, with co-facilitator Perrez assuring the table has no legal status.", 
    "The UNITED ARAB EMIRATES proposed mandating the co-facilitators to develop a middle ground proposal. AUSTRALIA suggested creating a new column in the table on linkages within the section.", 
    "CHINA opposed “tearing apart” paragraphs.", 
    "Co-facilitator Perrez proposed, and parties agreed, that the co-facilitators will prepare a table containing parties’ proposals on concepts and linkages, as well as proposals on the sequencing of paragraphs to be made available on Monday, 8 June."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12634e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2015", 
  "type": "", 
  "id": "enb12634e_1", 
  "enb_end_date": "08-Jun-15"
}