{
  "countries": [
    "Canada", 
    "Brazil", 
    "Maldives", 
    "South Africa", 
    "Philippines", 
    "Indonesia", 
    "China", 
    "New Zealand", 
    "Norway", 
    "Tanzania", 
    "Cook Islands"
  ], 
  "topics": [
    "Post-Kyoto Agreements 1", 
    "Adaptation"
  ], 
  "section_title": "ADAPTATION:", 
  "enb_start_date": "05-Oct-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "African Group", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "During the afternoon s contact group on adaptation, Co-Chair Kolly presented a non-paper reflecting further streamlining of the negotiating text.", 
    "He described the document as neutral, but said it was still too lengthy.", 
    "He explained that: bracketed text referred only to instances where two or more mutually exclusive options had been proposed; the operative text was reflected in the main body; and lists including elements such as functions and tasks had been reflected in various annexes.", 
    "He emphasized that consolidation had not taken into account objections raised by parties in Bangkok.", 
    "Co-Chair Kolly said that the consideration of means of implementation should be in the context of ongoing work on finance, technology and capacity building in other contact groups.", 
    "Parties expressed appreciation for the non-paper.", 
    "Noting the need to speed up work, NEW ZEALAND, supported by CANADA, called on parties to avoid spending too much time fine-tuning wording and headings and, with the Maldives, for the G-77/CHINA, proposed discussing the preamble at a later stage.", 
    "The EU and NORWAY said the text would help to highlight areas of disagreement.", 
    "The EU, with BRAZIL, requested clarity on how the annexes would be used.", 
    "The PHILIPPINES said that the content of the annexes should be reflected in the body of the text.", 
    "INDONESIA said the text was a good basis for conveying an action-oriented message.", 
    "Under implementation of adaptation action, Tanzania, for the AFRICAN GROUP, said the text should avoid overly prescriptive language and focus on concrete adaptation activities.", 
    "The Cook Islands, for AOSIS, said references to response measures should be bracketed.", 
    "BRAZIL said that reference to Convention Article 12 (communication of information relating to implementation by developed country parties) should be contained in a section on monitoring and review of adaptation action and support. SOUTH AFRICA highlighted a proposal for an international programme on implementation of adaptation activities, stressing that it is not a random collection of things that could be done, but a coherent and systematic programme to address the short-, medium and long-term impacts of climate change."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12434e.html", 
  "enb_long_title": "Bangkok Climate Change Talks - 2009", 
  "type": "working group", 
  "id": "enb12434e_5", 
  "enb_end_date": "05-Oct-09"
}