{
  "countries": [], 
  "topics": [], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "08-Oct-09", 
  "enb_short_title": "AWGs", 
  "subtype": "corridors", 
  "actors": [], 
  "sentences": [
    "While the various informal consultations and contact groups continued to meet throughout Wednesday, many delegates seemed to be increasingly aware of the fact that only two full working days remain in Bangkok.", 
    "In the evening, the AWG-LCA Chair convened an informal stocktaking meeting.", 
    "Many delegates reflected on progress made in Bangkok in the various contact groups and mitigation sub-groups under the AWG-LCA, noting that all groups had managed to produce non-papers, and that negotiations had begun in formal and informal settings based on these documents.", 
    "As one veteran in the process indicated: Issues are on the table, we are discussing them, and have therefore entered full negotiating mode.", 
    "However, most agreed that the remaining workload before Copenhagen was still considerable.", 
    "One delegate remarked that the text to be negotiated had not been significantly reduced and calculated that the various non-papers amounted to a staggering 177 pages.", 
    "We need a radical shift in pace and volume of material, he indicated.", 
    "Concerning an updated list of proposed new institutional arrangements under the various building blocks, some parties noted that it contained over 50 proposed arrangements.", 
    "On the overall direction and progress of the negotiations, discussions at the informal stocktaking meeting were based on a note that compiled key elements in the issue areas.", 
    "Several parties expressed dismay at progress made, with many developing countries arguing that they felt like the train was going in the wrong direction and that too many of the proposals were inconsistent with the Convention and the BAP.", 
    "One went so far as to state that: We are moving farther apart instead of closer together.", 
    "Several developed countries maintained, however, that not a single of their proposals was inconsistent with the Convention and the BAP, and one indicated that if we all had the same understanding of what we adopted in Bali, we would not need to be here now.", 
    "It feels as if two worlds are colliding, commented one veteran negotiator emerging from the meeting.", 
    "Despite the evident divisions and pessimism, optimistic delegates could also be found in the corridors.", 
    "There will be a solution, eventually, said one.", 
    "We had a very frank discussion and our positions are clearer.", 
    "It is now a matter of building trust and getting to our destination.", 
    "One delegate said the issues should be revisited after a good sleep: Morning is always wiser than the night."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12437e.html", 
  "enb_long_title": "Bangkok Climate Change Talks - 2009", 
  "type": "working group", 
  "id": "enb12437e_10", 
  "enb_end_date": "08-Oct-09"
}