{
  "countries": [
    "Canada", 
    "Pakistan", 
    "Saudi Arabia", 
    "El Salvador", 
    "United States", 
    "Germany", 
    "Indigenous Peoples", 
    "Switzerland", 
    "China", 
    "Bolivia"
  ], 
  "topics": [
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "3.3: Characteristics of Adaptation Pathways:", 
  "enb_start_date": "27-Oct-14", 
  "enb_short_title": "IPCC-40", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Regarding a headline sentence stating that 'taking a longer-term perspective increases the likelihood that more immediate adaptation actions will also enhance future options and preparedness', Switzerland proposed to add 'in the context of sustainable development', which was agreed.", 
    "Following a request by Bolivia regarding a sentence on the contribution of adaptation to the well-being of populations, the security of assets and the maintenance of ecosystem services , participants agreed to insert a reference to ecosystem 'goals and functions'.", 
    "Regarding a sentence on the importance of building adaptive capacity for effective selection and implementation of adaptation options, Germany, supported by China and Saudi Arabia, called for adding language on the need to integrate adaptation into all development planning.", 
    "Referring to a suggestion by authors to add approved text from WGII SPM stating that integration of adaptation into planning and decision making can promote synergies with development and disaster risk reduction, Saudi Arabia, with El Salvador and opposed by Canada, requested referring to 'policy design' instead of 'decision making', noting that the statement is mainly addressed to governments and that the private sector's involvement in adaptation is insignificant in his country.", 
    "Participants agreed to refer to integrating adaptation 'into planning, including policy design, and decision making'.", 
    "Bolivia, supported by Saudi Arabia and Pakistan, said the SYR was 'completely unbalanced', with only three paragraphs on adaptation and four pages on mitigation.", 
    "He stressed the need to include additional paragraphs in this section to reflect the richness of issues related to adaptation contained in the WGs' reports, including on co-benefits and traditional knowledge of indigenous peoples.", 
    "A small informal drafting group convened to further discuss this issue.", 
    "In response to a request to expand strategic coverage for adaptation, the authors presented and, with minor clarifications, participants approved, four additional paragraphs from the WGII SPM: SPM3.3-1B, SPM3.3-1C, SPM3.3-1D and SPM3.3-2B.", 
    "Regarding a paragraph on limits to adaptation , the US recalled long discussions on the matter in WGII and suggested using approved language.", 
    "Participants agreed to replace the paragraph with approved language from the WGII SPM.", 
    "Regarding a paragraph on transformations and how they can enhance adaptation and promote sustainable development , Bolivia noted that transformations do not occur in a vacuum and called for adding language from WGII's SPM referring to countries' own national visions and approaches.", 
    "He also proposed inserting language on transformational adaptation reflecting 'strengthened or altered or aligned paradigms'.", 
    "Participants agreed to both suggestions.", 
    "Final SYR SPM Text: The headline for this subsection states that: adaptation can reduce the risks of climate change impacts, but there are limits to its effectiveness; and taking a longer-term perspective increases the likelihood that more immediate adaptation actions will also enhance future options and preparedness.", 
    "This subsection comprises paragraphs on, inter alia : contributions of adaptation to the well-being of populations, the security of assets, and the maintenance of ecosystem goods, functions and services; ways to enhance adaptation planning and implementation, and common constraints that can impede them; limits to adaptation and how greater rates and magnitude of climate change increase the likelihood of exceeding them; and co-benefits, synergies and trade-offs between mitigation and adaptation and among different adaptation responses.", 
    "It also indicates that transformations in economic, social, technological and political decisions and actions can enhance adaptation and promote sustainable development."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12607e.html", 
  "enb_long_title": "Fortieth session of the Intergovernmental Panel on Climate Change (IPCC-40)", 
  "type": "", 
  "id": "enb12607e_30", 
  "enb_end_date": "31-Oct-14"
}