{
  "countries": [
    "Brazil", 
    "Saudi Arabia", 
    "Maldives", 
    "Colombia", 
    "South Africa", 
    "India", 
    "France", 
    "United States", 
    "Congo", 
    "China", 
    "Peru", 
    "Mali"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Reasons for Concern", 
    "Post-Kyoto Agreements", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "TECHNICAL EXAMINATION PROCESS:", 
  "enb_start_date": "08-Feb-15", 
  "enb_short_title": "COP 20", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Opening the meeting on TEP on Tuesday morning, Co-Chair Reifsnyder recalled that the ADP must recommend to COP 21 how to advance the TEP.", 
    "Jorge Voto-Bernales, COP 20 Presidency, Peru, highlighted the Lima-Paris Action Agenda and the role of non-state actors.", 
    "Laurence Tubiana, COP 21 Presidency, France, emphasized efforts to move the Lima-Paris Action Agenda forward and identified a low-carbon economy as inevitable.", 
    "UNFCCC Executive Secretary Christiana Figueres stressed the relatively new wisdom of incentivizing action by all stakeholders, not just central governments.", 
    "Facilitator Tosi Mpanu Mpanu (Democratic Republic of the Congo) called for considering how to strengthen the TEP and its outcomes.", 
    "Mali, for the G-77/China, stressed that the focus must shift to doing more, faster, now and the Maldives, for AOSIS, called for focus on urgent action, highlighting renewable energy in SIDS.", 
    "Brazil suggested a technical expert meeting (TEM) bringing together expertise from the financial and investment worlds.", 
    "India called specific attention to the cost of technology, finance available, and countries capacity to absorb technology and finance.", 
    "China suggested that the TEP use information from the multilateral assessment process and the Standing Committee on Finance.", 
    "South Africa, supported by Colombia, called for TEMs focusing on experiences from implementation.", 
    "The US, supported by the EU and Colombia, suggested a summary for policymakers.", 
    "The EU suggested focusing on areas with high mitigation potential and good practice examples.", 
    "Colombia called for attention to missing policy options, such as transport.", 
    "Saudi Arabia called for attention to water, marine protection and blue carbon, economic diversification, land-use, urban planning, and food security.", 
    "Discussions continued with a focus on ways to engage the UNFCCC institutions and relevant leading international organizations in the TEP.", 
    "In the afternoon, participants addressed the role of leading international organizations.", 
    "On Friday afternoon, Facilitator Mpanu Mpanu reported on the discussions on TEP to the ADP closing plenary.", 
    "He highlighted that some UNFCCC institutions and international organizations have been able to mobilize significant financial resources to implement activities related to the TEP.", 
    "He highlighted participants eagerness for more, faster, now and for MOI, finance in particular, for the implementation phase.", 
    "He reported that, in addition to topical suggestions for future TEMs, ideas for formalizing the collaboration of relevant institutions, such as a dedicated task force or liaison group, were proposed."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12626e.html", 
  "enb_long_title": "Geneva Climate Change Conference - February 2015", 
  "type": "WORKING GROUP", 
  "id": "enb12626e_33", 
  "enb_end_date": "13-Feb-15"
}