{
  "countries": [
    "Australia", 
    "Mexico", 
    "Austria", 
    "United States", 
    "Senegal", 
    "Germany", 
    "Switzerland", 
    "Nigeria", 
    "Bolivia"
  ], 
  "topics": [
    "Forests"
  ], 
  "section_title": "QUESTION-AND-ANSWER SESSION", 
  "enb_start_date": "17-Jul-00", 
  "enb_short_title": "LULUCF", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "In the ensuing question-and- answer session, Germany asked whether the prospect of carbon credits for emissions avoidance, such as prevention of planned deforestation, could act as an incentive for deforestation activities.", 
    "In response, Sergio Jauregui said this was not a problem in Bolivia, where deforestation is primarily due to socio-economic reasons, and where most people involved in deforestation would not be aware of the Kyoto Protocol or carbon credits.", 
    "He said any attempts to manipulate the credit system would be identified at the accreditation stage. In response to a question from Switzerland on how compatible Greenpeace's opposition to LULUCF projects under the CDM was with the objectives of the Protocol, Bill Hare noted that LULUCF carbon credits would not be an appropriate means of achieving stable atmospheric concentrations of CO2, given questions of permanence and additionality and said that, based on current scientific knowledge, proceeding by reducing emissions was preferable.", 
    "He also suggested that the Protocol was not necessarily the most suitable context for addressing in-depth forest management issues.", 
    "Responding to comments on how best to move forward, Ken Andrasko said the US supported working in parallel on the key issues rather than addressing one after the other. Nigeria questioned whether developing countries would benefit from sinks projects under the CDM and emphasized the need for social impact assessments of projects' long- term implications.", 
    "Bill Hare suggested that Parties only consider renewable energy projects under the CDM. Mexico commented on the importance of co-benefits in sinks projects.", 
    "Ken MacDicken agreed, suggesting harmonization of projects with co-benefit elements from the CBD and Global Environment Facility programmes.", 
    "Austria underscored the risks of increased forest losses due to perverse incentives.", 
    "In response, Gareth Phillips said that clear guidelines are necessary to avoid potential deforestation arising from such incentives.", 
    "Responding to a question from Senegal on baselines in Bolivia, Sergio Jauregui said the baseline assumes that: logging companies continue to exploit and farmers continue slash and burn practices; parameters are dependent on the rate of logging of nearby forest concessions and historical land-use trends established by communities; and carbon monitoring relies on satellite data, data from nearby logging concessions, and permanent plots.", 
    "Australia inquired about the lack of carbon projects in degraded land areas in Africa.", 
    "Ken MacDicken responded that restoring degraded savannah lands using sinks projects would require the transfer of sophisticated technology to resolve the problem of water constraints."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12141e.html", 
  "enb_long_title": "Workshop on Land-Use, Land-Use Change and Forestry", 
  "type": "", 
  "id": "enb12141e_24", 
  "enb_end_date": "17-Jul-00"
}