{
  "countries": [
    "Ukraine", 
    "Saudi Arabia", 
    "Belarus", 
    "Suriname", 
    "Mexico", 
    "Kazakhstan", 
    "Costa Rica", 
    "Colombia", 
    "Guyana", 
    "Russian Federation", 
    "Bolivia", 
    "Venezuela"
  ], 
  "topics": [], 
  "section_title": "PROPOSAL BY MEXICO AND PAPUA NEW GUINEA ON VOTING :", 
  "enb_start_date": "28-Nov-11", 
  "enb_short_title": "COP17", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "This item was first considered during the COP plenary on 30 November.", 
    "Mexico, supported by Colombia and others, introduced a proposal to allow a last resort vote in cases when every effort to reach consensus has failed on issues that carry broad support.", 
    "Parties also discussed the matter during the week.", 
    "He explained that this was in order to avoid paralysis.", 
    "Bolivia, Venezuela and Saudi Arabia said they could only support a consensus approach.", 
    "Informal consultations were convened on this issue.", 
    "During informal consultations, many spoke in favor of this proposal stating it would improve the effectiveness of the Convention, including Costa Rica, Colombia, Guyana, Suriname and the EU.", 
    "Saudi Arabia, Bolivia and Venezuela opposed any change to the consensus rule.", 
    "During the COP 17 closing plenary, Mexico expressed satisfaction with the interest generated, noting that a revised version of the proposal had been introduced.", 
    "Parties agreed to include the item on the provisional agenda for COP 18. PROPOSAL BY THE RUSSIAN FEDERATION TO AMEND CONVENTION ARTICLE 4.2 (COMMITMENTS) : This item was first considered during the COP plenary on 30 November.", 
    "The Russian Federation explained the need for periodic review of the list of countries in Annexes I and II.", 
    "Belarus, Ukraine and Kazakhstan supported this proposal, while Saudi Arabia opposed it.", 
    "Informal consultations facilitated by Amb.", 
    "Javier Diaz (Costa Rica) were held.", 
    "During the closing plenary, the Russian Federation sought clarification on the status of the proposal.", 
    "COP President Nkoana-Mashabane observed that constructive discussions had been held on legal, political and other implications of the proposal, noting that additional time is required to consider the proposal.", 
    "Parties agreed to include the item on the provisional agenda for COP 18."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12534e.html", 
  "enb_long_title": "Durban Climate Change Conference - COP17/CMP7", 
  "type": "IPCC", 
  "id": "enb12534e_9", 
  "enb_end_date": "09-Dec-11"
}