{
  "countries": [
    "Canada", 
    "United States", 
    "Saudi Arabia", 
    "Australia", 
    "Slovakia", 
    "Switzerland", 
    "New Zealand"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Compliance and Enforcement", 
    "National Communications & Inventories"
  ], 
  "section_title": "GUIDELINES UNDER ARTICLES 5, 7 AND 8 OF THE PROTOCOL", 
  "enb_start_date": "19-Jun-00", 
  "enb_short_title": "SB-12", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "On Monday, 5 June, delegates began their consideration of guidelines under Articles 5 (methodological issues), 7 (communication of information) and 8 (review of information) in an informal meeting.", 
    "Co-Chair Helen Plume (New Zealand) identified the objectives of the meeting as finalizing the guidelines under Article 5.1 (national systems) and making progress on the guidelines under Article 8 and methodologies under 5.2 (adjustments).", 
    "She proposed convening two sub-groups to address these objectives.", 
    "In response to a request by the EU, she agreed to hold a session in one of the sub-groups to exchange views on Article 7.", 
    "Taka Hiraishi of the IPCC presented the Special Report on Good Practice Guidance and Uncertainty Management in National GHG Inventories.", 
    "The meeting split into two subgroups from 5-10 June. Sub-group on National Systems under Article 5.1: The subgroup started considering draft guidelines on Monday, 5 June, and agreed on revised draft Guidelines for National Systems for the Estimation of Anthropogenic Greenhouse Gas Emissions by Sources and Removals by Sinks under Article 5.1 of the Kyoto Protocol on Saturday, June 10.", 
    "Over the course of the week, the sub-group discussed technical details relating to the guidelines, including links to other articles.", 
    "Several delegates expressed their views on reporting with regard to national systems, and links to Article 7.", 
    "The EU said the reporting requirements should be elaborated within the current guidelines, while the US supported making reference to such requirements being defined in the guidelines under Article 7, in accordance with the relevant decisions of the COP or COP/MOP.", 
    "Co-Chair Plume noted that the issue would be carried over to future discussions on Article 7.", 
    "The EU suggested a new paragraph on characteristics of national inventories that makes reference to monitoring of legal entities and/or projects under Articles 6 (JI) and 17 (emissions trading).", 
    "The US opposed making specific reference to these articles and noted a paragraph leaving open the option of future linkage through Article 7 and relevant decisions by the COP or COP/MOP.", 
    "The agreed version of the guidelines follows the US suggestions. Sub-group on Articles 5.2 and 8: From 5-7 June, delegates considered the general structure of the proposed draft guidelines under Article 8.", 
    "The EU presented a proposal for a new six-part structure for the guidelines under Article 8: general approach, national inventory submissions, information on assigned amounts, national systems, national registries, and national communications and other commitments.", 
    "Delegates also exchanged views on Part I of the guidelines relating to the review of national inventory submissions, national systems and national registries.", 
    "On Classification of Inventory Problems, the EU presented a non-paper that provides for, inter alia, categories of problems triggering an expedited procedure. On Thursday, 8 June, delegates exchanged views on the draft guidelines under Article 7.", 
    "On information submitted under Article 7.2 (national communication), the EU, supported by Saudi Arabia and opposed by the US, Canada, New Zealand and Australia, proposed reporting on 'demonstrable progress.", 
    "' When considering the Draft Guidance on Methodologies for Adjustments under Article 5.2, the EU, with Switzerland and Slovakia, said the trial period on inventory review would provide the IPCC with the information on problems to be addressed. On Thursday and Friday, 8-9 June, the sub-group continued consideration of the EU proposal on the Classification of Inventory Problems in the guidelines under Article 8.", 
    "On adjustments, Slovakia, the US, New Zealand and Canada said all inventory problems were adjustable, while the EU said inventory problems of a specific threshold were not adjustable.", 
    "Delegates then invited the Co-Chairs to produce a revised text of the elements of draft guidelines under Article 8, based on the EU six-part structure."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12137e.html", 
  "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC", 
  "type": "", 
  "id": "enb12137e_13", 
  "enb_end_date": "19-Jun-00"
}