{
  "countries": [
    "Brazil", 
    "Saudi Arabia", 
    "Algeria", 
    "Cuba", 
    "Egypt", 
    "Venezuela", 
    "Philippines", 
    "Singapore", 
    "India", 
    "Malaysia", 
    "Congo", 
    "China", 
    "Japan", 
    "Argentina", 
    "Nicaragua", 
    "Panama", 
    "Ecuador"
  ], 
  "topics": [], 
  "section_title": "BUNKER FUELS:", 
  "enb_start_date": "12-Nov-13", 
  "enb_short_title": "COP 19", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "On emissions from fuel used for international aviation and maritime transport, the International Civil Aviation Organization (ICAO) and the International Maritime Organization (IMO) reported on relevant work (FCCC/SBSTA/2013/MISC.20). CUBA, on behalf of Algeria, Argentina, Brazil, China, the Democratic Republic of the Congo, Ecuador, Egypt, India, Malaysia, Nicaragua, the Philippines, Saudi Arabia and Venezuela, said that measures taken to combat climate change, including unilateral ones, should not constitute a means of arbitrary or unjustifiable discrimination or a disguised restriction on international trade.", 
    "CHINA said he welcomed ICAO's 'reaffirmation' of CBDR and stated that IMO recognizes the principles of the UNFCCC, including CBDR.", 
    "The REPUBLIC OF KOREA expressed concern over unilateral approaches to aviation and stated that emissions from shipping should be considered under the IMO. JAPAN underlined that the principle of non-discrimination in the Chicago Convention on International Civil Aviation conflicts with CBDR, and said the former should guide the aviation sector.", 
    "She said CBDR is not appropriate for the shipping industry because of the complex registration of vessels.", 
    "SINGAPORE, supported by PANAMA, called ICAO and IMO the 'most competent' bodies to address emissions in their respective sectors.", 
    "The SBSTA will consult informally."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12584e.html", 
  "enb_long_title": "Warsaw Climate Change Conference - November 2013", 
  "type": "sbsta", 
  "id": "enb12584e_12", 
  "enb_end_date": "12-Nov-13"
}