{
  "countries": [
    "Canada", 
    "Australia", 
    "Tanzania", 
    "United States", 
    "Zimbabwe", 
    "Marshall Islands", 
    "Peru", 
    "Switzerland", 
    "Japan"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "POLICIES AND MEASURES", 
  "enb_start_date": "06-Sep-99", 
  "enb_short_title": "SB-13", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "After outlining recent developments on P&Ms, Chair Jose Romero (Switzerland) requested Parties to focus on developing a decision for COP-6.", 
    "The EU proposed objectives relating to: information exchange and experience; facilitating cooperation between Parties; and facilitating assessment of demonstrable progress.", 
    "CANADA asked whether facilitating cooperation would be a bilateral, trilateral or multilateral exercise.", 
    "The US and AUSTRALIA said countries could demonstrate progress through institutional and legal steps taken to achieve Protocol Article 3.1 commitments, while JAPAN suggested the assessment be based on national communications.", 
    "The MARSHALL ISLANDS, for AOSIS, stressed the need for Annex I Parties to take domestic action through P&Ms, while ZIMBABWE highlighted their impact on developing countries. On text for a COP-6 decision, the EU emphasized the need for a 'continuous and structured process' to address the issues within its proposed objectives.", 
    "SWITZERLAND, with AOSIS, supported using the EU proposal as the basis for the COP-6 decision.", 
    "TANZANIA sought clarity on the need for a separate reporting system for demonstrable progress, and proposed specifying timeframes for information exchange.", 
    "PERU underlined cost implications associated with best practices.", 
    "Draft elements for decision will be available Thursday morning."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12143e.html", 
  "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC", 
  "type": "", 
  "id": "enb12143e_1", 
  "enb_end_date": "06-Sep-99"
}