{
  "countries": [
    "United States", 
    "Belgium", 
    "Netherlands", 
    "Germany", 
    "Sudan", 
    "Australia", 
    "France"
  ], 
  "topics": [
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "FUTURE WORK ON SCENARIOS:", 
  "enb_start_date": "12-Nov-07", 
  "enb_short_title": "IPCC-27", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Richard Moss, Co-Chair of the Task Group on Data and Scenario Support for Impacts and Climate Analysis (TGICA), introduced a report on future work on scenarios (IPCC-XXVII/Doc.9).", 
    "He highlighted an expert meeting on new scenarios held in Noordwijkerhout, the Netherlands, from 19-21 September 2007.", 
    "Moss outlined the meeting's deliverable outcomes, including a proposed set of benchmark concentration scenarios, now known as representative concentration pathways and a plan to coordinate the work of the relevant research communities.", 
    "He explained that the meeting report is still under preparation and will be open for review between 17 December 2007 and 23 January 2008.", 
    "Ismail Elgizouli (Sudan) reported on a plan for enhancing the involvement of experts from developing countries and economies in transition in the development of new scenarios, and noted the participation of 52 such representatives at the Noordwijkerhout workshop.", 
    "He said the report will address this more fully, including questions related to institution and capacity building, financial matters and outreach.", 
    "Noting the lack of resolution on the low-stabilization scenario, Australia, supported by the US, stressed the need to develop new scenarios on clear scientific and technical grounds.", 
    "Germany noted that the meeting's report mistakenly referred to a representative range of stabilization and reference scenarios, and with Belgium and France, called for strict adherence to the mandate of IPCC-26 with regard to the content and procedures for developing the new scenarios."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12342e.html", 
  "enb_long_title": "IPCC-27", 
  "type": "ipcc", 
  "id": "enb12342e_28", 
  "enb_end_date": "17-Nov-07"
}