{
  "countries": [
    "Brazil", 
    "United States", 
    "Australia", 
    "China", 
    "Switzerland", 
    "Japan"
  ], 
  "topics": [
    "National Communications & Inventories", 
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "National Communications & Inventories"
  ], 
  "section_title": "NON-ANNEX I ISSUES", 
  "enb_start_date": "01-Nov-02", 
  "enb_short_title": "COP-8", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "This contact group, chaired by José Romero (Switzerland), met throughout the day.", 
    "In the morning, delegates discussed the structure of the improved guidelines.", 
    "In the afternoon, SBI Chair Estrada convened a high-level contact group and introduced a new draft of the guidelines.", 
    "BRAZIL, for the G-77/CHINA, accepted the text as a basis for discussion.", 
    "The EU, with AUSTRALIA, asked for additional time to consider the text.", 
    "Chair Estrada suspended the meeting for informal consultations.", 
    "Upon reconvening, Parties aired several concerns, which Chair Estrada said could not be integrated into the guidelines, but could be mentioned in his oral report to the COP.", 
    "The US proposed moving a paragraph into the decision text that states that non- Annex I Parties can use elements from the guidelines for Annex I national communications on a voluntary basis. On decision text adopting the improved guidelines, the EU, supported by the US and opposed by the G-77/CHINA, asked for text noting the need for review of the guidelines.", 
    "JAPAN, opposed by the G-77/CHINA, preferred stating language that the guidelines 'shall be used' instead of 'should be used' to ensure the comparability of national communications.", 
    "AUSTRALIA, opposed by the G-77/CHINA, proposed adding a procedural paragraph that would list work to be done.", 
    "Chair Estrada said that there was no consensus on any of these proposals.", 
    "The G-77/CHINA opposed a three-year time frame for completion of national communications after receipt of funding.", 
    "Parties disagreed on, inter alia, whether developing countries should use the guidelines 'to the extent that financial resources and their capacities allow.", 
    "' On decision text regarding new terms of reference for the Consultative Group of Experts on non-Annex I national communications (CGE), the EU called for the initiation of a process for the voluntary review of national communications.", 
    "Chair Estrada noted that the review of national communications was a key difference between the processes of Annex I and non-Annex I national communications.", 
    "Following a query from JAPAN on the funding for CGE meetings, the US said she was surprised to hear that funding came from the core budget, and that she could not agree to the text without further consultations.", 
    "Chair Estrada said that he would take the text as it stood to the plenary for Parties to accept or reject."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12208e.html", 
  "enb_long_title": "Eighth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12208e_3", 
  "enb_end_date": "01-Nov-02"
}