{
  "countries": [
    "Australia", 
    "Panama", 
    "United States", 
    "China", 
    "Mali", 
    "Switzerland", 
    "Dominican Republic", 
    "Bolivia", 
    "Norway", 
    "New Zealand"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Compliance and Enforcement", 
    "Mitigation"
  ], 
  "section_title": "DEVELOPED COUNTRY MITIGATION :", 
  "enb_start_date": "28-Nov-11", 
  "enb_short_title": "COP17", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "African Group", 
    "Environmental Integrity Group"
  ], 
  "sentences": [
    "This item was considered during informal consultations co-facilitated by Karine Hertzberg (Norway) and José Alberto Garibaldi Fernandez (Dominican Republic).", 
    "The issues discussed were: the level of ambition, biennial reports, and international assessment and review (IAR).", 
    "Many parties expressed willingness to begin drafting on the basis of the non-papers from Panama.", 
    "The EU suggested that the decision focus on: recognizing and establishing a process to narrow the ambition gap; an international, common rules-based accounting system; and a process to understand the assumptions underlying current pledges.", 
    "On ambition, Switzerland, for the EIG, suggested a process to increase ambition, technical workshops, and further consideration at COP 18.", 
    "The US said the Cancun Agreements do not establish a process for narrowing the ambition gap and this should be considered in the context of the 2013-2015 Review.", 
    "New Zealand, supported by Australia and Norway, proposed a template as a flexible tool to capture information on pledges, including on sectors, metrics, gases and timeframes covered.", 
    "Parties discussed whether or not to clarify pledges, assumptions and conditions, with several saying it was useful to do so.", 
    "Guidance was sought from Ministers on clarification of pledges and whether they should be translated into other forms.", 
    "On accounting, Australia supported a common accounting framework for all parties.", 
    "The EU said common accounting rules are key to increasing ambition and ensuring transparency.", 
    "The US said the development of such rules was not mandated by the Cancun Agreements and suggested they be based on IPCC methodologies.", 
    "On biennial reports, some developed countries suggested bracketing text on the update of guidelines for national communications for Annex I parties, saying this should be acceptable only if also considered in the case of non-Annex I parties.", 
    "A developing country highlighted that the Cancun Agreements mandate the update of guidelines for Annex I parties, but not for non-Annex I parties, suggesting the former be completed for consideration by COP 19, rather than COP 20.", 
    "Some parties suggested retaining only general references to finance to avoid prejudging outcomes of other discussions.", 
    "On IAR, Bolivia called for a compliance system and a set of penalties.", 
    "Mali, for the African Group, suggested a robust compliance mechanism.", 
    "One developed country said that emerging developing countries should be subject to a similar regime, and that IAR is for emission reduction targets and not for reporting on the provision of support to developing countries.", 
    "China said discussions on developed and developing countries mitigation efforts should remain separate.", 
    "Parties also considered options for, inter alia : comparability; the timeframe for the adoption of modalities and procedures; frequency of IAR; and compliance.", 
    "Parties further discussed the objectives of IAR, technical review and multilateral assessment."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12534e.html", 
  "enb_long_title": "Durban Climate Change Conference - COP17/CMP7", 
  "type": "", 
  "id": "enb12534e_89", 
  "enb_end_date": "09-Dec-11"
}