{
  "countries": [
    "Canada", 
    "Australia", 
    "Bangladesh", 
    "Mexico", 
    "Philippines", 
    "Papua New Guinea", 
    "United States", 
    "China", 
    "Antigua and Barbuda", 
    "Tanzania"
  ], 
  "topics": [
    "Adaptation", 
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "FINANCE:", 
  "enb_start_date": "06-Oct-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "Group of 77"
  ], 
  "sentences": [
    "Vice-Chair Machado introduced a non-paper reflecting further streamlining of the finance section in the AWG-LCA s negotiating text.", 
    "He invited parties to focus their comments on institutional arrangements.", 
    "The US highlighted their proposal for a global fund for climate.", 
    "He said the new arrangements envisaged the continuation of the Global Environment Facility (GEF) as an operating entity of the financial mechanism.", 
    "He explained that specific issues, such as priorities and eligibility criteria, would be determined by the COP, and that the fund would be consistent with Convention Article 11 (financial mechanism).", 
    "The US elaborated that governance arrangements for the new fund would be structured to give a balanced representation of net contributors and net recipients, and indicated that all parties, except the LDCs, would contribute to the fund in line with capabilities but that contributions would not be mandatory.", 
    "He also noted the need for simplified access procedures and highlighted that the proposal envisaged the use of a range of instruments. AUSTRALIA introduced their proposal for the post-2012 financial architecture, comprising a facilitative platform operated by the UNFCCC Secretariat, which would link funding to different actions and enable contributors and recipients to navigate new funding arrangements.", 
    "CANADA highlighted the notion of fostering least-cost approaches by using existing institutions as much as possible, reforming them to the extent necessary and exploring new institutional arrangements where gaps exist.", 
    "The Philippines, for the G-77/CHINA, said the US proposal does not address the problems with the current financial mechanism.", 
    "On Australia s proposal, she questioned its relevance to the discussions under the AWG-LCA since reference had been made to the post-2012 financial architecture.", 
    "Responding to the US proposal, TANZANIA suggested using the structure in place under the Protocol s Adaptation Fund to address issues of governance and access.", 
    "BANGLADESH described the US proposal as a better packaging of the proposal by Mexico for a green fund.", 
    "PAPUA NEW GUINEA, supported by ANTIGUA AND BARBUDA, underscored the need to consider a formalized process to refine the scale of financial resources required, including a regular adjustment process."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12435e.html", 
  "enb_long_title": "Bangkok Climate Change Talks - 2009", 
  "type": "working group", 
  "id": "enb12435e_8", 
  "enb_end_date": "06-Oct-09"
}