{
  "countries": [
    "United States", 
    "China", 
    "Japan", 
    "Denmark", 
    "India", 
    "Thailand"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "WELCOMING CEREMONY", 
  "enb_start_date": "29-Sep-09", 
  "enb_short_title": "AWGs", 
  "subtype": "plenary", 
  "actors": [], 
  "sentences": [
    "Yvo de Boer, UNFCCC Executive Secretary, highlighted determination by over 100 world leaders at the UN Secretary-General s Summit on Climate Change on 22 September 2009 in New York to seal a comprehensive, fair and effective deal in Copenhagen, identifying this as a real turning point.", 
    "He expressed confidence that delegates have now been given the high-level support at home that will enable ambitious negotiations and stressed that the Bangkok talks must end in an evident spirit of cooperation and with evident progress.", 
    "Noleen Heyzer, UN Under-Secretary-General and Executive Secretary of the UN Economic and Social Commission for Asia and Pacific, urged countries to set aside their differences in the race against time, called for a development-oriented solution to climate change and identified agreement on financial and technological resources as the key to success.", 
    "Suwit Khunkitti, Minister of Natural Resources and Environment of Thailand, urged parties to reach a holistic and ambitious agreement in Copenhagen.", 
    "He highlighted the need to address developing countries ability to adapt to climate change and for integrating development, mitigation and adaptation issues to enable sustainable development.", 
    "Connie Hedegaard, Minister of Climate and Energy of Denmark, noted the momentum created during the intersessional period and urged parties to create a negotiating text that maps out the key political choices to be made in Copenhagen.", 
    "She expressed disappointment at the lack of agreement on climate finance by the G-20 in Pittsburgh and stressed the need for a deal that includes all the building blocks of the Bali Action Plan (BAP).", 
    "Abhisit Vejjajiva, Prime Minister of Thailand, noted encouraging statements at the Secretary-General s Climate Change Summit by major economies, such as the US, China, Japan and India, expressing unprecedented commitments.", 
    "He noted that while the outcome from G-20 on climate change was not as strong as it should be, leaders of major economies had shown a commitment to reaching a deal in Copenhagen."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12429e.html", 
  "enb_long_title": "Bangkok Climate Change Talks - 2009", 
  "type": "working group", 
  "id": "enb12429e_1", 
  "enb_end_date": "29-Sep-09"
}