{
  "countries": [
    "Japan", 
    "Saudi Arabia", 
    "China", 
    "Austria", 
    "Algeria"
  ], 
  "topics": [
    "Adverse Effects & Response Measure"
  ], 
  "section_title": "PROTOCOL ARTICLE 3.14", 
  "enb_start_date": "02-Jun-08", 
  "enb_short_title": "SB-28", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "The SBI agenda item on Protocol Article 3.14 (adverse effects of climate change and impact of response measures) has been the subject of dispute at previous sessions, particularly over whether the issue should be considered along with SBSTA considerations of Protocol Article 2.3 (adverse effects of policies and measures).", 
    "As a result of this disagreement, discussion on the issue had been deferred to successive SBI sessions.", 
    "At SBI 28, the agenda item was first taken up in plenary on 4 June.", 
    "Saudi Arabia, for the G-77/China, emphasized the importance of the issue, while the EU and Japan stressed the need to avoid duplicating work under the SBSTA agenda item on Protocol Article 2.3 Most developing countries, particularly Saudi Arabia, opposed merging the two agenda items, calling for separate discussions of the two items.", 
    "Saudi Arabia proposed discussion of the two items in two separate contact groups chaired by the same Co-Chairs.", 
    "Annex I parties opposed this proposal, preferring to discuss the two items in the same contact group, to enable coherence and coordination.", 
    "After informal consultations conducted by Gertraud Wollansky (Austria) and Kamel Djemouai (Algeria), negotiators accepted a proposal to discuss the two items in a joint SBI/SBSTA contact group, with each item remaining under its subsidiary body, but discussed together and with each afforded equal time.", 
    "In the closing SBI plenary on 13 June, SBI Chair Asadi gave a report of the informal consultations, stating that the parties have agreed to establish a joint SBI/SBSTA contact group to discuss Protocol Articles 3.14 and 2.3, and that the joint contact group will commence its work at SB 29.", 
    "This agreement will be included in the report of the session (FCCC/SBI/2008/L.1)."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12375e.html", 
  "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol", 
  "type": "", 
  "id": "enb12375e_78", 
  "enb_end_date": "13-Jun-08"
}