{
  "countries": [
    "Netherlands", 
    "Mexico", 
    "Poland", 
    "France", 
    "China", 
    "Vanuatu", 
    "Switzerland", 
    "Nigeria"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Reasons for Concern", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Compliance and Enforcement", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "COP-6 REPORT", 
  "enb_start_date": "27-Nov-00", 
  "enb_short_title": "COP-6", 
  "subtype": "", 
  "actors": [
    "Least Developed Countries", 
    "Group of 77 and China", 
    "European Union", 
    "Group of 77", 
    "Environmental Integrity Group"
  ], 
  "sentences": [
    "The Sixth Conference of the Parties (COP-6) to the UNFCCC officially opened on Monday morning, 13 November 2000.", 
    "It was preceded by a Welcoming Ceremony attended by Her Majesty Queen Beatrix of the Netherlands.", 
    "COP-6 President-designate Jan Pronk welcomed participants and said they faced the great challenge of agreeing on the instruments and details to achieve the targets agreed in Kyoto.", 
    "While acknowledging the significant differences between countries' positions on key issues, he said reasonable compromises were possible on all issues. Wim Deetman, Mayor of The Hague, expressed hope that this would become the city where history would be made in the development of climate change management.", 
    "Delegates then listened to readings by Dutch actor Aus Greidanus of short quatrains on climate change written by Dutch national poet Gerrit Komrij. In a pre-recorded video message to delegates, UN Secretary-General Kofi Annan stated that the task of reducing greenhouse gas emissions was enormous, and would require 'radical change.", 
    "' He drew attention to support at the recent United Nations Millennium Summit for every effort to be made to bring the Kyoto Protocol into force by 2002. Robert Watson, Chair of the Intergovernmental Panel on Climate Change (IPCC), described the current state of scientific understanding of the Earth's climate system, highlighted the vulnerability of ecological systems, and underlined the need for effective policy and technological responses.", 
    "He noted a projected increase in global mean surface temperatures of about 1.5oC - 6oC by 2100 (almost double the 1995 IPCC predictions) and a rise in sea levels, and outlined the negative implications of these increases for water resources, agriculture, natural ecosystems and human health.", 
    "He urged governments to undertake significant technological and policy responses, and, in particular, to promote increased public and private sector research and development. Following these speeches, COP-5 President Jan Szyszko (Poland) formally opened COP-6, stating that it was possible to reach agreement and ensure the Protocol entered into force in 2002, but many difficult issues still had to be resolved.", 
    "Jan Pronk, Minister of Housing, Spatial Planning and Environment of the Netherlands, was elected President of COP-6.", 
    "He reaffirmed his commitment to ensuring that the interests of all delegations will be served by the UNFCCC. UNFCCC Executive Secretary Michael Zammit Cutajar said action to deal with climate change cannot be delayed.", 
    "He said developing countries should feel supported in their efforts to address climate change and its impacts, and all Parties should consider the Protocol to be ratifiable. Delegates then heard general statements from a number of Parties.", 
    "Nigeria, on behalf of the Group of 77 and China (G-77/China), rejected the proposal by a 'key Annex I country' tying the provision of financial assistance to some form of new emissions reduction commitment by developing countries.", 
    "He urged provision of funding through a mechanism other than the GEF.", 
    "France, on behalf of the European Union (EU), stressed that domestic actions should be the main means for fulfilling developed country commitments.", 
    "Switzerland, on behalf of the Environmental Integrity Group (a coalition of countries including Switzerland, Mexico and the Republic of Korea), said the CDM should be based on an incremental approach, JI should follow a two-track approach, and liability under emissions trading should be linked to the nature and scope of the enforcement branch of the compliance regime.", 
    "Vanuatu, on behalf of the Least Developed Countries (LDCs) group, called for assistance in implementing the UNFCCC and Protocol. This report outlines the meeting according to the COP agenda items, as listed in document FCCC/CP/2000/1."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12163e.html", 
  "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "cop", 
  "id": "enb12163e_8", 
  "enb_end_date": "27-Nov-00"
}