{
  "countries": [
    "Sudan", 
    "Germany"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "SBSTA Conclusions", 
  "enb_start_date": "14-May-12", 
  "enb_short_title": "SB 36", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "In its conclusions (FCCC/SBSTA/2012/ L.3), SBSTA initiates its consideration of the issues related to LULUCF as referred to in Decision 2/CMP.7 (LULUCF), paragraphs 5, 6, 7 and 10 for reporting on progress to COP/MOP 8.", 
    "The SBSTA also invites parties and observers to submit their views for compilation by SBSTA 37 on: - issues related to modalities and procedures for alternative approaches to addressing the risk of non-permanence under the CDM, in accordance with Decision 2/CMP.7, paragraph 7; - modalities and procedures for possible additional LULUCF activities under the CDM in accordance with Decision 2/CMP.7, paragraph 6; and - issues related to a more comprehensive accounting of anthropogenic emissions by sources and removals by sinks from LULUCF, including through a more inclusive activity-based approach or a land-based approach, as referred to in Decision 2/CMP.7, paragraph 5.", 
    "Implications of the implementation of Decisions 2/CMP.7 to 5/CMP.7: This issue was first addressed in the SBSTA plenary on 14 May.", 
    "It was further addressed in a contact group co-chaired by Nagmeldin Elhassan (Sudan) and Anke Herold (Germany).", 
    "Co-Chair Herold reported that parties agreed to organize work before Doha in the following way: request that the Secretariat prepare a technical paper; invite parties to submit their views on the technical paper; and discuss those inputs in a technical workshop, subject to the availability of financial resources."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12546e.html", 
  "enb_long_title": "Bonn Climate Change Conference - May 2012", 
  "type": "", 
  "id": "enb12546e_40", 
  "enb_end_date": "25-May-12"
}