{
  "countries": [
    "Saudi Arabia", 
    "Australia", 
    "Bangladesh", 
    "Philippines", 
    "Indonesia", 
    "United States", 
    "China", 
    "Colombia", 
    "Russian Federation", 
    "Thailand"
  ], 
  "topics": [
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "FINANCE:", 
  "enb_start_date": "08-Oct-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "Group of 77"
  ], 
  "sentences": [
    "Parties continued to discuss institutional arrangements based on the non-paper.", 
    "THAILAND called for establishing a demand-driven financial mechanism, accountable to the COP and ensuring direct access.", 
    "COLOMBIA proposed that a multi-window financial mechanism should include a funding window for REDD activities.", 
    "INDONESIA said he had no objection to using existing institutions if they are reformed and, with BANGLADESH, preferred the establishment of a flexible and efficient single fund with multiple windows.", 
    "The US said their proposal for institutional arrangements envisaged a simple trust fund structure with balanced governance, which would address the need to expedite access to funds as well as fiduciary responsibility.", 
    "He said the fund would utilize a variety of financial products and all countries, apart from the LDCs, would be expected to contribute in the form of pledges and replenishments.", 
    "Observing that the Convention serves as a floor and not a ceiling, he said that it did not prohibit any country from making voluntary contributions.", 
    "Underscoring flexibility, AUSTRALIA clarified that their proposal for a facilitative platform is not a fund and does not address the scale of financial resources, but is still compatible with other proposals.", 
    "Parties then addressed the generation of funds.", 
    "The Philippines, for the G-77/CHINA, said that developed countries were denying their historical responsibility and their corresponding commitment to provide financial resources and transfer technology.", 
    "The RUSSIAN FEDERATION said that countries should be incentivized to contribute financial resources and that countries with economies in transition should be eligible to receive funds under certain conditions.", 
    "He also highlighted the need for an accountability mechanism to track the use of funds.", 
    "SAUDI ARABIA said some options on sources of funding implied an attempt to renegotiate the Convention.", 
    "COLOMBIA proposed generating funds from the auctioning of AAUs and from an 8% levy on emissions trading and joint implementation."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12437e.html", 
  "enb_long_title": "Bangkok Climate Change Talks - 2009", 
  "type": "working group", 
  "id": "enb12437e_4", 
  "enb_end_date": "08-Oct-09"
}