{
  "countries": [
    "Canada", 
    "Brazil", 
    "Australia", 
    "Singapore", 
    "Egypt", 
    "Tuvalu", 
    "Panama", 
    "South Africa", 
    "India", 
    "China", 
    "Thailand", 
    "Russian Federation", 
    "Japan", 
    "Argentina", 
    "Norway", 
    "New Zealand"
  ], 
  "topics": [], 
  "section_title": "In-session workshop", 
  "enb_start_date": "04-Apr-08", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "On Thursday morning and afternoon, the AWG held an in-session workshop concentrating on GHGs, sectors and sources.", 
    "Katia Simeonova, UNFCCC Secretariat, discussed sectors and source categories, and related decisions, as well as reporting and review processes, under the Protocol.", 
    "Thelma Krug, IPCC, highlighted the IPCC s evolutionary approach, responding to new scientific information and noted the limitations of global warming potentials (GWPs) to compare short-lived GHGs with long-lived GHGs.", 
    "Jane Hupe, ICAO, presented on challenges faced by the aviation sector, including: sources, access, quality and comparability of data; and methodological issues.", 
    "She highlighted legal considerations and difficulty in attributing emissions from transboundary and multinational flights and flights crossing areas outside national jurisdiction. NORWAY suggested that the Protocol s reporting guidelines should form the basis for the second commitment period with relevant modifications.", 
    "He also called for the inclusion of aviation and maritime transport (bunker fuels) emissions, and proposed market-based mechanisms, including a cap on carbon dioxide (CO2) emissions from shipping, a CO2 charge for all bunker fuels sold, and channeling revenues for adaptation.", 
    "He proposed a workshop to consider methodological issues and targets. JAPAN said bunker fuel emissions must be controlled, and that reduction measures and methodologies should be treated simultaneously.", 
    "AUSTRALIA, JAPAN, CANADA, SINGAPORE and CHINA argued that work on bunker fuels should be taken up in relevant international organizations, such as the ICAO and the International Maritime Organization.", 
    "BRAZIL, PANAMA, INDIA and the EU identified the UNFCCC as the right forum for bunker fuel discussions. EGYPT and BRAZIL stated that bunker fuel coverage must apply the principle of common but differentiated responsibilities.", 
    "The RUSSIAN FEDERATION, with SOUTH AFRICA and THAILAND, stated that issues of competitiveness must be addressed.", 
    "The RUSSIAN FEDERATION called for more information on bunker fuel emissions growth, while the EU highlighted that sufficient information exists to justify the consideration of bunker fuels. TUVALU and ARGENTINA supported further work on maritime and aviation transport emissions but urged considering implications of their coverage, such as to tourism.", 
    "ARGENTINA and NEW ZEALAND suggested that national circumstances, such as geographical remoteness, required consideration.", 
    "NEW ZEALAND highlighted the possible perverse outcomes associated with altering GWPs."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12361e.html", 
  "enb_long_title": "First session of the Ad Hoc Working Group on Long-term Cooperative Action under the Convention (AWGLCA 1) and Fifth session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol to the UNFCCC (AWG 5)", 
  "type": "", 
  "id": "enb12361e_5", 
  "enb_end_date": "04-Apr-08"
}