{
  "countries": [
    "Mexico", 
    "Japan", 
    "Indonesia", 
    "Thailand", 
    "Morocco"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Anthropogenic Interference with Climate System", 
    "Technology Transfer"
  ], 
  "section_title": "A BRIEF HISTORY OF THE UNFCCC AND TECHNOLOGY NEEDS ASSESSMENTS", 
  "enb_start_date": "01-Jun-11", 
  "enb_short_title": "Workshop", 
  "subtype": "HISTORY", 
  "actors": [], 
  "sentences": [
    "The international political response to climate change began with the adoption of the UNFCCC in 1992, which sets out a framework for action aimed at stabilizing atmospheric concentrations of greenhouse gases to avoid dangerous anthropogenic interference with the climate system.", 
    "The UNFCCC entered into force on 21 March 1994 and now has 195 parties.", 
    "In December 1997, delegates to Third Conference of the Parties (COP 3) to the UNFCCC in Kyoto, Japan, agreed on a Protocol to the UNFCCC that commits industrialized countries and countries in transition to a market economy to achieve emission reduction targets.", 
    "These countries, known as Annex I parties under the UNFCCC, agreed to reduce their overall emissions of six greenhouse gases by an average of 5.2% below 1990 levels between 2008-2012 (the first commitment period), with specific targets varying from country to country.", 
    "The Kyoto Protocol entered into force on 16 February 2005 and now has 193 parties.", 
    "At COP 7 in Marrakech, Morocco, in December 2001, the Marrakech Accords were adopted, which contained a framework for technology transfer, including technology needs assessments (TNAs) (4/CP.7).", 
    "Developing country parties have been conducting TNAs since COP 7.", 
    "The Global Environment Facility (GEF) has funded 92 non-Annex I parties TNAs, while 78 supported by the UN Development Programme (UNDP) and 14 by the United Nations Environment Programme (UNEP) have been undertaken.", 
    "A handbook on Conducting TNAs for Climate Change was released in 2004 by the UNFCCC Secretariat to provide guidance on the identification of needs for mitigation of, and adaptation to, climate change.", 
    "A workshop on best TNA practices was held in Bangkok, Thailand, from 27-29 June 2007, which provided a forum for exchanging lessons learned from conducting assessments and provided assistance to non-Annex I parties to identify needs and practical actions, as well as to complete TNAs and implement results.", 
    "The GEF, in response to Decision 4/CP.13 (Development and transfer of technologies under the Subsidiary Body on Implementation), which was adopted at COP 13 in Bali, Indonesia, created a strategic programme to scale up the level of investment for technology transfer and proposed a funding window to support TNAs.", 
    "The GEF-financed TNA project commenced under the Pozna Å\u0084 Strategic Programme on Technology Transfer in November 2009 to provide assistance to developing countries to carry out TNAs.", 
    "In November 2010 an updated handbook for Conducting TNAs for Climate Change, was prepared and released by UNDP, with the Expert Group on Technology Transfer and Climate Technology Institute (CTI).", 
    "At COP 16 in Cancun, Mexico, parties adopted the Cancun Agreements (1/CP.16), which decided to establish a Technology Mechanism, including a Technology Executive Committee (TEC) and a Climate Technology Centre and Network (CTCN).", 
    "The Cancun Agreements also mandate the TEC to provide an overview of technological needs and analysis of policy and technical issues related to the development and transfer for mitigation and adaptation, and the CTCN to, at the request of a developing country party, provide advice and support related to the identification of technology needs and the implementation of environmentally sound technologies, practices and processes."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12501e.html", 
  "enb_long_title": "UN Framework Convention on Climate Change (UNFCCC) Workshop on Technology Needs Assessments", 
  "type": "", 
  "id": "enb12501e_1", 
  "enb_end_date": "02-Jun-11"
}