{
  "countries": [
    "Canada", 
    "Colombia", 
    "United States", 
    "Japan", 
    "Switzerland", 
    "Grenada", 
    "New Zealand", 
    "Bolivia", 
    "Norway", 
    "Jamaica", 
    "Australia", 
    "Tuvalu", 
    "China", 
    "Germany", 
    "Chile", 
    "Marshall Islands"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Loss and Damage", 
    "Adaptation", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "ADAPTATION AND LOSS AND DAMAGE", 
  "enb_start_date": "31-Aug-15", 
  "enb_short_title": "ADP 2-10", 
  "subtype": "", 
  "actors": [
    "Independent association of Latin America and the Caribbean", 
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The group on section E (Adaptation and Loss and Damage), which was co-facilitated by Georg Børsting (Norway) and Andrea Guerrero (Colombia), met from Monday to Friday.", 
    "On Monday, parties held a conceptual discussion on major issues.", 
    "On individual efforts, parties considered: the relationship between collective and individual efforts; the link between INDCs and MOI; and the need to integrate adaptation into national development planning.", 
    "On institutions, views converged on the need to enhance existing institutions, but differed on how to do so.", 
    "The G-77/China and the LDCs lamented the limited treatment of loss and damage in the agreement.", 
    "The US and the EU said the question was not “whether” but “how” to include it.", 
    "Chile, for AILAC, stressed the importance of using existing communication channels.", 
    "Tuvalu, for the LDCs, noted the need to avoid additional reporting burdens.", 
    "Co-Facilitator Guerrero proposed seven clarifying questions for parties’ consideration at the subsequent meetings of the group.", 
    "On Tuesday morning, the Marshall Islands, for AOSIS, noted lack of convergence on how best to address loss and damage.", 
    "Parties also raised various issues such as: the need for a long-term vision that reflects the Convention’s principles; funding for adaptation and MRV of support; linkage between the temperature goal and adaptation; and joint mitigation and adaptation approaches.", 
    "Parties agreed to split the discussions between adaptation and loss and damage.", 
    "On Tuesday afternoon, parties responded to the questions circulated by the Co-Facilitators on Monday.", 
    "On adaptation, parties discussed, inter alia: the relationship between collective and individual efforts; the difference between a goal/vision and collective effort; and concerns about linking adaptation finance and the level of mitigation achieved globally.", 
    "On loss and damage, the G-77/China urged moving beyond “recognition” of the issue and called for institutional arrangements.", 
    "The LDCs discussed their proposed institutional arrangements, including a displacement facility and a technical panel.", 
    "The US proposed addressing loss and damage through COP decisions, adding that she did not foresee that the Warsaw International Mechanism would “sunset.” Spin-offs on long-term vision, goal and collective effort, and loss and damage were created.", 
    "On Thursday, reporting back from the spin-off on loss and damage, Grenada highlighted two proposals: from the G-77/China, placing a loss and damage mechanism with a climate displacement coordination facility in the agreement, noting that this mechanism would replace the WIM after 2020; and from the US, the EU, Switzerland and Australia, addressing loss and damage through COP decisions, and capturing the WIM’s permanence.", 
    "These proposals were further discussed informally.", 
    "On Wednesday, parties deliberated on various aspects of adaptation, including: using the best available science; linkages between adaptation and support; country-driven approaches to monitoring and evaluation; concerns with the term “mainstreaming”; avoiding prescriptive language on adaptation communications; and gender-sensitive and human rights based approaches.", 
    "On Thursday, Co-Facilitator Guerrero summarized the adaptation spin-off group’s discussions, including: the possibility of a long-term global goal or vision to reduce vulnerability and increase adaptive capacity; and potential means to achieve such a vision, including sharing knowledge, MOI, and improving science.", 
    "On Friday, Chile reported on the spin-off on individual efforts.", 
    "He highlighted areas of convergence, including the need for national adaptation action to be country-driven, and an emphasis on flexibility and consideration of national circumstances.", 
    "Germany reported on discussions on adaptation support, where negotiators from the finance group had been invited.", 
    "He highlighted discussions on the uniqueness of adaptation support and convergence of views on using existing channels of finance.", 
    "Co-Facilitator Guerrero then displayed a table of the existing institutions on adaptation and asked how the agreement could strengthen these institutions.", 
    "The G-77/China, with Jamaica, for AOSIS, asked for loss and damage to be reflected in the table.", 
    "New Zealand and the US stressed the need to review existing institutional arrangements via COP decisions.", 
    "The LDCs opposed, noting value in creating new institutions, such as on loss and damage and on knowledge generation.", 
    "The US presented a joint bridging proposal by Canada, Switzerland, Norway, Japan and New Zealand on loss and damage.", 
    "The proposal, among others, notes that the WIM shall serve the new agreement after 2020.", 
    "The EU expressed general support for this proposal, noting that it needed further consideration.", 
    "Bolivia, for the G-77/China, said the proposal did not really “bridge” to their group’s position.", 
    "Co-Facilitator Guerrero encouraged parties to continue to submit bridging proposals and noted that they would be forwarded to the Co-Chairs.", 
    "On Friday evening, the Co-Facilitators issued a working document that summarizes their reflections of the work that took place during the week.", 
    "Points of convergence identified in the document include the need for: national adaptation actions to be nationally-determined and country-driven; flexibility in the vehicle of communications; harnessing co-benefits and mitigation-adaptation synergies; and a country-driven and flexible MRV system."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12644e.html", 
  "enb_long_title": "Bonn Climate Change Conference - August 2015", 
  "type": "", 
  "id": "enb12644e_16", 
  "enb_end_date": "04-Sep-15"
}