{
  "countries": [
    "Yemen", 
    "Australia", 
    "Lesotho", 
    "China", 
    "Grenada", 
    "Belize"
  ], 
  "topics": [
    "forests", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "OPENING STATEMENTS:", 
  "enb_start_date": "01-Dec-10", 
  "enb_short_title": "COP 16", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States", 
    "Central American Integration System", 
    "Group of 77", 
    "Umbrella Group", 
    "European Union", 
    "Environmental Integrity Group"
  ], 
  "sentences": [
    "Yemen, for the G-77/CHINA, called for consideration of action-driven outcomes under the NWP; a decision to build and/or enhance national and regional climate centers; and a decision to strengthen systematic observation networks.", 
    "Australia, for the UMBRELLA GROUP, suggested that work on the NWP and reform of the CDM could be completed at this meeting.", 
    "Grenada, for AOSIS, highlighted the need to encourage implementation of actions based on the NWP and, with Lesotho, for the LDCs, reiterated the call for a technical review of the science related to limiting temperature increase to under 1.5°C.", 
    "The Republic of Korea, for the EIG, noted the need to address revision of the NWP, transparency and MRV, and the development of standardized baselines.", 
    "The EU stressed the need for agreement on standardized baselines and expressed willingness to consider continuation of activities under the NWP.", 
    "Lesotho, for the LDCs, called for strengthening institutions on research and systematic observations and further development and implementation of the Global Framework for Climate Services (GFCS).", 
    "Belize, for SICA, urged efforts to enhance the global observation programmes, and called for engagement on CCS, standardized baselines, common metrics and forests in exhaustion.", 
    "The INTERNATIONAL TRADE UNION CONFEDERATION stressed the need to address social aspects of climate mitigation.", 
    "The YOUTH lamented the lack of urgency shown by the SBSTA regarding forest-related definitions that ensure protection of carbon-rich forests and biodiversity.", 
    "CLIMATE ACTION NETWORK underscored that the window of opportunity to limit global average warming to 1.5°C is closing rapidly and stressed the need for a technical paper addressing this.", 
    "CLIMATE JUSTICE NOW called for clean technology solutions based on the needs of communities and ecosystems."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12489e.html", 
  "enb_long_title": "Cancún Climate Change Conference", 
  "type": "sbsta", 
  "id": "enb12489e_15", 
  "enb_end_date": "01-Dec-10"
}