{
  "countries": [], 
  "topics": [
    "Mitigation"
  ], 
  "section_title": "MITIGATION (developed countries and developing countries) (AWG-LCA)", 
  "enb_start_date": "08-Dec-10", 
  "enb_short_title": "COP 16", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "In the morning drafting group, parties focused on new draft texts on developed country mitigation and developing country mitigation prepared by the facilitators, based on the AWG-LCA Chair s note and parties views.", 
    "General comments were invited on both texts.", 
    "Many parties expressed satisfaction with the fact that the texts contain decision language, while highlighting various omissions.", 
    "Many parties perceived a lack of balance between the texts and also between the texts and other work by the AWG-LCA.", 
    "Several parties lamented the lack of operational language with regard to, inter alia , mitigation actions, reporting commitments and the development of guidelines for accounting and other rules.", 
    "Parties continued to express diverging views on the purpose and scope of the proposed registry, with some stating that it should contain all NAMAs by developing countries, while others said all NAMAs should be inscribed in an annex to a decision and the proposed registry should be restricted to NAMAs seeking support.", 
    "Parties also differed on the frequency and nature of reporting, as well as the body that should decide these matters (whether it should be the AWG-LCA or the SBI).", 
    "A number of parties also commented on whether developed countries should take on mitigation actions or commitments, the level and legal nature or framework of such actions or commitments, and their relationship with the Kyoto Protocol.", 
    "Some parties highlighted the need to address the issue of comparability of actions or commitments, both among developed countries and between developed and developing countries.", 
    "A number of parties also suggested that all countries pledges be anchored in an annex to a decision in Cancun.", 
    "However, others opposed this suggestion.", 
    "Informal informal consultations will continue."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12495e.html", 
  "enb_long_title": "Cancún Climate Change Conference", 
  "type": "", 
  "id": "enb12495e_7", 
  "enb_end_date": "08-Dec-10"
}