{
  "countries": [
    "Ukraine", 
    "Bangladesh", 
    "Kuwait", 
    "Philippines", 
    "United States", 
    "Belarus", 
    "Switzerland", 
    "Argentina", 
    "Bolivia", 
    "Venezuela", 
    "Saudi Arabia", 
    "Australia", 
    "Algeria", 
    "Singapore", 
    "Egypt", 
    "Norway", 
    "Mexico", 
    "India", 
    "Nicaragua", 
    "China", 
    "Russian Federation", 
    "Japan", 
    "Kazakhstan"
  ], 
  "topics": [
    "Adaptation", 
    "Post-Kyoto Agreements", 
    "Adaptation", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "AWG-LCA CONTACT GROUP:", 
  "enb_start_date": "19-May-12", 
  "enb_short_title": "SB 36", 
  "subtype": "groups", 
  "actors": [
    "European Union", 
    "African Group", 
    "Group of 77"
  ], 
  "sentences": [
    "In the morning contact group, parties focused on identifying elements that require further consideration and have not been assigned to spin-off groups.", 
    "On response measures, SAUDI ARABIA proposed considering intellectual property rights (IPRs).", 
    "With CHINA, KUWAIT, VENEZUELA, ARGENTINA, INDIA and others, opposed by the EU, SINGAPORE, MEXICO, AUSTRALIA and the US, he also suggested considering trade measures.", 
    "Algeria, for the AFRICAN GROUP, the PHILIPPINES, ARGENTINA, NICARAGUA and other developing countries called for establishing a spin-off group on adaptation, noting the need to further consider national adaptation plans for developing countries that are not LDCs.", 
    "On adaptation, Bangladesh, for LDCs, also drew attention to gaps in terms of scaling up support, transparency, accounting, risk management and risk reduction strategies.", 
    "SAUDI ARABIA called for addressing economic diversification to build resilience and EGYPT highlighted vulnerability assessments and developing countries urgent needs.", 
    "The Philippines, for the G-77/CHINA, highlighted that some areas of the Bali Action Plan have not been thoroughly addressed and that the mechanisms established for adaptation and other issues are not yet operational.", 
    "Opposing the establishment of a spin-off group on adaptation, SWITZERLAND, NORWAY, the EU and other developed countries pointed to progress and current work under other bodies on, inter alia , the Adaptation Committee, and loss and damage.", 
    "On technology, many developing countries supported establishing a spin-off group.", 
    "The G-77/CHINA underscored the issue as one of the four pillars of the Bali Action Plan and called for further discussions, in particular on IPRs.", 
    "Algeria, for the AFRICAN GROUP, called for a clear distinction between issues to be addressed under the ADP for the post-2020 regime and issues to be finished by the AWG-LCA.", 
    "Many developed countries drew attention to progress on technology and its consideration under other UNFCCC bodies.", 
    "The US and SINGAPORE indicated that there are other avenues to discuss IPRs.", 
    "JAPAN, the EU and other developed countries opposed a spin-off group on technology.", 
    "BOLIVIA suggested further discussion on, inter alia , barriers to development and transfer of technologies and IPRs that are in the public domain.", 
    "On capacity building, China, for the G-77/CHINA, supported further discussion on, inter alia : institutions, financial mechanisms, monitoring and performance tools.", 
    "The PHILIPPINES highlighted means of implementation.", 
    "Drawing attention to the recently established Durban Forum for in-depth discussion on capacity building, the US, the EU and other developed countries opposed having a spin-off group.", 
    "On other matters and countries with economies in transition to a market economy, BELARUS, for Kazakhstan, Ukraine and the Russian Federation, supported a spin-off group on the issue to complete work.", 
    "Discussions on items such as finance will continue at the next contact group meeting."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12540e.html", 
  "enb_long_title": "Bonn Climate Change Conference - May 2012", 
  "type": "working group", 
  "id": "enb12540e_5", 
  "enb_end_date": "19-May-12"
}