{
  "countries": [
    "Brazil", 
    "Australia", 
    "Micronesia", 
    "Peru", 
    "Switzerland", 
    "Japan"
  ], 
  "topics": [
    "National Communications & Inventories"
  ], 
  "section_title": "Basket of Methodological Issues", 
  "enb_start_date": "07-Dec-09", 
  "enb_short_title": "COP 15", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "In the first contact group on other issues, Vice-Chair Dovland said discussions on the basket of methodological issues (comprising possible new greenhouse gases, common metrics to calculate carbon dioxide equivalence of emissions by sources and removals by sinks, and the 2006 IPCC Guidelines for National Greenhouse Gas Inventories) would be based on Annex III of document FCCC/KP/AWG/2009/10/Add.3/Rev.3 .", 
    "On the inclusion of new greenhouse gases, some parties advocated adding new gases or species of gases, while others emphasized that amendment of the Protocol to include new gases was beyond the scope of the group s mandate.", 
    "In the stocktaking plenary, Vice-Chair Dovland noted agreement on the 2006 IPCC Guidelines for National Greenhouse Gas Inventories and cleaner text on common metrics, but described a lack of agreement on including new greenhouse gases.", 
    "Describing the Chair s draft text, Vice-Chair Dovland said it had added six preambular uncontroversial and factual paragraphs.", 
    "Brazil, opposed by Australia, the Federated States of Micronesia and Switzerland, preferred no change in greenhouse gases and suggested that adding new gases that are reported but not accounted for may result in a loophole.", 
    "Vice-Chair Dovland said there would be a placeholder in the text for amending Protocol Annex A and the Federated States of Micronesia suggested consideration of such language that does not require an amendment of Annex A. Japan highlighted environmental integrity, but said technical details require further clarification.", 
    "Peru suggested that this is an issue for the SBSTA."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12459e.html", 
  "enb_long_title": "Copenhagen Climate Change Conference", 
  "type": "", 
  "id": "enb12459e_90", 
  "enb_end_date": "19-Dec-09"
}