{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Mitigation", 
    "Adaptation", 
    "Technology Transfer"
  ], 
  "section_title": "COP Decision", 
  "enb_start_date": "03-Dec-08", 
  "enb_short_title": "COP/MOP3", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "In its decision (FCCC/CP/2007/L.7/Rev.1), the COP, inter alia , recognizes that deep cuts in global emissions will be required to achieve the Convention's ultimate objective and emphasizes the urgency to address climate change as indicated in the IPCC AR4.", 
    "The COP, therefore, decides to launch a comprehensive process to enable the full, effective and sustained implementation of the Convention through long-term cooperative action, now, up to and beyond 2012, in order to adopt a decision at COP 15.", 
    "For this purpose, the COP establishes an Ad Hoc Working Group on Long-Term Cooperative Action that shall complete its work in 2009, and agrees that the process shall begin without delay, with the first session held no later than April 2008.", 
    "The COP decides that the process shall address enhanced national/international action on mitigation, as well as enhanced action on adaptation, technology development and transfer, and provision of financial resources and investment.", 
    "The decision contains detailed lists of issues to be considered under each of these topics.", 
    "Enhanced action on mitigation includes, inter alia , consideration of: measurable, reportable and verifiable nationally appropriate mitigation commitments or actions, including quantified emission limitation and reduction objectives by all developed countries, taking into account differences in their national circumstances; and nationally appropriate mitigation actions by developing countries in the context of sustainable development, supported and enabled by technology, financing and capacity building, in a measurable, reportable and verifiable manner.", 
    "On adaptation, the COP decides to address a range of issues, including international cooperation to support urgent implementation of various adaptation actions, taking into account the immediate needs of developing countries that are particularly vulnerable to the adverse effects of climate change, especially LDCs, SIDS and African countries.", 
    "On technology development and transfer, the COP decides to consider effective mechanisms and enhanced means for the removal of obstacles to financial and other incentives for the scaling up of technology development and transfer.", 
    "Regarding financing, the COP decides to consider improved access to adequate, predictable and sustainable resources and support, and the provision of new and additional resources, including official and concessional funding.", 
    "It also decides to consider positive incentives and innovative means of funding, as well as mobilization of public and private sector funding and investment, and support for capacity building in the assessment of adaptation costs."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12354e.html", 
  "enb_long_title": "United Nations Climate Change Conference - Bali", 
  "type": "", 
  "id": "enb12354e_104", 
  "enb_end_date": "15-Dec-08"
}