{
  "countries": [], 
  "topics": [
    "forests"
  ], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "30-Nov-10", 
  "enb_short_title": "COP 16", 
  "subtype": "corridors", 
  "actors": [], 
  "sentences": [
    "Cancun welcomed participants to the UN Climate Change Conference with beautiful sunshine, sandy beaches and crystal-blue Caribbean waters.", 
    "Yet, many of those arriving to the conference were not in an optimistic mood.", 
    "Expectations for an outcome that is ambitious and meaningful enough to respond to the climate change challenge are much lower than they were in Copenhagen last year.", 
    "For most, a positive outcome from Cancun would mean a balanced package on issues such as the green fund, a technology mechanism, REDD+, adaptation and MRV/ICA, possibly leaving more difficult but crucially important issues, such as mitigation and legal form for resolution some time in the future.", 
    "Reaching agreement on these issues would undoubtedly be progress, but this will not be enough to avoid dangerous climate change, so I m not too excited about the prospects, noted a seasoned veteran.", 
    "Conference logistics were an overwhelmingly popular topic among those not staying at the conference venue.", 
    "While negotiations are taking place at the Moon Palace, which is normally some 20-45 minutes drive away from most hotels the heavy morning traffic and numerous police check points meant that many delegates spent several hours in the traffic jam.", 
    "In addition, negotiators have to travel past the Moon Palace to the second venue, Cancun Messe (or the Cancun mess , as some have named it) to go through a security check, board shuttle buses and drive a further 20 minutes back to the Moon Palce.", 
    "It took us almost three hours to get here this morning and it will probably take an hour or more to go back.", 
    "Knowing how tiring these conferences are even without a long commute, I m quite worried!", 
    "remarked a delegate boarding the shuttle bus following the opening reception under the stars."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12488e.html", 
  "enb_long_title": "Cancún Climate Change Conference", 
  "type": "", 
  "id": "enb12488e_20", 
  "enb_end_date": "30-Nov-10"
}