{
  "countries": [
    "Canada", 
    "United States", 
    "Australia", 
    "China", 
    "Uganda", 
    "Iceland"
  ], 
  "topics": [], 
  "section_title": "LULUCF", 
  "enb_start_date": "08-Nov-99", 
  "enb_short_title": "COP-5", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "On Monday, 25 October, SBSTA initiated consideration of land use, land-use change and forestry (LULUCF).", 
    "IPCC Chair Robert Watson presented provisional findings from the Special Report on LULUCF.", 
    "He said key decisions should be made with respect to definitions, the accounting system, monitoring and reporting systems and inventory guidelines, before the Protocol could be implemented.", 
    "The G-77/CHINA said any consideration of the LULUCF process should begin after the release of the IPCC Special Report.", 
    "AUSTRALIA stressed that the key question is not 'whether' but 'how' additional sink activities could be included in the Protocol.", 
    "CANADA said the decision-making framework should be based on consistency between the provisions of the Protocol. Regarding additional activities, the US said there should be transparency in reporting and verifiability.", 
    "The EU said the IPCC Special Report and country specific data should provide the basis for future discussions and decisions. A contact group, co-chaired by Halldor Thorgeirsson (Iceland) and Philip Gwage (Uganda), was convened to consider LULUCF-related issues.", 
    "The group met several times between 27 October and 1 November.", 
    "Differing views were expressed on, inter alia: the sequence of activities in the lead-up to SBSTA-12 and how they inter-relate; presentation and transmission of the IPCC Special Report to SBSTA-12; timing for submissions and consideration of criteria and guiding principles for data on additional activities; timing for submissions and proposals for definitions on activities under Article 3.3; and timing for and types of country-specific data.", 
    "The group decided to base its discussions on draft conclusions that contained a work programme proposed by the G-77/CHINA.", 
    "The group read through the text and established a drafting group to work on it. On Monday, 1 November, the contact group agreed on the draft conclusions, which were then adopted by SBSTA on Wednesday, 3 November 1999.", 
    "The COP adopted the draft decision (FCCC/CP/1999/L.16) on Thursday, 4 November, endorsing a work programme and elements of a decision-making framework to address LULUCF with a view to COP-6 recommending that COP/MOP-1 adopt draft decisions on Protocol Articles 3.3 (net changes in emissions and removals) and 3.4 (additional human-induced activities relating to changes in emissions and removals). The work programme calls for, inter alia: * consideration of the IPCC Special Report on LULUCF at SBSTA-12, with an in-depth report at that session; * the convening of a special side event on the IPCC Special Report; * further consideration of the initial criteria and guiding principles for the identification and selection of activities under Protocol Article 3.4; * submissions from Parties by 1 August 2000 with views or proposals for definitions, on activities under Protocol Article 3.3, for consideration by SBSTA-13; * submissions from Parties on the methodologies that they intend to use to measure and report on net changes in GHGs resulting from these activities, measured as verifiable changes in carbon stocks, resulting from activities under Protocol Article 3.3; * submissions by Annex I Parties of preliminary data and information as specified in the first sentence of Article 3.4; and * submissions by Parties as to how and which human-induced activities will be included under Protocol Article 3.4, on modalities, rules and guidelines related to these activities for consideration by SBSTA-13. Submissions by Annex I Parties on Article 3.4 should include a list of additional activities that each individual Party is proposing for inclusion and national data and an assessment of changes in GHG emissions and removals, associated with each activity each Party is proposing to include."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12123e.html", 
  "enb_long_title": "Fifth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12123e_26", 
  "enb_end_date": "08-Nov-99"
}