{
  "countries": [
    "Canada", 
    "United States", 
    "Saudi Arabia", 
    "Australia", 
    "Samoa", 
    "South Africa", 
    "India", 
    "United Kingdom", 
    "Japan", 
    "New Zealand"
  ], 
  "topics": [
    "Compliance and Enforcement", 
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "POSSIBLE OUTCOMES OR CONSEQUENCES", 
  "enb_start_date": "06-Mar-00", 
  "enb_short_title": "UNFCCC WORKSHOP", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Co-Chair Dovland proposed three categories of possible outcomes or consequences.", 
    "The facilitative-oriented outcome would include advice, assistance, publication of non- compliance or possible non-compliance, issuing of cautions, and recommendation of policies and measures.", 
    "The outcomes or consequences related to the mechanisms could include the suspension of the right to use mechanisms.", 
    "Finally, the outcomes or consequences related to Article 3.1 could include a financial penalty or the subtraction from a subsequent commitment period with a penalty rate.", 
    "He added that Parties had also raised the possibility of a menu approach as well as a possible combination of outcomes or consequences. JAPAN, the US and others questioned the proposed three categories of outcomes or consequences.", 
    "JAPAN said facilitative consequences would also apply to compliance issues related to the mechanisms and that there should be a staged approach in the case of non-compliance with Article 3.1.", 
    "First, there would be publication of non-compliance, then issuing of cautions and finally recommendations of policies and measures.", 
    "The US said a distinction between the outcomes or consequences should be based on their mandatory or non-mandatory nature. AUSTRALIA favored a menu approach whereby a Party not complying with Article 3.1 could choose from a predetermined set of roughly equivalent consequences.", 
    "SAMOA asked whether the 'equivalence' of possible consequences a Party could choose from would be in terms of their impact on the environment.", 
    "SAUDI ARABIA expressed concern over the possibility of a small body such as the compliance body recommending policies and measures, and said the impact of such policies and measures on non-Annex I countries should be taken into account.", 
    "JAPAN said the policies and measures that could be recommended by the compliance body would depend on the future work of the SBI and SBSTA on policies and measures, in particular in relation to best practices. The UK said an exhaustive list of facilitative outcomes or consequences would not be desirable since it would limit the ability of the compliance body to adopt a tailored approach.", 
    "He added that a 'compliance action plan' could be a useful tough-soft consequence whereby a non-complying Party would voluntarily submit steps on how it intends to comply.", 
    "That Party would then be under greater pressure to comply.", 
    "The EU said that such a 'compliance action plan' would be one way to overcome his reservations about subtraction from future commitment periods.", 
    "SAMOA said that since Article 7 (communication of information) already requested Parties to communicate what they intended to do in order to comply with its commitments, a 'compliance action plan' should go further. SOUTH AFRICA, opposed by SAUDI ARABIA, identified a need for automatic sanctions.", 
    "CANADA made a distinction between automaticity and predetermination of consequences.", 
    "He added that automaticity meant that the cause, type, degree and frequency of non-compliance could not be taken into account, as required by Article 18 (non-compliance).", 
    "The US said automaticity of sanctions meant that the consequence of a particular case of non-compliance would be predetermined and applied automatically.", 
    "ENVIRONMENTAL DEFENSE added that automaticity would ensure predictability and consistency of consequences.", 
    "NEW ZEALAND supported automaticity since it would ensure predictability for the effective functioning of the market.", 
    "He objected to financial penalties and to punitive consequences in general.", 
    "Supported by AUSTRALIA, he opposed the loss of access to mechanisms as a result of a failure to meet the obligations under Article 3.1.", 
    "He said that such failure should only result in the loss of ability to sell, not buy, AAUs.", 
    "He said that the proposal entailing loss of ability to transfer AAUs until a Party had demonstrated that 'it will have a surplus' was unclear.", 
    "AOSIS and the EU supported the retention of both proposed consequences limiting the access to mechanisms. The US said that in cases where Parties had agreed to fulfill their commitments under Article 3 jointly and that there was a case of non-compliance with Articles 5 (methodological issues) and 7, the result set forth in Article 4.5 (individual responsibility to meet levels of emissions in the agreement) should apply.", 
    "The CENTER FOR CLEAN AIR POLICY suggested that other consequences of non- compliance could include imposition of a compliance reserve as well as buyer liability.", 
    "INDIA cautioned against the use of terms that are not contained in the Protocol, such as 'AAUs,' and said the JWG should not prejudge the outcome of the work undertaken by the contact group on mechanisms."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12124e.html", 
  "enb_long_title": "UNFCCC WORKSHOP ON COMPLIANCE UNDER THE KYOTO PROTOCOL", 
  "type": "SPECIAL WORKSHOP", 
  "id": "enb12124e_18", 
  "enb_end_date": "06-Mar-00"
}