{
  "countries": [
    "Canada", 
    "United Kingdom", 
    "Mexico", 
    "Sweden", 
    "Mauritius", 
    "Austria", 
    "China", 
    "Belgium", 
    "New Zealand", 
    "Niger", 
    "Brazil"
  ], 
  "topics": [
    "Reasons for Concern", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "EXPERT MEETINGS:", 
  "enb_start_date": "21-Apr-09", 
  "enb_short_title": "IPCC-30", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "WG II Co-Chair Field presented the proposal for an IPCC expert meeting on detection and attribution related to anthropogenic climate change ( IPCC-XXX/Doc.12 ), saying the meeting presented an opportunity to include data sets from observations in developing countries that were not previously available, and improve the quality of regional assessments.", 
    "He added that this would also help cement interactions between WGs I and II, especially on methodologies and terminology.", 
    "The Panel agreed to the proposal. WG III Co-Chair Edenhofer presented the proposal for an expert meeting on human settlements, water, energy and transport infrastructure - mitigation and adaptation strategies ( IPCC-XXX/Doc.16 ), highlighting this as an effective way to integrate adaptation and mitigation, draw attention to different sectors and address urban planning.", 
    "Belgium, China, New Zealand and others highlighted human settlements as an important cross-cutting issue and stressed the involvement of all WGs.", 
    "New Zealand proposed that the meeting address infrastructure not just for mega-cities, but also for low population urban zones.", 
    "Mexico proposed that housing and construction - important sectors in developing countries - should be considered along with transport, energy infrastructure and water.", 
    "Mauritius suggested that health-related infrastructure, such as sanitation and drainage facilities, should also be taken up in the meeting.", 
    "Canada, supported by Austria, noted a need for well-defined objectives and outcomes for the meeting, and the UK called for a focused report attending to the transition to a sustainable low-carbon economy.", 
    "The Panel accepted the proposal for an expert meeting and agreed that the matter of creating a more detailed proposal for the meeting could be left to the WG III Co-Chairs, the IPCC Vice-Chairs and Chair Pachauri.", 
    "The Panel also agreed to the proposal for an IPCC expert meeting on assessing and combining multi-model climate projections ( IPCC-XXX/Doc.11 ).", 
    "Brazil and Niger stressed the importance of engaging developing country scientists, and Sweden highlighted the need to involve experts on observations and impact research."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12408e.html", 
  "enb_long_title": "Thirtieth Session of the IPCC", 
  "type": "ipcc", 
  "id": "enb12408e_25", 
  "enb_end_date": "23-Apr-09"
}