{
  "countries": [
    "Brazil", 
    "Turkey", 
    "Colombia", 
    "Philippines", 
    "Costa Rica", 
    "United States", 
    "Thailand", 
    "Norway", 
    "Saudi Arabia", 
    "Australia", 
    "Singapore", 
    "Egypt", 
    "Tuvalu", 
    "South Africa", 
    "India", 
    "Japan", 
    "China", 
    "Barbados", 
    "Chile", 
    "Marshall Islands", 
    "Germany", 
    "Sierra Leone", 
    "Spain"
  ], 
  "topics": [
    "Legal Status of Agreements", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Compliance and Enforcement", 
    "Mitigation", 
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "Sub-paragraph 1(b)(ii) of the BAP", 
  "enb_start_date": "31-May-10", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States", 
    "European Union", 
    "Group of 77", 
    "Umbrella Group", 
    "African Group", 
    "Environmental Integrity Group"
  ], 
  "sentences": [
    "This issue was considered by the AWG-LCA contact group on 4 and 8 June, with parties focusing on three sets of questions by the AWG-LCA Chair: on mitigation action by developing countries and associated MRV ( http://unfccc.int/files/meetings/ad_hoc_working_groups/lca/application/pdf/mitigation_actions_by_developing_countries_and_ associated_mrv_3_june.pdf ); on MRV of support ( http://unfccc.int/files/meetings/ad_hoc_working_groups/lca/application/pdf/finalquestionsmrvsupportweb_v ersion_21.35.pdf ); and further questions on mitigation action by developing countries and associated MRV ( http://unfccc.int/files/meetings/ad_hoc_working_groups/lca/application/pdf/mitigation_actions_by_developing_countries_and_a ssociated_mrv.pdf ).", 
    "On MRV of developing country mitigation actions , Australia, for the Umbrella Group, called for annual inventories by Annex I countries, and biennial inventories by non-Annex I countries, using the 2006 IPCC Guidelines.", 
    "She also called for biennial streamlined communications and said full national communications would be provided periodically.", 
    "On MRV for non-Annex I countries, she called for: domestic MRV of actions; ICA of national communications, including expert analysis; party consultations under the SBI; and a summary report.", 
    "The US stressed the need to adopt operational text on MRV this year.", 
    "The EU highlighted work on MRV by Germany and South Africa.", 
    "Brazil, for the G-77/China, stressed the distinction between developed and developing countries reporting requirements and highlighted the close link between MRV of actions and MRV of support.", 
    "He emphasized that a review process or any other process implying scrutiny of national reporting is not an appropriate presentation for non-Annex I countries.", 
    "Barbados, for AOSIS, expressed willingness to consider more frequent communication of issues, such as GHG inventories, while calling for ensuring the provision of enhanced support.", 
    "Chile, also speaking for Colombia and Costa Rica, supported a technical review of national communications, with a greater focus on GHG inventories.", 
    "Tuvalu highlighted the role of full national communications in communicating vulnerability and adaptation needs.", 
    "Sierra Leone stressed that less rigid criteria should apply to the LDCs.", 
    "Egypt stressed that the revision of reporting guidelines should not lead to unification of guidelines for both Annex I and non-Annex I countries.", 
    "Saudi Arabia opposed changing the frequency of reporting or revising reporting guidelines and stressed that review should be conducted at the national level.", 
    "The US supported negotiating reporting guidelines under the AWG-LCA and, with Australia, reiterated the need to reach agreement on an operational MRV system in Cancún.", 
    "China, Thailand and others identified the SBI, not the AWG-LCA, as the appropriate body to consider reporting guidelines.", 
    "The Marshall Islands supported the AWG-LCA considering the overarching policy issues relating to frequency and guidelines for reporting.", 
    "Turkey said the AWG-LCA should give policy guidance on revising the reporting guidelines, including information on low-emission development plans and national inventories.", 
    "On ICA , the Republic of Korea, for the EIG, said ICA should aim to facilitate mitigation action by developing countries, build capacity and enhance transparency.", 
    "South Africa said that the analysis component should include consideration of whether the reported actions have been taken and whether support has been received.", 
    "He said consultations should be based on information and analysis provided by developing countries in their national communications and GHG inventories.", 
    "South Africa emphasized that ICA guidelines must respect national sovereignty and that consultations should be undertaken in a multilateral setting.", 
    "Norway highlighted analysis by external experts as a good learning opportunity.", 
    "Singapore said an ICA system should be: technical, not political or politicized; party-driven; based on technical expertise, including that of parties concerned, and on the objectives established by the concerned developing country; and carried out in the spirit of mutual respect.", 
    "On the proposed NAMA registry, India supported recording NAMAs seeking international support in a registry.", 
    "Australia said the registry for actions seeking support, as specified under the Copenhagen Accord, should be made operational.", 
    "The EU said the NAMA registry would help to coordinate actions with support, and also cover planning and elaboration.", 
    "On MRV of support , the Philippines, for the G-77/China, suggested building on existing mechanisms or guidelines, such as national communications, rather than establishing new ones.", 
    "The US called for using existing mechanisms, such as national communications and expert review teams.", 
    "Australia said national communications could be improved, including by requiring more frequent reporting and establishing uniform indicators.", 
    "Chile supported the development of a standardized reporting framework instead of building on existing institutions.", 
    "Spain, for the EU, suggested MRV of: how much support is provided; the purpose of support; channels through which the support is provided; and types of support such as grants or loans.", 
    "Japan indicated that there is no need for additional institutional arrangements to ensure transparency.", 
    "China called for specific support goals including finance, capacity building and technology transfer, and identified the need for guidelines for the provision of new and additional finance.", 
    "India emphasized the need for verification of support by a third party.", 
    "Noting that some mitigation actions may require technical or capacity-building support rather than financial support, South Africa, for the African Group, said all three aspects should be subject to MRV in order to get a full picture of the support provided to developing countries."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12472e.html", 
  "enb_long_title": "Bonn Climate Change Talks - May/June 2010", 
  "type": "", 
  "id": "enb12472e_14", 
  "enb_end_date": "11-Jun-10"
}