{
  "countries": [
    "Australia", 
    "Bangladesh", 
    "Philippines", 
    "India", 
    "United States", 
    "China", 
    "Japan", 
    "Norway"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Flexibility Mechanisms", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "AWG-LCA WORKSHOP ON RESEARCH AND DEVELOPMENT OF TECHNOLOGY", 
  "enb_start_date": "09-Dec-08", 
  "enb_short_title": "COP 14", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Kunihiko Shimada (Japan) chaired the workshop, explaining that the aim was to enhance understanding of cooperation in technology research and development. EGTT Chair Jukka Uosukainen proposed options for cooperation, such as a global pooling of funds, increased public sector investment, and incentives for greater private sector investment.", 
    "The Philippines, for the G-77/CHINA, highlighted the need for adequate financing to cover all stages of the technology development cycle, and for options to manage intellectual property rights (IPRs), such as exemptions from patenting.", 
    "The EU outlined means to enhance cooperation, including: building climate technology centers; creating new, technology-oriented agreements and enhancing current ones; and focusing on specific technologies and barriers to their deployment. AUSTRALIA highlighted some collaborative initiatives, such as the Global Carbon Capture and Storage Institute and the Asia-Pacific Partnership.", 
    "He outlined lessons learned, including the need for a strong enabling environment at the national level. BANGLADESH said cooperation should focus on priority areas such as agriculture and energy security, and underscored support for development of endogenous technologies, risk management and insurance. CHINA proposed a special panel on research and development cooperation within a proposed UNFCCC subsidiary body for the development and transfer of environmentally-sound technologies, as well as a multilateral technology fund. INDIA said technological innovation must be shaped by local needs.", 
    "He supported stronger collaboration between technology developers, companies that bring technologies to the market, and regulators and policy makers. JAPAN identified lessons for the UNFCCC from the Montreal Protocol, including developed country leadership in technology development and mitigation actions by developing countries supported by appropriate technology transfer. NORWAY supported diffusion of existing best available technologies in the short term, and work to develop and deploy new technologies in the longer term.", 
    "She highlighted CCS as an option to allow a climate-friendly transition to a low carbon society.", 
    "The US highlighted technology as critical for lowering the costs of emission reductions.", 
    "He highlighted substantial roles for a range of technologies, since there would probably be no single silver bullet solution. REPUBLIC OF KOREA spoke about the transfer of publicly-funded technologies, noting governments major role in research and development, as market regulators, and as end users.", 
    "He argued that governments should relax current legal and administrative restrictions on the sharing of publicly-funded technologies and should promote joint ventures between developed and developing countries.", 
    "In the ensuing discussion, several interventions focused on IPRs, with some participants calling for greater regulation to ensure that IPRs are not a barrier to technology transfer.", 
    "The US said IPRs are an incentive for the orderly transfer and innovation of technologies, rather than a barrier.", 
    "Another participant highlighted that technologies for adaptation, particularly in SIDS, are not always perceived as win-win outcomes for the private sector and would require government intervention for their development."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12391e.html", 
  "enb_long_title": "UN Climate Change Conference - Poznań", 
  "type": "working group", 
  "id": "enb12391e_1", 
  "enb_end_date": "09-Dec-08"
}