{
  "countries": [], 
  "topics": [
    "Flexibility Mechanisms"
  ], 
  "section_title": "BUSINESS NOT-SO-USUAL", 
  "enb_start_date": "15-May-06", 
  "enb_short_title": "UNFCCC SB 24", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "One of the remarkable features about the climate process is the growing involvement of business and the interest of new business sectors.", 
    "For the first time, the annual Carbon Expo, held the week before SB 24/AWG 1 in nearby Cologne, had more participants than the UNFCCC meeting.", 
    "Among civil society representatives to SB 24/AWG 1 , there were more interventions from Business and Industry NGOs (BINGOs) than from Environmental NGOs (ENGOs), and more accredited BINGOs than ENGOs.", 
    "Carbon trading and carbon capture and storage (CCS) were the two issues that attracted most business interest.", 
    "A third of the 45 side events related to carbon trade and two in-session workshops and six side events related to CCS.", 
    "In their interventions, business supported further commitments and clear timelines as soon as possible.", 
    "Business likes certainty and stability.", 
    "While some of the interest is caused by mandatory regulations, companies from both Kyoto parties and non-parties are increasingly realizing that carbon trade can be potentially very lucrative.", 
    "With the start of the European Union's Emissions Trading Scheme (ETS) in 2005, there is now empirical data on actual prices of carbon emission reductions, rather than simply academic or government estimations.", 
    "If the costs of carbon were lower than anticipated, the consequences could be radical.", 
    "For one, business might find that the co-benefits of mitigation (such as increased efficiency) make up for the additional costs.", 
    "According to some aficionados, it would be ironic, but not impossible, for business to become one of Kyoto's strongest cheerleaders.", 
    "But speculation aside, the involvement of business in climate change is real, and welcomed by parties and observers."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12306e.html", 
  "enb_long_title": "Twenty-Fourth sessions of the Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) of the UNFCCC and First session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG) and related meetings", 
  "type": "", 
  "id": "enb12306e_84", 
  "enb_end_date": "26-May-06"
}