{
  "countries": [
    "Canada", 
    "Brazil", 
    "Qatar", 
    "Netherlands", 
    "Ireland", 
    "Denmark", 
    "Saint Lucia", 
    "Luxembourg", 
    "United States", 
    "Peru", 
    "Switzerland", 
    "Argentina", 
    "Bolivia", 
    "Norway", 
    "New Zealand", 
    "Saudi Arabia", 
    "Australia", 
    "Venezuela", 
    "India", 
    "Austria", 
    "United Kingdom", 
    "Senegal", 
    "Germany", 
    "Belgium", 
    "Japan", 
    "Tanzania", 
    "Spain"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Reasons for Concern", 
    "Flexibility Mechanisms", 
    "Vulnerabilities and Impacts", 
    "Anthropogenic Interference with Climate System", 
    "Technology Transfer"
  ], 
  "section_title": "SPM 4.2.1 Final Text", 
  "enb_start_date": "07-Apr-14", 
  "enb_short_title": "IPCC-39", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "On cross-sectoral mitigation pathways and measures , the text concludes, inter alia , that: in baseline scenarios, GHG emissions are projected to grow in all sectors, except AFOLU; infrastructure developments and long-lived products that lock societies into GHG-intensive emissions pathways may be difficult or very costly to change; and efficiency enhancements and behavioral changes are a key mitigation strategy.", 
    "Section 4.2.2.", 
    "Energy Supply Sector : On the section's opening sentence stating that ' direct CO2 emissions from the energy supply sector are projected to almost double or even triple by 2050 ', Saudi Arabia, opposed by Switzerland, requested that a caveat in the December version of the SPM should be reinserted, stating 'unless energy intensity improvements can be improved beyond historical development'.", 
    "Saudi Arabia emphasized that the stated projected emissions growth should not be portrayed as inevitable.", 
    "Norway suggested that emission reduction potential in other sectors should also be referenced.", 
    "Switzerland expressed concern regarding the new proposed text, stating that energy intensity is only one driver of emissions and that other drivers, such as population and income growth, are also factors.", 
    "Peru urged clarifying that the focus is on energy intensity improvements.", 
    "Participants agreed to address the issue in two sentences, with the first stating that direct CO2 emissions from the energy supply sector may double or even triple by 2050 from 2010 levels.", 
    "The CLAs proposed that the second sentence read: 'The lower end of the full range is dominated by scenarios with a focus on energy intensity improvements that go well beyond the observed improvements over the past 40 years'.", 
    "Belgium urged specifying the lower end for the emissions levels.", 
    "Following informal consultations, participants agreed to qualify the sentence to read that emissions would double or triple 'unless energy intensity improvements can be significantly accelerated beyond the historical development'.", 
    "Tanzania and Senegal expressed concern over the term 'scarcity' in a sentence stating that 'the scarcity of fossil fuels alone will not be sufficient to limit CO2eq concentration to levels, such as 450 ppm, 550 ppm, or 650 ppm, by 2100'.", 
    "Australia, supported by the Netherlands and the UK, and opposed by Saint Lucia, proposed only referring to 650 ppm.", 
    "CLAs proposed, and participants agreed, to state that 'the availability of fossil fuels alone will not be sufficient to limit CO2eq concentration to levels such as 450 ppm, 550 ppm, or 650 ppm'.", 
    "In the first sentence of the following paragraph stating that ' decarbonizing electricity generation is a key component of cost-effective mitigation strategies in achieving low-stabilization levels ', India, supported by Saudi Arabia, proposed replacing 'decarbonizing' with 'reducing carbon intensity'.", 
    "New Zealand, the UK, Canada, Ireland and others opposed this proposal, stressing that 'decarbonization' is a widely agreed term that also appears in the WGIII glossary.", 
    "The CLAs proposed, and participants agreed to, inserting a clarification in the text, stating that 'decarbonizing' refers to 'reducing carbon intensity'.", 
    "On the first sentence of a paragraph on scaling up of renewable energy (RE) , stating that 'many RE technologies have advanced substantially in terms of performance and cost' and 'many have achieved a level of technical and economic maturity, the US, supported by Tanzania, Germany and Peru, suggested changing 'cost' to 'cost-effectiveness' in order to avoid misinterpretations.", 
    "Denmark, supported by Norway and Germany, called for mentioning co-benefits of RE, and for reinserting a sentence from the underlying report stating that 'the aggregated global technical potential for RE as a whole is significantly higher than global energy demands'.", 
    "The CLAs disagreed with this, referring to discussions on co-benefits in other sections and the need for brevity.", 
    "Participants amended the sentence to read as follows: 'Since AR4, many renewable energy (RE) technologies have demonstrated substantial performance improvements and cost reductions, and a growing number of RE technologies have achieved a level of maturity to enable deployment at significant scale', which was agreed.", 
    "Participants then approved a sentence stating that RE accounted over half of new electricity-generating capacity added globally in 2012, with minor editorial changes.", 
    "On a sentence stating that 'many RE technologies still need some form of policy support (e.g., carbon pricing and/or direct technology support), if their market shares are to be significantly increased', Japan, Germany and the EU, supported by the CLAs, favored keeping the proposed formulation or returning to the formulation of the December version of the SPM draft, which distinguished between direct and indirect policy support and mentioned more examples, including feed-in tariffs.", 
    "Bolivia, Venezuela, Argentina and others preferred not to include any examples.", 
    "Bolivia, opposed by Switzerland, suggested deleting references to carbon pricing.", 
    "Answering a question from Brazil, the CLAs confirmed that carbon pricing includes not only carbon markets but also carbon taxes, among other things.", 
    "IPCC Chair Pachauri pointed out that AR4 mentions the importance of carbon pricing.", 
    "Brazil disagreed, noting that the contexts were different.", 
    "Saudi Arabia questioned how RE technologies can be described in the first sentence of the paragraph as mature while simultaneously, in the same paragraph, as requiring policy support.", 
    "A CLA clarified the text refers to technical maturity and that some RE technologies still need support.", 
    "Spain called for adding reference to a secure level playing field', which was opposed to by CLAs who said this would be policy prescriptive.", 
    "Switzerland suggested referring to 'institutional, technological and economic barriers'.", 
    "After consultations, participants agreed to text stating that 'many RE technologies still need direct and/or indirect support, if their market shares are to be significantly increased; RE technology policies have been successful in driving recent growth of RE'.", 
    "Participants also agreed to a sentence stating that 'challenges for integrating RE into energy systems and the associated costs vary by RE technology, regional circumstances, and the characteristics of the existing background energy system'.", 
    "On a sentence in the next paragraph, stating ' nuclear energy is a mature low GHG emission technology and although its share of global electricity generation has been declining (since 1993), it could make an increasing contribution to low-carbon energy supply', Austria, supported by Germany and the CLAs, and opposed by Canada and the US, proposed deletion of 'it could make an increasing contribution to low-carbon energy supply'.", 
    "Participants agreed to revert to the December draft SPM text that read: 'Nuclear energy is a mature, low-GHG emission technology but its share of global electricity generation has been declining (since 1993)', and accepted the CLAs' proposal to add a second sentence to reflect that if major barriers can be addressed, nuclear energy could make an increasing contribution to low-carbon energy supply.", 
    "The US asked to reflect that nuclear energy is a baseload power source, which was agreed.", 
    "Noting that 'barriers' are exogenous to the development of a particular technology, Belgium proposed replacing 'barriers' with 'risks'.", 
    "The CLAs proposed 'barriers and risks', which was supported by Austria, Luxembourg and Saudi Arabia.", 
    "Germany proposed deleting the sentence on the contribution of nuclear energy to a low-carbon energy supply, noting that it has been decreasing and will continue to do so in the future.", 
    "A CLA explained that it could in fact increase.", 
    "Germany then proposed language to reflect an increasing, but still low, contribution.", 
    "Following informal consultations, participants agreed to text reading: 'Nuclear energy is a mature, low-GHG emission source of baseload power but its share of global electricity generation has been declining (since 1993).", 
    "Nuclear energy could make an increasing contribution to low carbon energy supply but a variety of barriers and risks exist'.", 
    "There was some discussion on whether the barriers and risks to nuclear energy include 'concerns about operational safety and risks' or just 'operational safety and risks'.", 
    "The US, opposed by Belgium and Austria, preferred 'concerns about operational safety'.", 
    "Participants agreed to include both 'operational risks' and the 'associated concerns'.", 
    "On a sentence stating that 'new fuel cycles and reactor technologies addressing some of these issues are being investigated and progress has been made concerning safety and waste disposal', participants agreed to a suggestion by Austria to refer to progress in research and development.", 
    "On a sentence stating that ' GHG emissions from energy supply can be reduced significantly by replacing coal-fired power plants with modern, highly efficient natural gas combined cycle power plants or combined heat and power plants, provided that natural gas is available and the fugitive emissions associated with extraction and supply are low or mitigated', Japan proposed, and participants agreed to, adding 'current world average' before coal-fired power plants as stated in the underlying report.", 
    "Participants agreed to a paragraph on CCS technologies reducing the life cycle of GHG emissions from fossil fuel power plants , with minor editorial changes.", 
    "On a sentence stating that 'CCS power plants will only become competitive with their unabated counterparts if the additional investment and operational costs, caused in part by efficiency reductions, are compensated by sufficiently high carbon prices (or direct financial support)', the US suggested, and participants agreed, to refer also to regulatory measures and appropriate policies.", 
    "Saudi Arabia, supported by Qatar, called for deleting a sentence stating that 'risks associated with CCS include concerns about the operational safety and long-term integrity of geological CO2 storage as well as CO2 transport', saying that the risk of gas transport was higher than that of CO2 transport, and citing limited evidence to support the statement.", 
    "CLAs said mentioning risk was justified.", 
    "Norway and Germany noted that concern about operational safety is not a risk.", 
    "CLAs suggested 'barriers and risks include safety risks and concerns about the long-term integrity'.", 
    "The US, supported by Norway and the CLAs, suggested using language from the underlying report referring to a growing body of literature on: how to ensure the integrity of CO2 wells; the potential consequences of pressure build-up within a geologic formation caused by CO2 storage; and the potential human health and environmental impacts from CO2 that migrates out of the primary injection zone.", 
    "The section was approved as amended.", 
    "On a paragraph starting with a sentence stating that ' many low stabilization scenarios heavily rely on combining bioenergy and CCS (BECCS) in an effort to achieve a net removal of CO2 from the atmosphere', Japan, supported by Tanzania, suggested an alternative formulation that included reference to technological challenges and risks.", 
    "Brazil, opposed by Germany and Norway, objected to the reference to challenges and risks, and offered an alternative formulation from the underlying report stating that 'combining bioenergy with CCS (BECCS) offers the prospect of energy supply with negative emissions, which plays an important role in many low stabilization scenarios'.", 
    "Participants agreed to this suggestion with an added reference to challenges and risks, as proposed by Japan.", 
    "Some discussion ensued between Brazil, Norway, Luxembourg and the CLAs about net negative emissions, with participants agreeing to language on 'large-scale net negative emissions'.", 
    "Norway drew attention to challenges other than technological ones, including to biodiversity, and called for a more general reference to challenges and risks.", 
    "Participants amended the text to read: 'Combining bioenergy with CCS (BECCS) offers the prospect of energy supply with large-scale net negative emissions which plays an important role in many low-stabilization scenarios, while it entails challenges and risks.", 
    "These challenges and risks include those associated with the upstream large-scale provision of the biomass that is used in the CCS facility as well as those associated with the CCS technology itself'."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12597e.html", 
  "enb_long_title": "Twelfth Session of the Intergovernmental Panel on Climate Change (IPCC) Working Group III (WGIII-12) and Thirty-ninth Session of the Intergovernmental Panel on Climate Change (IPCC-39)", 
  "type": "", 
  "id": "enb12597e_25", 
  "enb_end_date": "12-Apr-14"
}