{
  "countries": [
    "Canada", 
    "Pakistan", 
    "Saudi Arabia", 
    "Australia", 
    "Mexico", 
    "Philippines", 
    "India", 
    "United States", 
    "China", 
    "Switzerland", 
    "Nauru", 
    "Bolivia", 
    "Zambia"
  ], 
  "topics": [
    "Post-Kyoto Agreements"
  ], 
  "section_title": "CONSULTATIONS ON WORKSTREAM 2:", 
  "enb_start_date": "18-Nov-13", 
  "enb_short_title": "COP 19", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "During ADP open-ended consultations on the way forward under workstream 2 in the morning, ADP Co-Chair Runge-Metzger stressed the need to focus on concrete outcomes.", 
    "Nauru, for AOSIS, and PAKISTAN called on developed countries to take the lead on mitigation.", 
    "INDIA and CHINA expressed concern over Annex I countries lowering their level of ambition.", 
    "CANADA said the ambition gap cannot be closed solely by developed countries.", 
    "SWITZERLAND, AUSTRALIA and CANADA called on parties that have not already done so to submit mitigation pledges. BOLIVIA suggested a workshop on means of implementation and developed countries' mitigation efforts.", 
    "The EU welcomed international cooperative initiatives while INDIA warned against shifting the responsibility to developing countries.", 
    "Many developing countries indicated that workstream 2 should address not only mitigation but also means of implementation, which should be increased.", 
    "The PHILIPPINES called for a pathway to the US$100 billion target and, with PAKISTAN, capitalizing and operationalizing the GCF. AOSIS, supported by SWITZERLAND and MEXICO, proposed a work programme on areas of high mitigation potential with an initial focus on energy efficiency and renewable energy.", 
    "The EU suggested mandating the UNFCCC Secretariat to identify technology research for increased mitigation ambition.", 
    "MEXICO proposed a SBSTA work programme on the promotion of technologies with a high-level political dialogue to increase ambition based on CBDR.", 
    "The US, supported by CANADA and AUSTRALIA, called for harnessing the mitigation potential of sub-national actors.", 
    "CHINA said these local efforts fall under national action.", 
    "On HFCs, CANADA urged 'a strong signal' to markets to develop safe alternatives.", 
    "INDIA and SAUDI ARABIA underlined that HFCs 'belong' under the UNFCCC.", 
    "The EU emphasized shared responsibility with the Montreal Protocol.", 
    "CHINA said the UNFCCC principles should apply to the phase-out of HFCs.", 
    "MEXICO underscored the health co-benefits of addressing short-lived climate pollutants.", 
    "The PHILIPPINES and CHINA urged the ratification of the Doha Amendment.", 
    "The EU indicated that implementing legislation is already in place. ZAMBIA called for establishing a contact group under workstream 2 to start drafting text."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12589e.html", 
  "enb_long_title": "Warsaw Climate Change Conference - November 2013", 
  "type": "WORKING GROUP", 
  "id": "enb12589e_38", 
  "enb_end_date": "18-Nov-13"
}