{
  "countries": [
    "Canada", 
    "Ghana", 
    "Australia", 
    "Philippines", 
    "Indonesia", 
    "Papua New Guinea", 
    "United States", 
    "Suriname", 
    "Guyana", 
    "Switzerland", 
    "Bolivia", 
    "Indigenous Peoples", 
    "Brazil"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "forests", 
    "Mitigation", 
    "National Communications & Inventories"
  ], 
  "section_title": "METHODOLOGICAL GUIDANCE ON REDD+", 
  "enb_start_date": "06-Jun-11", 
  "enb_short_title": "SB 34", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "This issue was first addressed in the SBSTA plenary on Thursday, 9 June.", 
    "It was further addressed in a contact group and informal consultations co-chaired by Peter Graham (Canada) and Victoria Tauli-Corpuz (the Philippines).", 
    "Discussions focused on: the issues to be addressed by COP 17; forest reference levels and forest reference emission levels; MRV; and a system for providing information on how the safeguards included in Appendix I to Decision 1/CP.16 are addressed and respected in the implementation of REDD+ activities.", 
    "On the issues to be addressed by COP 17, Papua New Guinea, with the US, Ghana, Australia, Indonesia, the European Union (EU), Guyana and Switzerland, said Appendix II of Decision 1/CP.16 on the work programme should form the basis for discussions.", 
    "Bolivia underscored the need for an integrated vision of forests and including indigenous peoples in the discussions.", 
    "The EU, Papua New Guinea and others supported a workshop before Durban, while Brazil, supported by Suriname and others, suggested a technical expert group, given the technical expertise required for certain issues to be addressed.", 
    "Eventually, delegates decided to address in Bonn the issues identified in Decision 1/CP.16 and to organize meetings for technical experts, including one before Durban.", 
    "Bolivia specified these meetings should enable the participation of relevant stakeholders.", 
    "On the information system on safeguards, parties identified principles for the system, including transparency, accuracy, adaptability to national circumstances, regularity, predictability, consistency and comparability.", 
    "Some parties supported using national communications to report on safeguards.", 
    "Parties also addressed national forest reference emission levels and forest reference levels.", 
    "One party suggested, and others supported, that the reference levels should be used as a benchmark to assess the changes in forest cover and carbon stocks.", 
    "However, many parties called for clarification on, inter alia : definitions, including of forests and the differences between reference emission levels and reference levels; adjusting reference levels to national circumstances and how to define these; ensuring consistency between subnational and national reference levels; and forests included under the scope.", 
    "On MRV, several parties highlighted that elements of MRV for REDD+ had already been agreed in Copenhagen and Cancun.", 
    "Parties underscored that MRV for REDD+ should be, inter alia : consistent with any guidance on MRV for NAMAs; non-intrusive and respect national sovereignty, circumstances and capabilities; simple; transparent; flexible; and cost-effective.", 
    "One party called for clarification on MRV in the context of conservation activities that are under the scope of REDD+ but do not necessarily result in emission reductions.", 
    "Another party said clarification on the mandatory carbon pools and gases is key.", 
    "A party supported MRV at the national level, to avoid subnational leakage.", 
    "One suggested considering safeguards within an MRV system, but this was opposed by another.", 
    "One party suggested that the objective of MRV should be to measure the forest-covered area.", 
    "The Co-Chairs presented draft conclusions containing an annex with possible elements for modalities relating to safeguards, forest reference levels and forest reference emission levels, and MRV, which reflected the discussions.", 
    "Several parties supported eliminating the annex, stating that the annex does not reflect parties common views.", 
    "A number of parties however, indicated that the annex constituted a good basis for moving forward and suggested clarifying in the draft conclusion that it incorporated views expressed by parties.", 
    "One party suggested treating the text as the Co-Chairs text.", 
    "Parties eventually agreed to retain the annex but to change the content to include general guidance for submissions and future work, identifying key elements to be considered when addressing the issues described.", 
    "On 16 June, the SBSTA adopted conclusions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12513e.html", 
  "enb_long_title": "UN Climate Change Conference June 2011", 
  "type": "", 
  "id": "enb12513e_10", 
  "enb_end_date": "17-Jun-11"
}