{
  "countries": [
    "Brazil", 
    "Iran", 
    "Philippines", 
    "Nepal", 
    "India", 
    "Papua New Guinea", 
    "China", 
    "Antigua and Barbuda", 
    "Nauru"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Mitigation", 
    "Technology Transfer"
  ], 
  "section_title": "OVERVIEW OF INSTITUTIONS, MECHANISMS AND ARRANGEMENTS UNDER THE CONVENTION:", 
  "enb_start_date": "13-Nov-13", 
  "enb_short_title": "COP 19", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "In the afternoon, the ADP convened to consider an overview of institutions, mechanisms and arrangements under the Convention.", 
    "Co-Chair Runge-Metzger identified the state of play under the Convention as 'a natural entry point' into discussions under both ADP workstreams.", 
    "The Secretariat presented the overview (FCCC/ADP/2013/INF.2), noting an online interface for future reference.", 
    "Lamenting that critical aspects of REDD+ have been left out, BRAZIL requested that the document and online platform be amended to reflect the context of adequate and predictable support from developed countries and ongoing work on REDD+ financing.", 
    "The PHILIPPINES underscored the need to address the adaptation funding crisis, and called for predictable, adequate and sustainable funding to make the existing institutions work.", 
    "IRAN stressed the principle of CBDR. CHINA underscored the review and implementation of Annex I parties' commitments during the Protocol's second commitment period and called for comparable mitigation efforts by Annex I parties with no current commitments under the Protocol.", 
    "NEPAL called for capitalizing the GCF and ensuring all features of NAMAs are enabled through support to developing countries.", 
    "The EU suggested looking at existing institutions on adaptation, mitigation, finance and technology, to assess adequacy or identify gaps to be filled to deliver on core elements of the 2015 agreement.", 
    "Underscoring a financial mechanism without adequate resources and certainty as a structural problem, ANTIGUA AND BARBUDA recommended that any future financial mechanism be under the Convention so that it is subject to review.", 
    "She cautioned against reversing the polluter pays principle through loans from developed countries to developing countries for adaptation and mitigation. PAPUA NEW GUINEA called for clarifying what constitutes climate finance, expressing concern that significant amounts are channeled to the private sector or fall under official development assistance.", 
    "Calling for a practical way to address technology transfer, INDIA lamented that IPRs have 'turned into a taboo' under the UNFCCC.", 
    "NAURU called on developed countries to: raise the level of ambition using the ambition mechanism; help developing countries design, prepare and implement their NAMAs; and capitalize on the mitigation potential of renewable energy and energy efficiency."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12585e.html", 
  "enb_long_title": "Warsaw Climate Change Conference - November 2013", 
  "type": "working group", 
  "id": "enb12585e_3", 
  "enb_end_date": "13-Nov-13"
}