{
  "countries": [], 
  "topics": [], 
  "section_title": "ANALYSIS OF MEANS TO REACH EMISSION REDUCTION TARGETS AND IDENTIFICATION OF WAYS TO ENHANCE THEIR EFFECTIVENESS AND CONTRIBUTION TO SUSTAINABLE DEVELOPMENT", 
  "enb_start_date": "02-Jun-08", 
  "enb_short_title": "SB-28", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The analysis of means to reach emission reduction targets was a key agenda item for the AWG-KP in Bonn.", 
    "Consideration of this issue began during the first part of AWG-KP 5 in Bangkok and is scheduled to conclude at the first part of AWG-KP 6 in Accra in August 2008 (FCCC/KP/AWG/2005/5).", 
    "The item included four agenda sub-items on the flexible mechanisms, LULUCF, sectoral emissions, and greenhouse gases, sectors and source categories.", 
    "After its initial consideration in plenary on 2 June, the agenda item was subsequently taken up in an in-session roundtable from 2-3 June (for more details on this roundtable, see: http://www.iisd.ca/vol12/enb12365e.html and http://www.iisd.ca/vol12/enb12366e.html ).", 
    "On 4 June, the AWG-KP plenary followed up on the roundtable with a discussion on work under this agenda item.", 
    "AWG-KP Chair Dovland explained that the aim was to understand the means, tools, rules, or guidelines that will be available for Annex I parties before setting the targets.", 
    "Parties decided to establish three contact groups on the flexible mechanisms, LULUCF and other issues, covering the two sub-items on greenhouse gases, sectors and sources, and on sectoral approaches, as well as a separate agenda item on methodological issues.", 
    "These contact groups resulted in agreement on draft conclusions on each agenda sub-item, as well as brief general conclusions dealing with linkages among these sub-items.", 
    "The general conclusions are set out immediately below, followed by discussions and outcomes under each of the four agenda sub-items."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12375e.html", 
  "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol", 
  "type": "", 
  "id": "enb12375e_17", 
  "enb_end_date": "13-Jun-08"
}