{
  "countries": [
    "Maldives", 
    "Angola", 
    "Youth NGOs", 
    "South Africa", 
    "Sudan", 
    "Australia", 
    "China", 
    "Indigenous Peoples"
  ], 
  "topics": [
    "Adaptation", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Loss and Damage", 
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "OPENING STATEMENTS", 
  "enb_start_date": "02-Jun-15", 
  "enb_short_title": "SB 42", 
  "subtype": "", 
  "actors": [
    "Group of 77", 
    "African Group", 
    "Environmental Integrity Group", 
    "Umbrella Group", 
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "South Africa, for the G-77/CHINA, stressed, inter alia: accelerating work under the SBI through 2020; implementing the NAP process and expanding the LEG mandate; finalizing nominations for the Executive Committee of the Warsaw Mechanism for Loss and Damage by the end of SB 42; and establishing an international institutional arrangement for capacity building. Australia, for the UMBRELLA GROUP, emphasized the 2013-2015 review, adaptation, MOI and gender.", 
    "He also looked forward to the second session of the multilateral assessment (MA) and expressed concern over the small number of BURs submitted. Sudan, for the AFRICAN GROUP, said he expects issues requiring decisions in Paris to be finalized in Bonn, and expressed hope that the Adaptation Committee and the LEG, in collaboration with the GCF, determine how to support developing countries in accessing funding from the GCF for NAPs. The Republic of Korea, for the EIG, highlighted the importance of reporting and review for Annex I and non-Annex I countries, and called for the COP to switch to two-year cycles. Noting that LDCs have made progress in National Adaptation Programmes of Action, Angola, for the LDCs, stressed the LEG’s role in providing support and lamented lack of finance in the LDCs Fund.", 
    "She called for the 1.5°C limit to be “anchored” in the new agreement. Maldives, for AOSIS, suggested that the findings of the 2013-2015 review underscored that the “guardrail” concept, which implies a warming limit that guarantees full protection from dangerous anthropogenic interference, is inadequate, calling for pushing the “defence line” as low as possible.", 
    "He also said AOSIS is committed to improving the environmental integrity of the CDM and JI. The EU looked forward to the MA as an important opportunity to show transparency, and highlighted: the Secretariat’s biennial budget; the CDM and JI, including their reform; and enhancing the NAP process and the LEG. Many stressed the importance of technology transfer for developing countries, the importance of the final report of the SED on the 2013-2015 review, and commitment to empowering women and contributing in the in-session workshop on gender-responsive climate policy. INDIGENOUS PEOPLES called for protecting indigenous rights, securing traditional knowledge, and ensuring indigenous participation in mitigation and adaptation planning.", 
    "WOMEN AND GENDER said the Lima work programme on gender will support effective and equitable action on climate change. YOUTH NGOs expressed concern over the lack of civil society involvement in the MA process and called on SBI to make available the summary report of the technical analysis under ICA.", 
    "ENGOs stressed the importance of phasing out all fossil fuel subsidies and phasing in renewable energy by 2050, and lamented Annex I countries’ lack of pre-2020 ambition."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12629e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2015", 
  "type": "", 
  "id": "enb12629e_27", 
  "enb_end_date": "02-Jun-15"
}