{
  "countries": [], 
  "topics": [
    "Flexibility Mechanism"
  ], 
  "section_title": "IPCC OVERVIEW", 
  "enb_start_date": "17-Jul-00", 
  "enb_short_title": "LULUCF", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "IPCC Chair Bob Watson outlined key elements requiring decisions relating to Article 3.4 (additional human-induced activities relating to changes in emissions removals), including which activities to include, if any, and whether a Party should be obliged to report on the entire set of selected activities.", 
    "He then identified several key issues under Article 3.4, including: whether to adopt a broad or narrow definition of an activity; how much land will need to be monitored, including cost; how to address the issue of baselines; what the implications are of potential 'windfalls' due to increases in carbon resulting from natural effects and indirect human-induced activities such as CO2 fertilization, nitrogen deposition, and effects of climate change; what ancillary benefits exist; and how to resolve permanence issues. Ian Noble, IPCC Special Report Lead Author, Australian National University, outlined options for the definition of an activity.", 
    "He said a broad definition would provide a more simplistic approach covering all practices on an area of land, while a narrow definition - based on individual practices - would permit greater accuracy.", 
    "He suggested that a broad definition would be more compatible with land- based accounting, while a narrow definition would better suit activity-based accounting, although any combination could be made to work.", 
    "He then discussed 'scientific baselines,' noting the need to account for the human- induced element.", 
    "He concluded by elaborating opportunities or 'potentials' under Article 3.4, identifying groups of activities relating to improved management and land-use change.", 
    "He said estimates suggested that forest, cropland and grazing management could have significant benefits for Annex I Parties, while transforming degraded agricultural land to agroforestry could particularly benefit non-Annex I Parties."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12141e.html", 
  "enb_long_title": "Workshop on Land-Use, Land-Use Change and Forestry", 
  "type": "", 
  "id": "enb12141e_13", 
  "enb_end_date": "17-Jul-00"
}