{
  "countries": [], 
  "topics": [], 
  "section_title": "A BRIEF ANALYSIS OF COP 11 & COP/MOP 1 'THE I\u0092S OF THE WORLD ARE WATCHING'", 
  "enb_start_date": "28-Nov-05", 
  "enb_short_title": "UNFCCC COP 11 and COP/MOP 1", 
  "subtype": "ANALYSIS", 
  "actors": [], 
  "sentences": [
    "While expectations for the eleventh session of the Conference of the Parties to the Framework Convention on Climate Change (COP 11) and the Conference of the Parties serving as the first Meeting of the Parties to the Kyoto Protocol (COP/MOP 1) varied greatly, for those who support multilateral efforts to address climate change it was clear that some form of success was imperative.", 
    "A successful outcome in Montreal would not only serve to operationalize the Protocol, it could also send a positive signal around the world about the future of the climate regime beyond the end of the first commitment period in 2012.", 
    "Failure could undermine the Protocol in the near-term and send mixed, or even negative, signals about the future. On the first day of the meetings, COP and COP/MOP President Stéphane Dion outlined his key goals, which he called the three 'I's.", 
    "According to Dion, delegates needed to: 'implement' the Protocol, especially the Marrakesh Accords, and other decisions needed to make the Protocol function effectively; 'improve' the operation of the Protocol and the Convention; and 'innovate' by exploring 'options for future cooperation in a manner that reflects the full range of interests of the Convention.", 
    "' These 'three I\u0092s' became the standards by which the outcomes of the meetings would be judged. This brief analysis will consider the successes and/or failures of COP 11 and COP/MOP 1 through the lens applied by President Dion, and offer some initial thoughts on the future of the global climate regime."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12291e.html", 
  "enb_long_title": "Eleventh session of the Conference of the Parties to the Climate Change Convention and first meeting of the Parties to the Kyoto Protocol", 
  "type": "", 
  "id": "enb12291e_127", 
  "enb_end_date": "09-Dec-05"
}