{
  "countries": [
    "Qatar", 
    "China", 
    "South Korea", 
    "South Africa"
  ], 
  "topics": [
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "30-Nov-11", 
  "enb_short_title": "COP17", 
  "subtype": "corridors", 
  "actors": [
    "Brazil, South Africa, India and China", 
    "Asian Group", 
    "Group of 77"
  ], 
  "sentences": [
    "Delegates settled into an intensive schedule for the week as they completed their initial consideration in plenary of the agendas of the COP, COP/MOP, AWGs and SBs, and started moving their discussions into numerous contact groups and informal consultations.", 
    "Observers highlighted a heavy workload that includes both various technical matters (including agenda items under the SBs, and operationalizing the Cancun outcomes), as well as political issues relating to the future of the Kyoto Protocol and a possible roadmap towards a future agreement.", 
    "Meanwhile, delegates and observers alike were commenting on the significance of China speaking on behalf of BASIC countries on Monday.", 
    "While negotiators for the G-77/China insist the original voting block will remain strong and intact, some participants wondered how a more coordinated position of BASIC countries might influence these negotiations.", 
    "There was speculation over what will happen when the Green Climate Fund text from the Transitional Committee is formally introduced in Wednesday s COP plenary.", 
    "There were rumors that it would be reopened, which raised concerns that this could represent a setback.", 
    "Others insisted a full review would be possible in plenary.", 
    "One negotiator suggested that South Africa is working on other compromise options but underscored that parties still had work to do.", 
    "In other news, some participants seemed surprised that the Asian Group had worked out an arrangement where Qatar will host COP 18 in late 2012 and South Korea will host the ministerial pre-COP session."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12525e.html", 
  "enb_long_title": "Durban Climate Change Conference - COP17/CMP7", 
  "type": "", 
  "id": "enb12525e_10", 
  "enb_end_date": "30-Nov-11"
}