{
  "countries": [
    "United States", 
    "Switzerland", 
    "Saudi Arabia", 
    "India", 
    "Japan"
  ], 
  "topics": [], 
  "section_title": "EXCHANGE OF VIEWS ON UNFCCC ACTIVITIES RELEVANT TO OTHER INTERGOVERNMENTAL MEETINGS", 
  "enb_start_date": "16-Dec-04", 
  "enb_short_title": "UNFCCC COP-10", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "This contact group was chaired by José Romero (Switzerland).", 
    "Delegates discussed possible input to the relevant intergovernmental processes.", 
    "The US, opposed by AOSIS, said conclusions should only state that an exchange of views occurred and, with SAUDI ARABIA and INDIA, said reporting by the Secretariat must only be on activities on which there is consensus among the Parties.", 
    "The EU, opposed by SAUDI ARABIA, said: COP-11 should be updated on the outcomes of the events in question; the COP should be noted as a resource body for the Commission on Sustainable Development discussions on energy and climate change; and that the conclusions should refer to a miscellaneous document reflecting the EU\u0092s intervention in Plenary.", 
    "AOSIS, supported by the EU, and opposed by the US, JAPAN and SAUDI ARABIA, proposed draft text that includes views of Parties given in Plenary.", 
    "The US, SAUDI ARABIA and INDIA cautioned against negotiating the outcomes of processes before they begin. Following a break, delegates reconvened to consider new text drafted by Chair Romero.", 
    "AOSIS expressed disappointment that none of the views expressed in his group\u0092s submission were reflected in the new draft text.", 
    "SAUDI ARABIA said he could only accept text that states that an exchange of views was held on UNFCCC activities relevant to other intergovernmental meetings and that requests the Secretariat to report on these activities.", 
    "Chair Romero said new text will be drafted and discussed."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12258e.html", 
  "enb_long_title": "Tenth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12258e_7", 
  "enb_end_date": "16-Dec-04"
}