{
  "countries": [], 
  "topics": [
    "Anthropogenic Interference with Climate System", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "Critical areas of priority for future IPCC work:", 
  "enb_start_date": "09-Apr-01", 
  "enb_short_title": "IPCC-17", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "A one-hour discussion on this topic was held on Friday, 6 April.", 
    "Chair Watson requested participants to highlight critical areas that should be priorities for the future work of the IPCC, underscoring that these areas would be ones for which the IPCC could stimulate research within the academic community, since the IPCC itself does not carry out research.", 
    "He suggested that these critical elements could become crucial components of the next comprehensive assessment, or the topic of special reports.", 
    "Delegates suggested that the IPCC address the following issues/tasks: an economic assessment of the damage resulting from climate change and the cost of measures that are necessary to prevent this damage; the point at which greenhouse gas concentration levels become 'dangerous;' critical elements and critical threshold levels of the climate system; research on the carbon cycle, including the negative and positive role of carbon dioxide for the biosphere and the climate system; the correlation between theoretical and experimental global surface data; the links between climate change and sustainable development and biodiversity; local and short-range weather events and the potential link to climate change; links between climate change and extreme weather events, including El Niño, tropical cyclones and monsoons; a comparison of the cost of action versus the cost of inaction; documentation of climate change events and impacts that have been evident to date and detection of climate change; development of methodologies for assessing the likelihood of emissions scenarios and economic assessment of emissions scenarios; vulnerability and adaptation assessments and identification of adaptation strategies; focus on regional level implications and improving the sensitivity of climate models at the regional level; impact of mitigation measures on developing countries and costs of mitigation measures; and data requirements and homogeneity of data, especially from and in the South. Chair Watson said that he would summarize the elements and link them with what had been presented on these issues in the TAR and Synthesis Report.", 
    "The results would be submitted to participants for comment within four weeks."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12165e.html", 
  "enb_long_title": "Seventeenth session of the Intergovernmental Panel on Climate Change (IPCC)", 
  "type": "", 
  "id": "enb12165e_27", 
  "enb_end_date": "09-Apr-01"
}