{
  "countries": [
    "Canada", 
    "Brazil", 
    "Bangladesh", 
    "Kuwait", 
    "United States", 
    "Argentina", 
    "Venezuela", 
    "Malawi", 
    "Saudi Arabia", 
    "Australia", 
    "Algeria", 
    "India", 
    "China", 
    "Saint Vincent and the Grenadines", 
    "Oman", 
    "Russian Federation", 
    "Japan", 
    "Sierra Leone"
  ], 
  "topics": [
    "Forests"
  ], 
  "section_title": "MITIGATION (sub-paragraph 1(b)(vi) of the BAP)", 
  "enb_start_date": "06-Oct-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The sub-group on potential consequences considered a new non-paper introduced by Facilitator Konaté.", 
    "Argentina, for the G-77/CHINA, stressed that certain ideas must be clear in the text, including that developed countries must: minimize the consequences of response measures; cooperate in advancing further understanding of the consequences of response measures; exchange information; and take effective action to reduce negative consequences.", 
    "She also emphasized the importance of a strong institutional arrangement.", 
    "Sierra Leone, for the AFRICAN GROUP, supported by the US, AUSTRALIA and Malawi, for the LDCs, suggested that paragraphs related to deforestation and forest degradation are better addressed under discussions on REDD.", 
    "He also emphasized retaining reference to the particular circumstances of the LDCs and Africa.", 
    "The US, supported by CANADA, AUSTRALIA, and JAPAN, emphasized that work on response measures should not hamper effective mitigation efforts.", 
    "She underscored that the GDP per capita of economies benefiting from fossil fuel extraction is well within the range of developed countries and that discussions should focus on the most vulnerable.", 
    "With JAPAN, CANADA and the RUSSIAN FEDERATION, she supported deletion of text that relates to establishment of a permanent forum under the SBI.", 
    "Deletion was opposed by the G-77/CHINA, SAUDI ARABIA, KUWAIT, VENEZUELA and OMAN.", 
    "CANADA noted that national communications already provide a channel for information exchange and that it is premature to establish a new permanent forum on negative consequences. SAUDI ARABIA, supported by KUWAIT, OMAN, BRAZIL, CHINA, INDIA and ALGERIA, stressed that all developing countries are affected by negative consequences of response measures and that efforts to sub-divide developing countries are inconsistent with the Convention.", 
    "The LDCs, with Saint Vincent and the Grenadines, for AOSIS, the AFRICAN GROUP and BANGLADESH, emphasized that the special circumstances faced by African countries and the LDCs are referenced in the Convention and stressed the importance of reflecting this in the text.", 
    "AOSIS proposed adding reference to SIDS.", 
    "The EU emphasized that balance must be struck between mitigation and maintaining economic development, and that focus should be placed on those with the least capacity to deal with negative consequences."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12435e.html", 
  "enb_long_title": "Bangkok Climate Change Talks - 2009", 
  "type": "", 
  "id": "enb12435e_5", 
  "enb_end_date": "06-Oct-09"
}