{
  "countries": [
    "Brazil", 
    "Canada", 
    "New Zealand", 
    "Sudan", 
    "Kuwait", 
    "United States", 
    "Ethiopia", 
    "Gabon", 
    "Japan", 
    "Switzerland", 
    "Nigeria", 
    "Norway", 
    "Argentina", 
    "Ukraine", 
    "Ghana", 
    "Saudi Arabia", 
    "Australia", 
    "Iran", 
    "South Africa", 
    "Tuvalu", 
    "Zambia", 
    "India", 
    "Papua New Guinea", 
    "Senegal", 
    "China", 
    "Colombia", 
    "Gambia", 
    "Antigua and Barbuda"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Post-Kyoto Agreements", 
    "Forests", 
    "Flexibility Mechanisms", 
    "Mitigation", 
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "SHARED VISION:", 
  "enb_start_date": "13-Aug-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "African Group", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "In the afternoon, Chair Zammit Cutajar facilitated the informal group on a shared vision.", 
    "Sudan, for the G-77/CHINA, preferred deferring discussions until clarity has been achieved on the other building blocks.", 
    "Using a jigsaw puzzle analogy, he said that pieces had to be placed in the right place so that the parts become whole and the whole is more than the sum of its parts.", 
    "He emphasized that a shared vision must be about implementing finance and technology commitments to enable developing countries to act.", 
    "Commenting on the chapter s structure, Antigua and Barbuda, for AOSIS, supported by the US, suggested incorporating elements of a shared vision into a political statement including a long-term global goal.", 
    "Chair Zammit Cutajar proposed that parties start with the edges of the puzzle and work toward the middle, attempting to consolidate proposals of a scene-setting nature.", 
    "He said that the more difficult aspects of the text would have to wait for outcomes on the building blocks and review processes.", 
    "The US drew attention to the Major Economies Forum (MEF).", 
    "AUSTRALIA said that outcomes from processes such as the G-8, MEF and the Pacific Islands Forum could provide useful input.", 
    "Stressing that a long-term goal is crucial, the EU acknowledged progress has been made on agreement in the MEF to limit warming to not more than 2°C, as well as on the concept of peaking and moving toward low-carbon economies.", 
    "INDIA cautioned against selectively quoting declarations adopted in other fora.", 
    "He stressed that his country s participation in meetings such as the MEF and the Group of 20 had been on the understanding these would provide momentum to the UNFCCC negotiations but not feed directly into the negotiations.", 
    "JAPAN highlighted the need for a long-term goal for all parties and the importance of referring to global peaking, low-carbon development strategies and development of innovative technologies.", 
    "Awg-kp informal groups OTHER ISSUES (LULUCF): In the morning, the subgroup on LULUCF considered land-based accounting, as well as LULUCF under the CDM.", 
    "PAPUA NEW GUINEA highlighted that their proposal for land-based accounting (option B) takes away the option to pick and choose how land use is reported, and that Annex I countries have been reporting on land use since 2005.", 
    "Many countries said that a land-based accounting approach is a desirable long-term goal, but BRAZIL, CHINA and JAPAN underscored incomplete reporting of data, as well as the existing scientific uncertainties of measurement, including the challenge of distinguishing between anthropogenic and non-anthropogenic emissions and removals.", 
    "NORWAY suggested uncertainty can be equally significant in activity-based approaches. AUSTRALIA, with SWITZERLAND and the EU, suggested that they are not ready to support option B in the second commitment period.", 
    "SENEGAL underscored the challenge of monitoring compliance.", 
    "SWITZERLAND highlighted that proposals on an activity-based approach prevent selective accounting.", 
    "TUVALU said exceptions would be present under option B that would introduce hot air into the system.", 
    "GABON suggested option B effectively mirrors proposals for REDD standards.", 
    "The group discussed eligibility of LULUCF activities under the CDM, including: afforestation and reforestation; REDD; restoration of wetlands; sustainable forest management or land management activities; soil carbon management; and revegetation, forest, cropland and grazing land management.", 
    "CHINA and BRAZIL suggested only considering afforestation and reforestation under the CDM.", 
    "Many countries supported considering REDD under other discussion tracks.", 
    "Senegal, for the AFRICAN GROUP, with JAPAN, ZAMBIA, PAPUA NEW GUINEA and ETHIOPIA, highlighted the need to improve the geographical distribution of the CDM and emphasized that LULUCF provides this opportunity.", 
    "BRAZIL, the EU, TUVALU and CANADA stressed consideration of whether activities are best considered under the CDM or NAMAs.", 
    "COLOMBIA cautioned that NAMAs should not replace the CDM.", 
    "BRAZIL and TUVALU underscored the technical challenges of defining soil carbon and measuring fluxes in the proposals. OTHER ISSUES (MECHANISMS): In the morning, parties continued discussing elements of COP/MOP decisions (FCCC/KP/AWG/2009/10/Add.3).", 
    "On allowing borrowing of assigned amount from future commitment periods, the G-77/CHINA supported no decision on the issue, while UKRAINE and CANADA preferred maintaining the option.", 
    "On extending the share of proceeds, Vice-Chair Dovland noted the same issue is also covered under proposals to amend the Protocol.", 
    "AOSIS, the LDCs and COLOMBIA supported retaining it also in the context of COP/MOP decisions.", 
    "The EU, JAPAN and NEW ZEALAND highlighted related proposals for Protocol amendments, as well as links with adaptation and finance discussions under the AWG-LCA.", 
    "On allowing CCS under the CDM, SAUDI ARABIA, JAPAN, NIGERIA, KUWAIT, IRAN, the EU, NEW ZEALAND, GHANA and others supported retaining the option, while AOSIS, ARGENTINA, BRAZIL, COLOMBIA, the GAMBIA and others preferred no decision.", 
    "AOSIS, supported by BRAZIL, ARGENTINA and others, highlighted several fundamental questions relating to CCS.", 
    "BRAZIL, supported by the GAMBIA, highlighted CCS as a nationally appropriate mitigation action but opposed it under the CDM.", 
    "The EU, AUSTRALIA and others stressed the need to consider safety and other issues.", 
    "KUWAIT, SAUDI ARABIA and NIGERIA opposed language on limiting CCS under the CDM to geological formations.", 
    "AOSIS highlighted that concerns regarding CCS beyond geological formations were even more serious. JAPAN opposed deleting the option that nuclear activities are eligible under the CDM.", 
    "On crediting based on NAMAs, the G-77/CHINA and TUVALU preferred no decision.", 
    "SOUTH AFRICA stressed concerns over offsetting, while indicating that his country is willing to consider market approaches that promote sustainable development but are not offsetting.", 
    "COLOMBIA highlighted concerns over scaling up problems associated with the CDM, such as geographical distribution.", 
    "The REPUBLIC OF KOREA supported a decision on NAMA crediting, and said the proposal aimed to help developing countries benefit from market mechanisms.", 
    "The EU identified synergies with their proposal on sectoral crediting, while noting concerns over the attribution of emission reductions and MRV."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12425e.html", 
  "enb_long_title": "Bonn Climate Change Talks - August 2009", 
  "type": "working group", 
  "id": "enb12425e_5", 
  "enb_end_date": "13-Aug-09"
}