{
  "countries": [
    "Denmark", 
    "Antigua and Barbuda", 
    "Peru", 
    "China", 
    "New Zealand", 
    "Yemen"
  ], 
  "topics": [
    "Extension of the Kyoto protocol", 
    "Flexibility Mechanims"
  ], 
  "section_title": "AGENDA ITEM 3 (Annex I further commitments) (AWG-KP)", 
  "enb_start_date": "04-Dec-10", 
  "enb_short_title": "COP 16", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "AWG-KP Chair John Ashe (Antigua and Barbuda) opened the contact group meeting, saying the purpose is to take stock of progress made, particularly by the spin-off groups, as well as to consider the way forward.", 
    "The spin-off group facilitators then reported on progress.", 
    "Spin-off group Co-Facilitator Peter Iversen (Denmark) reported that the Chapter II spin-off group (LULUCF) has focused on harvested wood products, wetlands and force majeure .", 
    "He explained that some progress has been made but that the group would benefit from more time to continue its considerations. AWG-KP Vice-Chair Adrian Macey (New Zealand) reported on work done on Chapters III (flexibility mechanisms) and IV (basket of methodological issues).", 
    "On the flexibility mechanisms, he said the group had sought to identify areas where the current text could be further refined and where possibilities existed to move towards consensus text.", 
    "AWG-KP Vice-Chair Macey said the group had refined options on the possible inclusion of carbon capture and storage (CCS) under the CDM and that parties are also consulting on the use of Certified Emission Reductions (CERs) generated from projects in certain countries.", 
    "Regarding the basket of methodological issues, AWG-KP Vice-Chair Macey reported good engagement on new GHGs and common metrics to calculate GHG equivalence, highlighting areas in which the text has been streamlined.", 
    "Regarding new GHGs, he reported growing convergence on the inclusion of nitrogen trifluoride.", 
    "Co-Facilitator Eduardo Calvo Buendía (Peru) reported on the spin-off group on Chapter V (potential consequences), saying discussions have focused on resolving the remaining differences regarding either establishing a permanent forum to address potential consequences or using existing means, such as national communications.", 
    "He reported that as the proponents of the two options have not agreed to retract either option, the current text remains unchanged and will be forwarded to the AWG-KP Chair for further consideration.", 
    "Co-Facilitator Jürgen Lefevere (European Commission) reported on the spin-off group on Chapter I (numbers) and highlighted that the group had focused on the following unresolved issues: length of commitment period; base year and reference year; and carryover of surplus AAUs.", 
    "On the commitment period, he reported convergence on a single commitment period but divergent views on whether this should be five or eight years long.", 
    "On base and reference years, he said parties had come close to a possible compromise on having a single base year to calculate parties Assigned Amounts and reference years for domestic purposes.", 
    "He said a text had been prepared on this issue, which enjoys broad support.", 
    "On the carryover of surplus AAUs, he said the co-facilitators have streamlined the current proposals into three options: maintaining the current provisions or removing existing provisions on carryover; limiting carryover such as through capping; or not allowing carryover.", 
    "Yemen, for the G-77/CHINA, stressed that the continuation of the Kyoto Protocol is essential for addressing climate change.", 
    "He said the progress made so far in the consultations should be captured in new text to help facilitate negotiations and move closer to a success story in Cancun.", 
    "The EU urged more progress on the discussions on LULUCF and the carryover of surplus AAUs. AWG-KP Chair Ashe said the spin-off groups would be given more time to enable them to complete their work, reporting that additional meetings have been scheduled for the spin-off groups.", 
    "He also said he would report on progress made to the informal COP/MOP plenary holding on Saturday.", 
    "AWG-KP Chair Ashe further highlighted the need to address the political elements which are key to reaching a balanced outcome and said he would bring these elements to the attention of the COP/MOP President so that she can determine how to take them forward. LULUCF (AWG-KP): In afternoon informal consultations, parties considered a co-facilitators non-paper, which provides two options for a LULUCF decision.", 
    "Some parties lamented that their proposals were not adequately reflected in the text.", 
    "On a definition of wetland management, some parties preferred a narrower definition, focusing on anthropogenic rewetting and draining.", 
    "Parties also discussed whether, in the event of force majeure , all emissions from the disturbance would be excluded, or only emissions above a threshold.", 
    "Parties raised concerns about lack of clarity on whether force majeure refers only to a single event or an accumulation of events.", 
    "Consultations will continue and a new text will be released on Saturday. ADAPTATION FUND (COP/MOP): During morning informal consultations, parties considered the draft terms of reference for the initial review of the Adaptation Fund."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12492e.html", 
  "enb_long_title": "Cancún Climate Change Conference", 
  "type": "", 
  "id": "enb12492e_2", 
  "enb_end_date": "04-Dec-10"
}