{
  "countries": [
    "United States", 
    "Australia", 
    "China", 
    "Bangladesh", 
    "South Africa", 
    "Indigenous Peoples"
  ], 
  "topics": [
    "Legal Status of Agreements", 
    "Financial Mechanisms and Funds", 
    "forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer"
  ], 
  "section_title": "SBI IN-SESSION WORKSHOP", 
  "enb_start_date": "09-Jun-11", 
  "enb_short_title": "SB 34", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "In the morning, SBI Chair Robert Owen-Jones (Australia) opened the SBI in-session workshop on enhancing the engagement of observer organizations.", 
    "The workshop was facilitated by Andrew Ure (Australia).", 
    "The Secretariat presented on current practices, highlighting the fundamental value of observer engagement and describing how observer engagement has evolved over the last 16 years.", 
    "She outlined multi-faceted modes of observer engagement and noted that heightened interest has increased participation.", 
    "The Secretariat also cautioned that any improvements would have to be made without substantial budgetary requirements.", 
    "The EU highlighted ways to enhance global participation, including: improving access to documents; increasing observer participation in meetings, including informal meetings; and maximizing the added value that NGOs could provide to the negotiations.", 
    "The US presented on ensuring observer participation as the Convention evolves.", 
    "He said that despite challenges within the UNFCCC process to make efficient use of time, accessibility by civil society has to be ensured.", 
    "Among possible enhancements, he mentioned: promoting informal interaction between observers and parties; opening informal groups addressing significant issues to observer participation; and increasing the use of workshops. AUSTRALIA underscored the value of observer engagement in improving transparency and for developing an enhanced framework for measuring, reporting and verification (MRV) and provision of support to developing countries.", 
    "She also identified the need to draw on the private sector and other observers in designing new institutions and mechanisms.", 
    "AUSTRALIA recommended a platform for observers to report and comment on specific outcomes and a forum for observers to provide input to the COP high-level segments. BINGOs recommended exploring how existing models for participation can be enhanced by new technologies and innovative approaches, such as online registration systems and a dedicated web page for each observer constituency.", 
    "On interventions, ENGOs noted the need for increasing ways of inviting views drawing on best practices from the Aarhus Convention on Access to Information, Public Participation in Decision-making and Access to Justice in Environmental Matters.", 
    "On NGO actions, she noted that the current criteria for resolving disputes are vague and proposed a committee to develop rules of procedure.", 
    "INDIGENOUS PEOPLES suggested, among other proposals, abandoning closed-door meetings on issues that are relevant to indigenous peoples rights, such as finance, REDD+, adaptation and technology transfer.", 
    "LOCAL GOVERNMENT AND MUNICIPAL AUTHORITIES said local governments should be fully recognized, resourced, empowered and involved in the UNFCCC process, as local and sub-national action is key to achieving the global targets. RINGOs proposed: greater transparency and openness in informal negotiations; enhanced dialogue between groups and constituencies; and extending the participation of civil society in the Transitional Committee for the Design of the Green Climate Fund to other UNFCCC mechanisms. TUNGOs supported, inter alia , improved access to documents, including non-papers, and increased opportunities to help the Secretariat with technical inputs.", 
    "WOMEN AND GENDER NGOs suggested: a more transparent and accountable process; increasing resources for civil society capacity building, in particular under-represented groups; and more balanced interventions.", 
    "YOUNGOs proposed open access to informal negotiations and enabling timely input by civil society in sessions.", 
    "In the ensuing discussion, Bangladesh, for the G-77/CHINA, supported increasing the inclusion of civil society in the negotiations and suggested exploring ways to enhance the involvement of civil society members from developing countries.", 
    "SOUTH AFRICA said the suggestions for enhancing civil society participation should be reflected in a concrete proposal for further consideration.", 
    "The INTERNATIONAL COUNCIL ON MINING AND METALS highlighted the need for partnerships and collaboration with stakeholders, by, inter alia , involving them in the implementation of actions.", 
    "BINGOs underscored the need to enhance participation of developing country stakeholders, such as by building their capacity to participate in the process.", 
    "Facilitator Ure summarized the discussions, noting that most speakers had reinforced the value of observers to the process and emphasized the need to enhance their participation.", 
    "In the afternoon, the SBI in-session workshop continued with a focus on concrete proposals.", 
    "Issues considered included online participation and experiences from the First World People s Conference on Climate Change and the Rights of Mother Earth, including the idea of a world referendum on climate change.", 
    "Participants also addressed the need to: increase participation of civil society members from developing countries and grassroots movements; address language barriers; ensure continuity and create a regular process for consultations; and change attitudes to the issue of opening informal meetings and improving interaction with civil society.", 
    "Workshop participants also proposed: requesting submissions on enhancing consultative channels with observer constituencies; creating a participation fund for civil society; allowing observer representatives to attend bureau meetings; ensuring active participation by indigenous peoples, inter alia , by creating associated bodies and mechanisms, such as an advisory body on issues of direct relevance to indigenous peoples; and allowing civil society representatives to interact with ministers during the COP high-level segments.", 
    "Participants also stressed that information technologies cannot replace direct interaction and underscored the importance of informal lobbying.", 
    "They noted that the suggested participation trust fund would help to enhance balanced geographical participation and that similar funds have been successfully created under other processes.", 
    "Participants also lamented the requirement of registering civil society actions 48 hours in advance, underlining the need for a process to address differing views on the rules of procedure.", 
    "A webcast of the workshop is available at: http://unfccc2.meta-fusion.com/kongresse/110606_SB34/templ/ovw_onDemand.php?id_kongressmain=171 >"
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12505e.html", 
  "enb_long_title": "UN Climate Change Conference June 2011", 
  "type": "sbi", 
  "id": "enb12505e_1", 
  "enb_end_date": "09-Jun-11"
}