{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "DEVELOPING COUNTRY NAMAS:", 
  "enb_start_date": "05-Oct-11", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "In the afternoon informal group, delegates addressed the role and design of the NAMAs registry.", 
    "Many parties expressed a common view that the registry should be web based and facilitate the matching of NAMAs seeking support.", 
    "On the facilitative matching of support, some parties suggested different options, including, inter alia : an online searching and matching system; the establishment of a panel or body to overview the matching process and/or serve the facilitation for available support; and integrating the registry into the Green Climate Fund.", 
    "A group of parties said the registry should not become a prior requirement or bottleneck to access funding, including from the Green Climate Fund.", 
    "Many parties stressed the need for the registry to promote and enhance capacity building, respect the diversity of NAMAs, and for a design that is not burdensome.", 
    "Many parties suggested information that should be included in the registry, including support required.", 
    "Some suggested the preparation of guidelines or templates for the submission of information, but others expressed reservations, emphasizing that flexibility should be prioritized.", 
    "On the way forward, some developing countries said that discussions should be sequenced in order to reach a decision in Durban.", 
    "One developed country suggested a workshop for countries and stakeholders on the support side, such as NGOs and the private sector, as a means for sharing information on what is needed to match support.", 
    "A non-paper will be prepared by the co-facilitators.", 
    "Parties then addressed a non-paper presented by the co-facilitators on possible elements on modalities and procedures for ICA.", 
    "Some parties welcomed the draft text, with many pointing to missing elements.", 
    "Some parties recalled that, according to the Cancun Agreements, ICA should be based on the biennial update reports.", 
    "A number of parties pointed to further streamlining objectives and principles with the Cancun Agreements.", 
    "Many parties highlighted that sequencing should be clearly laid out and comprise of consultation and then analysis.", 
    "A number of developing countries highlighted the need for engagement with experts to be interactive, while some expressed concern about the intrusion of in-country visits by experts.", 
    "Some countries did not agree to defining the frequency based on a party s share of global GHG emissions and their capabilities.", 
    "Some countries said ICA should be a technical process rather than a political one.", 
    "An updated version of the non-paper will be prepared."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12518e.html", 
  "enb_long_title": "UN Climate Change Conference October 2011", 
  "type": "working group", 
  "id": "enb12518e_5", 
  "enb_end_date": "05-Oct-11"
}