{
  "countries": [
    "Brazil", 
    "Canada", 
    "Saudi Arabia", 
    "Belize", 
    "Mexico", 
    "India", 
    "Malawi", 
    "United States", 
    "China", 
    "Switzerland", 
    "Nauru", 
    "Bolivia", 
    "New Zealand", 
    "Ecuador"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "Finance", 
  "enb_start_date": "11-Jun-15", 
  "enb_short_title": "SB 42", 
  "subtype": "", 
  "actors": [
    "Group of 77", 
    "Alliance of Small Island States", 
    "European Union", 
    "Environmental Integrity Group", 
    "League of Arab States"
  ], 
  "sentences": [
    "Co-facilitator Georg Børsting presented a streamlined text, amended based on discussions on Tuesday, 9 June.", 
    "He proposed, and parties agreed, to present the text to the ADP Co-Chairs.", 
    "Parties then engaged in a conceptual discussion to provide additional input for the Co-Chairs, as proposed by Bolivia, for the G-77/CHINA. The G-77/CHINA, Ecuador, for the LMDCs, and other countries described finance as an enabler for ambition, with the G-77/CHINA suggesting Convention Article 4.7 (implementation of developing countries’ commitments) is key to addressing CBDR.", 
    "BRAZIL said the agreement should enhance current obligations while finding “creative ways to indicate that there will be actions from everyone.” NEW ZEALAND called for ensuring the agreement delivers effective outcomes.", 
    "The EU said the finance text should build on the Convention while “capturing the world as it is.” On the scale and sources of finance, the G-77/CHINA said clarity on scale is required to determine how developing countries will be able to contribute to the agreement.", 
    "Belize, for AOSIS, called for a goal for climate finance that will keep temperature increase below 1.5°C.", 
    "Many developing countries called for adequate and predictable support. The EU stressed sending a signal to the private sector on the need to “shift the trillions” to low-carbon, climate-resilient development.", 
    "NAURU suggested having a basic commitment for all parties to provide sources for domestic action.", 
    "CANADA stressed the need to maximize financial flows globally, noting discussions on contributions and actions should precede those on scale and sources. INDIA and Saudi Arabia, for the ARAB GROUP, stressed public sources as the main source.", 
    "MEXICO identified need for all sources.", 
    "Switzerland, for the EIG, noted different circumstances need different instruments and sources. Many countries, including Malawi, for the LDCs, NEW ZEALAND and the US, supported recognizing the specific circumstances of SIDS and LDCs, including through direct access and readiness support."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12637e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2015", 
  "type": "", 
  "id": "enb12637e_6", 
  "enb_end_date": "11-Jun-15"
}