{
  "countries": [
    "Russian Federation", 
    "Japan", 
    "South Africa"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Mitigation", 
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "DON T ASK FOR THE MOON", 
  "enb_start_date": "29-Nov-10", 
  "enb_short_title": "COP 16", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "For a successful substantive outcome, balance was the magic word.", 
    "Coming to Cancun, most parties specified that balance was required between the two negotiating tracks under the Protocol and the Convention, and between the key elements of the Bali Action Plan.", 
    "UNFCCC Executive Secretary Figueres offered the following recipe: Everyone must be equally happy and equally unhappy with the outcome.", 
    "In the end, parties and observers alike seemed satisfied with the balance reached under the Convention track.", 
    "The outcome creates a process for anchoring mitigation pledges by developed and developing countries, combined with technical work to better understand them.", 
    "It also establishes a registry for Nationally Appropriate Mitigation Actions (NAMAs) by developing countries and enhances procedures on MRV/ICA.", 
    "The Convention track outcome also establishes the Green Climate Fund, addresses fast-start and long-term finance, and creates a Standing Committee under the COP to assist parties.", 
    "A long-awaited decision on REDD+ was agreed on, which gives a signal that the international community is committed to positive incentives, although it postpones clarity on long-term finance for results-based REDD+.", 
    "Agreement was also reached on a new Technology Mechanism, encompassing a Technology Executive Committee as well as a Climate Technology Centre and Network.", 
    "The Cancun Adaptation Framework, aimed at enhancing actions on adaptation including through international cooperation, was also established.", 
    "We ve managed to bring the main Copenhagen outcomes formally under the UNFCCC- and in some cases, we ve gone beyond the Copenhagen Accord and added some flesh to the bones, explained one party.", 
    "I would not characterize this outcome as strong, especially concerning mitigation, but it is clearly a positive one, said another.", 
    "The AWG-LCA s mandate was also extended by a year to carry out the undertakings included in the package.", 
    "The legal form of the outcome to be adopted by COP 17 in Durban next year remains, however, open.", 
    "We ve only agreed to continue discussing legal options, and didn t manage to agree on whether the outcome will be a COP decision or a new protocol, explained one delegate.", 
    "Concerning balance between the Protocol and Convention tracks, many saw the outcome as less successful.", 
    "Those insisting on a clear signal regarding the continuation of the Kyoto Protocol, preferably in the form of adoption of a second commitment period, did not get all they wanted.", 
    "The AWG-KP outcome text does not set a deadline for when the AWG-KP should complete its work.", 
    "Rather, it merely states that it shall aim to complete its work and report to the COP/MOP as soon as possible.", 
    "This formulation walked a fine line between developing countries supporting a second commitment period and those, such as Japan and the Russian Federation, who had come out against it.", 
    "However, those wanting more did get some reassurance in the statement that the AWG-KP s work should be completed in time to ensure that there is no gap between the first and second commitment periods.", 
    "Some had resisted this latter reference in previous sessions and its inclusion was a clear compromise.", 
    "In addition, although Annex I parties emission reduction commitments for a second commitment period were not established, the AWG-KP text takes note of developed countries voluntary quantified emission reduction pledges, as communicated by them.", 
    "These two provisions appear to provide further reassurance to these parties that the Protocol is not dead. BACK ON TRACK(S) What, then, is the significance of the Cancun outcome for the UNFCCC process and for a meaningful global response to climate change?", 
    "In many areas, important progress has been made on substance.", 
    "Positive outcomes include the establishment of the Green Climate Fund, the Technology Mechanism and the Cancun Adaptation Framework.", 
    "Many are also satisfied with the welcome signal regarding REDD+.", 
    "In addition, although the second commitment period under the Kyoto Protocol was not established, the Cancun Agreements bring industrialized countries mitigation targets and developing countries mitigations action formally under the UNFCCC process.", 
    "Still, as important as these agreements may be, they represent only small steps in reducing global emissions that contribute to serious climate change.", 
    "The pathway to a successful outcome in Durban, South Africa in 2011 is far from clear.", 
    "Nevertheless, many saw restoring faith in the process and laying to rest the ghosts of Copenhagen as the most important achievement: We ve shown the world and each other that Cancun can- and did- deliver what was required at this stage to keep moving forward on this long and winding road."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12498e.html", 
  "enb_long_title": "Cancún Climate Change Conference", 
  "type": "", 
  "id": "enb12498e_113", 
  "enb_end_date": "11-Dec-10"
}