{
  "countries": [
    "Turkey", 
    "Brazil", 
    "China", 
    "South Africa", 
    "Argentina", 
    "Indonesia", 
    "United States"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Technology Transfer"
  ], 
  "section_title": "DELIVERING ON TECHNOLOGY AND FINANCE:", 
  "enb_start_date": "21-Aug-08", 
  "enb_short_title": "AWGs", 
  "subtype": "plenary", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The contact group was chaired by AWG-LCA Chair Machado.", 
    "AOSIS highlighted the need for an insurance mechanism.", 
    "INDONESIA identified potential sources of financing such as mandatory contributions from Annex I countries, voluntary contributions and market mechanisms.", 
    "SOUTH AFRICA noted the importance of linking various sources of financing and proposed the creation of a specialized body on technology transfer. CHINA suggested establishing an executive board to develop strategies and monitor activities on technology transfer, and proposed specialized funds under the Convention to support mitigation and adaptation.", 
    "ARGENTINA highlighted the work of the Expert Group on Technology Transfer.", 
    "The US said new proposals should be assessed against their capacity to generate private sector funds. TURKEY suggested that provision of funds for adaptation be based on vulnerability of countries and their technological and financial capacity to address climate change.", 
    "BRAZIL noted that the polluter pays principle should be applied in conjunction with historical responsibility.", 
    "The G-77/CHINA elaborated on a proposal for a financial mechanism under the Convention.", 
    "The EU underlined the need for innovative ways of financing, and for detailed proposals on a framework for technology transfer."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12382e.html", 
  "enb_long_title": "Third session of the Ad Hoc Working Group on Long-term Cooperative Action and first part of the sixth session of the Ad Hoc Working Group on Further Commitments for Annex 1 Parties under the Kyoto Protocol to the UNFCCC", 
  "type": "working group", 
  "id": "enb12382e_3", 
  "enb_end_date": "21-Aug-08"
}