{
  "countries": [
    "Saudi Arabia", 
    "Peru", 
    "South Africa", 
    "Zambia", 
    "United States", 
    "Guatemala", 
    "Colombia", 
    "Kenya", 
    "Japan", 
    "Barbados"
  ], 
  "topics": [
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "Arrangements between the GCF and the COP", 
  "enb_start_date": "30-Nov-12", 
  "enb_short_title": "COP 18", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Parties disagreed on which body should be responsible for drafting the arrangements between the GCF and the COP.", 
    "The US and JAPAN stated that the key elements of the arrangements were already agreed upon and the GCF had independent juridical authority operating under the guidance of the COP and was therefore capable of drafting the arrangements.", 
    "Barbados, for AOSIS, cautioned against reopening issues that are in the GCF Governing Instrument.", 
    "He suggested a process to develop the arrangements involving representatives from both the COP and the GCF Board.", 
    "SOUTH AFRICA said the GCF Governing Instrument already includes elements that would allow the work on arrangements to be concluded in Doha.", 
    "SAUDI ARABIA, supported by KENYA and Zambia, for the LDCs, stated that arrangements between two entities do not imply an equal relationship and expressed concern about the GCF drafting its own accountability relationship, suggesting that the Standing Committee should undertake this task.", 
    "COLOMBIA, on behalf of Peru and Guatemala, proposed that representatives of the COP, possibly through the Standing Committee and the GCF Board work on drafting the arrangements to complete work by COP 19.", 
    "The EU supported developing the arrangements in a cooperative manner and suggested a draft proposal be submitted for consideration by relevant bodies and approval by COP 19.", 
    "Parties agreed to submit proposals by Friday."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12560e.html", 
  "enb_long_title": "Doha Climate Change Conference - November 2012", 
  "type": "", 
  "id": "enb12560e_4", 
  "enb_end_date": "30-Nov-12"
}