{
  "countries": [
    "Brazil", 
    "United Kingdom", 
    "Saudi Arabia", 
    "Australia", 
    "South Africa", 
    "Tuvalu", 
    "France", 
    "United States", 
    "Austria", 
    "China", 
    "Chile", 
    "Switzerland", 
    "Japan", 
    "Argentina", 
    "Germany"
  ], 
  "topics": [
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "D. CURRENT KNOWLEDGE ABOUT RESPONDING TO CLIMATE CHANGE:", 
  "enb_start_date": "02-Apr-07", 
  "enb_short_title": "IPCC WGII", 
  "subtype": "", 
  "actors": [
    "Organisation for Economic Co-operation and Development", 
    "European Union", 
    "Organisation for Economic Co.operation and Development"
  ], 
  "sentences": [
    "Consideration of Section D did not begin until 10:00 pm on Thursday evening.", 
    "For approximately two hours delegates focused on global mean losses of GDP and whether reference should be made to the Stern Review on the Economics of Climate Change (Stern Review).", 
    "Close to midnight, IPCC Chair Pachauri stressed the importance of making progress, with WGII Co-Chair Parry indicating that the SPM might not be finalized.", 
    "Discussions on Section D were initiated starting from the last paragraphs rather than from the beginning.", 
    "They focused on global mean GDP losses, social cost of carbon, benefits and costs, sustainable development and mitigation.", 
    "On GDP losses, the US requested to specify the range by replacing up to 5% for 4 °C of warming with 1-5% .", 
    "Austria, Germany, France and others supported adding reference to the Stern Review, which estimates GDP losses at or above 10%.", 
    "The US, Saudi Arabia and China opposed.", 
    "The US questioned why a non-peer reviewed study should be included, while UK, France, Germany, the European Community (EC) and others stressed that the high-profile Stern Review had already been presented at UNFCCC COP12, and ignoring it would seem weird.", 
    "With the US and Saudi Arabia contesting Co-Chair Parry ´s proposed information from the Stern Review, the section was bracketed with opposition from Austria, the EC and others.", 
    "Austria, opposed by Saudi Arabia, proposed discussing the text in a small group.", 
    "The text on GDP was bracketed without small-group discussion.", 
    "The final SPM refers to GDP losses between 1-5% without mentioning the numbers from the Stern Review.", 
    "Concerning social cost of carbon, ranges were added at the request of China.", 
    "The UK proposed also addressing figures from the Stern Review estimating the social cost of carbon at US$85 per tonne, while Saudi Arabia indicated they would not discuss the text or the Stern Review in the plenary or a small group.", 
    "Brazil opposed reference to the Stern Review as it would be a precedent on the use of non-peer reviewed material by the IPCC.", 
    "Argentina urged moving to issues important for developing countries.", 
    "On benefits and costs of climate change, the US suggested changing the range of temperature increase from less than 2 °C to 1-3 °C.", 
    "Austria asked where benefits would occur above 3 °C, and text on costs and benefits was modified to reflect US and Austria's concerns.", 
    "On the relationship between sustainable development and climate change, the US questioned a likelihood statement on climate change impeding achievement of the Millennium Development Goals (MDGs).", 
    "A Lead Author noted the existence of some projections.", 
    "Co-Chair Parry proposed, and WGII agreed to, wording noting that climate change could impede achievement of the MDGs.", 
    "Saudi Arabia questioned the basis for the statement that climate change can slow the pace of sustainable development.", 
    "Co-Chair Parry, opposed by the UK, Germany and Japan, proposed deleting the statement since it appears elsewhere.", 
    "WGII agreed to language stating that climate change could impede nations \u0092 abilities to achieve sustainable development pathways.", 
    "On a chapeau paragraph stating that many impacts can be reduced or delayed with mitigation, the UK suggested replacing mitigation particularly over the mid and long-term with timely and appropriate mitigation.", 
    "The US preferred dropping the reference to time and noting that many impacts can be reduced by mitigation.", 
    "Parties agreed to note that many impacts can be avoided, reduced, or delayed by mitigation.", 
    "Citing uncertainties and lack of value added, China, with Brazil and Saudi Arabia, and opposed by Germany, the UK and others, called for removing a paragraph noting an increase of information allowing calculation of the amount of mitigation needed to avoid impacts.", 
    "Germany expressed concern about the deletion of references to mitigation throughout the text, and Co-Chair Parry suggested alternative wording to avoid the word mitigation.", 
    "Stressing the scientific nature of the SPM, Japan, UK and others opposed alternative formulations.", 
    "Australia noted similar text elsewhere.", 
    "WGII agreed to remove the paragraph.", 
    "On adaptation and mitigation being complementary, the UK also suggested changing text to avoid the impression that there would not be benefits from mitigation for 60 years.", 
    "WGII agreed, inter alia , to indicate that even the most stringent mitigation efforts cannot avoid further impacts of climate change in the next few decades.", 
    "On increasing adaptive capacity through climate impact assessment, South Africa, proposed omitting the words mainstreaming and integrating.", 
    "Supported by Brazil, she highlighted mainstreaming as a particular policy approach.", 
    "Switzerland opposed the deletion, referring to the Organization for Economic Cooperation and Development's (OECD) approach to official development assistance that emphasizes integration and mainstreaming .", 
    "Austria stressed that this was an IPCC session rather than a UNFCCC negotiation.", 
    "Delegates agreed to modify the text and omit integration and mainstreaming.", 
    "On the list of related examples, Argentina proposed replacing droughts with hydrometeorological and Switzerland suggested reference to the framework agreed to at the World Conference on Disaster Reduction in 2005.", 
    "These proposals were not incorporated, but the examples on increasing adaptive capacity were simplified based on suggestions from the US.", 
    "Text on past emissions was considered early on Friday morning.", 
    "China proposed language referring to past emissions since 1750, but WGII approved language on unavoidable warming even if greenhouse gas concentrations remain at 2000 levels.", 
    "Co-Chair Parry indicated that a table on examples of current and potential options for adaptation had originally been included at the request of the US.", 
    "Citing lack of time, Germany proposed addressing the table later.", 
    "Co-Chair Parry, opposed by Chile, proposed removing the table and WGII agreed.", 
    "On text noting the importance of availability of resources for developing countries, Argentina underscored capacity building.", 
    "On a paragraph noting that adaptation alone is not projected to cope with projected climate change effects and mitigation will be required, China and Saudi Arabia, opposed by Germany, Austria, Tuvalu, and others, proposed deleting the paragraph.", 
    "Japan, the UK and others stressed the importance of keeping the mitigation sentence.", 
    "The US said it could agree to the mitigation sentence, but expressed concern on the combination of the two sentences.", 
    "WGII agreed to maintain the paragraph but remove the sentence on mitigation.", 
    "On a sentence on integration of adaptation and other measures, WGII agreed to Switzerland's suggestion to change disaster planning to risk reduction strategies."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12320e.html", 
  "enb_long_title": "Eighth session of the IPCC Working Group II", 
  "type": "ipcc", 
  "id": "enb12320e_26", 
  "enb_end_date": "05-Apr-07"
}