{
  "countries": [
    "Brazil", 
    "Afghanistan", 
    "China", 
    "Japan", 
    "New Zealand", 
    "United States"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adaptation", 
    "National Communications & Inventories"
  ], 
  "section_title": "LDCs (SBI)", 
  "enb_start_date": "02-Jun-10", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "During informal consultations in the afternoon, discussions focused on the report by the LDC Expert Group (LEG) (FCCC/SBI/2010/5).", 
    "Issues discussed included the need to extend the LEG s mandate, implement national adaptation programmes of action and consider other issues in the LDC work programme.", 
    "Draft conclusions will be prepared. NON-ANNEX I NATIONAL COMMUNICATIONS (SBI): In the afternoon, the contact group met to consider the three sub-items on non-Annex I national communications under the SBI. JAPAN and NEW ZEALAND called for taking into consideration the political guidance given in Copenhagen.", 
    "JAPAN expressed hope that the CGE s work will enhance national communications.", 
    "CHINA emphasized the importance of the CGE in providing technical assistance.", 
    "Regarding the frequency of national communications, the US said capacity building is enhanced by more frequent national communications.", 
    "Brazil, for the G-77/CHINA, emphasized that non-Annex I countries should not have stricter requirements than Annex I countries.", 
    "The EU stressed the importance of establishing and maintaining national teams to initiate learning processes.", 
    "Regarding financial and technical support, the GEF, responding to a request by the G-77/China, said all project proposals for national communications from non-Annex I countries will be financed.", 
    "The G-77/CHINA requested that the GEF and its implementing agencies be present at all relevant meetings in order to provide information.", 
    "AFGHANISTAN pointed to the importance of technical cooperation and assistance, in addition to financial support. REDD (SBSTA): During informal consultations on REDD in the afternoon, delegates discussed draft conclusions prepared by the Chair on capacity building in relation to the use of IPCC guidance and guidelines, and coordination of activities."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12463e.html", 
  "enb_long_title": "Bonn Climate Change Talks - May/June 2010", 
  "type": "", 
  "id": "enb12463e_8", 
  "enb_end_date": "02-Jun-10"
}