{
  "countries": [
    "Canada", 
    "Brazil", 
    "Bangladesh", 
    "Philippines", 
    "United States", 
    "Argentina", 
    "Bolivia", 
    "Norway", 
    "Ghana", 
    "Pakistan", 
    "Saudi Arabia", 
    "Australia", 
    "India", 
    "China", 
    "Uganda", 
    "Japan"
  ], 
  "topics": [
    "Technology Transfer"
  ], 
  "section_title": "TECHNOLOGY:", 
  "enb_start_date": "01-Oct-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Co-Chair Shimada invited parties to comment on the proposed technology mechanism.", 
    "The Philippines, for the G-77/CHINA, with BANGLADESH, PAKISTAN and others, underlined that this mechanism should lead to action on technology and go beyond assessments or information exchange.", 
    "Ghana, for the AFRICAN GROUP, identified three levels of action: by developed and developing countries respectively, and cooperation between the two.", 
    "BOLIVIA noted the necessity of removing barriers to technology transfer. AUSTRALIA, with NORWAY, indicated that a technology mechanism is not a single mechanism but a series of mechanisms and underlined the importance of centers of excellence.", 
    "BRAZIL stressed that the focus should also be on future technologies and suggested collaboration among the excellence centers.", 
    "The EU highlighted, inter alia , benefits of low-carbon development strategies, private sector investment and carbon markets.", 
    "INDIA emphasized that technology transfer does not refer to commercial transfer but to concessional transfer, and SAUDI ARABIA stressed that relying on market mechanisms or introducing criteria for support contradicts the Convention. JAPAN highlighted the importance of sectoral and regional approaches.", 
    "ARGENTINA called for a bottom-up, country-driven approach to technology action. UGANDA identified the need for a simple institutional architecture, and CANADA supported a simple, effective and elastic mechanism.", 
    "CHINA said that a tangible mechanism should be established to kick off action on technology.", 
    "The US noted many areas of convergence, for example on a facilitative role for the technology mechanism.", 
    "Co-Chair Shimada informed parties that their comments will be incorporated into further consolidated text, which will be made available on Thursday."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12431e.html", 
  "enb_long_title": "Bangkok Climate Change Talks - 2009", 
  "type": "working group", 
  "id": "enb12431e_6", 
  "enb_end_date": "01-Oct-09"
}