{
  "countries": [
    "Saudi Arabia", 
    "China"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "STATEMENTS", 
  "enb_start_date": "06-Dec-04", 
  "enb_short_title": "UNFCCC COP-10", 
  "subtype": "", 
  "actors": [
    "Organization of Petroleum Exporting Countries", 
    "Organisation for Economic Co-operation and Development", 
    "African Group", 
    "Group of 77", 
    "Organisation for Economic Co.operation and Development"
  ], 
  "sentences": [
    "Statements by UN bodies and specialized agencies and regional groups were heard on Wednesday, 15 December.", 
    "A summary of these statements can be found at http://www.iisd.ca/vol12/enb12258e.html. Statements by observer organizations were heard on Friday morning, 17 December.", 
    "The International Energy Agency noted that estimates indicate that greenhouse gas emissions from the energy sector are still growing robustly and a variety of technologies need to be developed, implemented and managed in a manner that meets energy needs. Noting that 80% of the climate change impacts from refrigerating plants are due to energy consumption, the International Institute of Refrigeration said that efforts are being made to make refrigerators more energy efficient. OPEC said that the adverse effects of policies and measures on OPEC States must be considered, expressed concern about calls for new climate change commitments for developing countries, and stressed that developing countries cannot be expected to prioritize mitigation over other more pressing needs. The Organization for Economic Cooperation and Development (OECD) said the OECD advocates the use of market-based instruments to reach environmental goals in an economically efficient manner, emphasizing the OECD\u0092s ability to bring together economic, social and environmental perspectives for finding solutions. Commending actions taken over the past decade, the Asian-African Group Legal Consultative Organization underlined the need for further action in a spirit of cooperation. The Asian Development Bank noted both the economic strides and environmental degradation experienced by the Asia-Pacific region, stressing that developing countries and aid organizations must ensure that climate change issues are well integrated in their strategies and programmes. Local Governments requested that: CDM and JI rules include local government policies that stimulate market transformation; the UNFCCC acknowledge local government action; and the UNFCCC give local governments special status at future UNFCCC events. The Inuit Circumpolar Conference linked climate change to human rights, and suggested that UNEP facilitate a dialogue among residents of vulnerable areas, such as low-lying countries, small island States and the Arctic. Research and Independent NGOs stressed the need to open a dialogue with policy makers.", 
    "Global Unions supported more ambitious reductions of greenhouse gas emissions as long as civil society representatives are involved in the decision-making process.", 
    "The Business Council for Sustainable Energy stressed the importance of market-based approaches to encourage greenhouse gas emissions reductions, and the need to create opportunities for companies from Protocol non-Parties to participate in the global response to climate change.", 
    "Business and Industry NGOs said climate change solutions must take into account regional and local circumstances.", 
    "Foro del Buen Ayre expressed concern about possible restrictions to civil society participation in the seminars planned for 2005. The Climate Action Network urged the G-77/China to reject the 'roadblocks' erected by Saudi Arabia.", 
    "The Union of Concerned Scientists, on behalf of the Climate Action Network, said the next negotiation round should concentrate on: further emissions reductions by Annex I Parties; a more rapid deployment of clean technologies in developing countries; and adaptation measures to cope with the impacts of climate change.", 
    "A representative of the Mapuche People highlighted the need to improve participation by indigenous communities in the UNFCCC process.", 
    "The World Council of Churches said 'beyond 2012' negotiations should focus on a principle-based approach concentrating on an equitable allocation of benefits and burdens, precaution, priority for the most vulnerable, and maximum risk reduction."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12260e.html", 
  "enb_long_title": "Tenth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12260e_88", 
  "enb_end_date": "18-Dec-04"
}