{
  "countries": [
    "Brazil", 
    "Swaziland", 
    "Panama", 
    "Costa Rica", 
    "Peru", 
    "Nauru", 
    "Argentina", 
    "Australia", 
    "Algeria", 
    "Papua New Guinea", 
    "Guatemala", 
    "China", 
    "Chile", 
    "Dominica", 
    "Gambia", 
    "Switzerland", 
    "Honduras", 
    "Youth NGOs", 
    "South Africa", 
    "Egypt", 
    "India", 
    "Congo", 
    "Colombia", 
    "Tajikistan"
  ], 
  "topics": [
    "Extension of the Kyoto protocol", 
    "Legal Status of Agreeements", 
    "Post-Kyoto Agreements", 
    "forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Mitigation", 
    "Extension of the Kyoto protocol", 
    "Technology Transfer"
  ], 
  "section_title": "AD HOC WORKING GROUP ON THE DURBAN PLATFORM FOR ENHANCED ACTION", 
  "enb_start_date": "14-May-12", 
  "enb_short_title": "SB 36", 
  "subtype": "PLENARY", 
  "actors": [
    "European Union", 
    "League of Arab States", 
    "Environmental Integrity Group", 
    "Brazil, South Africa, India and China", 
    "Central American Integration System", 
    "Group of 77 and China", 
    "Least Developed Countries", 
    "Group of 77", 
    "Coalition for Rainforest Nations", 
    "Umbrella Group", 
    "African Group", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Opening the first session of the ADP, COP 17 President Maite Nkoana-Mashabane (South Africa) identified the new body as an opportunity to consider what needs to be done beyond 2020.", 
    "She urged parties to engage constructively and create a credible work plan, prioritizing work in such a manner that the ADP can finalize its work by 2015.", 
    "Highlighting the ADP as an opportunity to demonstrate that multilateralism works, UNFCCC Executive Secretary Christiana Figueres indicated that the ADP s work should be guided by both a short-term view that considers implementation and a long-term perspective that rises to the challenge of the post-2020 world.", 
    "Algeria, for the Group of 77 and China (G-77/China), stated that the ADP s outcome must be in line with the objective, principles and provisions of the Convention and emphasized the importance of progress under the AWG-KP and AWG-LCA.", 
    "She said the ADP s work plan must be based on Decision 1/CP.17 (Establishment of an Ad Hoc Working Group on the Durban Platform for Enhanced Action), equity, common but differentiated responsibilities and the relevant provisions of the Convention.", 
    "Switzerland, for the Environmental Integrity Group (EIG), highlighted the ADP as a turning point in the UNFCCC negotiations.", 
    "He identified mitigation as the core task, involving all countries in accordance with their common but differentiated responsibilities and respective capabilities, while also addressing adaption, finance, technology and capacity-building.", 
    "The EIG called for a solid work plan, agreed in Bonn, that includes milestones and a timetable, leading to a smooth adoption of the future regime in 2015.", 
    "The European Union (EU) emphasized that their decision to participate in a second commitment period under the Kyoto Protocol was taken in the context of the wider package in Durban that leads to transition toward a single global agreement.", 
    "He said a new protocol would be the most effective form of such an agreement, and identified the need to discuss how the new protocol can allow sustainable development as well as delivering the necessary emission reductions by all parties.", 
    "On the mitigation work plan, the EU identified the process of closing the mitigation gap as an iterative one whereby the gap is assessed, options to increase ambition are identified and the appropriate decisions are taken.", 
    "Australia, for the Umbrella Group, underscored the Durban Platform as a universal platform to take international efforts on climate change forward by providing a common ground for all countries.", 
    "He suggested focusing the work in Bonn on defining the ADP s work plan and added that the establishment of low-carbon development pathways is key to addressing climate change without sacrificing economic growth or development.", 
    "The Gambia, for Least Developed Countries (LDCs), highlighted that the ADP s mandate provides an opportunity to enhance the mitigation ambition and adopt a new protocol under the Convention applicable to all, taking into consideration equity and common but differentiated responsibilities.", 
    "He suggested identifying deliverables for each COP in the context of a three-year programme that would allow incorporating inputs from, inter alia , the IPCC s Fifth Assessment Report.", 
    "He underscored that the work of the ADP must not be seen as an opportunity to postpone action, and stressed the importance of the second commitment period under the Kyoto Protocol.", 
    "Nauru, for the Alliance of Small Island States (AOSIS), expressed hope that the ADP would demonstrate a sober, serious and determined sense of urgency and ambition.", 
    "She called for a mitigation work plan that makes strides in closing the recognized mitigation ambition gap.", 
    "Swaziland, for the African Group, said the ADP should result in a strengthened multilateral, rule-based climate change regime, emphasizing the need for significant scaling up of developed country mitigation ambition.", 
    "Egypt, for the Arab Group, stressed that negotiations under the ADP must ensure full and effective implementation of the Convention.", 
    "He also emphasized the need to respect, and not renegotiate, the principles that govern international action.", 
    "Papua New Guinea, for the Coalition for Rainforest Nations, stated that an international legal instrument is needed now as 2020 is too late.", 
    "She underscored the important role of REDD+ in the new regime.", 
    "India, for Brazil, South Africa, India and China (BASIC), said that the full elaboration of the ADP s work plan will only be possible after the AWG-LCA and AWG-KP have concluded their work and that an outcome should reflect the historical responsibility of developed countries and view the Durban Platform as a historic opportunity to ensure that international climate regime evolves according to the realities of a changing world.", 
    "Tajikistan, for Mountainous Landlocked Developing Countries, said a new legally-binding agreement must build upon the Convention s principles and suggested that a contact group be formed to get work underway.", 
    "Chile, for Colombia, Costa Rica, Guatemala, Peru, Panama and Dominica, said the results of the ADP should take the form of a protocol or some other legally-binding instrument under the Convention.", 
    "The Democratic Republic of Congo, for the Central Africa Forests Commission (COMIFAC), said the working group should lead to the adoption of a new binding accord and that the ADP should treat adaptation and mitigation on equal footing.", 
    "Honduras, for the Central American Integration System (SICA), said: adaptation is the priority for the majority of developing countries, in particular for the most vulnerable ones.", 
    "Argentina, for a number of countries, emphasized that an ADP outcome should be in accordance with the Convention s principles, recognizing the different nature of developing and developed countries obligations.", 
    "He added that developing countries voluntary NAMAs are related to the provision of finance, technology and capacity building, and suggested that the ADP s work plan first focus on the scope of the work, including on guiding principles.", 
    "Business and Industry NGOs suggested strengthening the avenues for the business and private sector to contribute to the ADP s work in areas such as finance, innovation, MRV, and new market mechanisms.", 
    "Climate Action Network (CAN), for Environmental NGOs, urged: increasing mitigation ambition through, inter alia , closing loopholes, eliminating fossil fuel subsidies and adopting an ADP work plan with milestones. ICLEI, for Local Government and Municipal Authorities, underscored that there is a dangerous gap between now and 2020 that needs to be addressed by increasing mitigation ambition.", 
    "He highlighted the key role of local governments in successfully implementing climate change policies.", 
    "Women and Gender Constituency cautioned against exacerbating gender inequalities and identified the need to integrate human and social dimensions into the climate change negotiations.", 
    "She suggested a workshop on gender equality.", 
    "Youth NGOs (YOUNGOs) said: the principle of common but differentiated responsibilities is not negotiable; the integrity of the Convention should not be undermined; and closing the ambition gap should be a priority for the ADP."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12546e.html", 
  "enb_long_title": "Bonn Climate Change Conference - May 2012", 
  "type": "WORKING GROUP", 
  "id": "enb12546e_7", 
  "enb_end_date": "25-May-12"
}