{
  "countries": [
    "United States", 
    "China"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Mitigation", 
    "Extension of the Kyoto protocol", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "DANCING TO ITS OWN TUNE", 
  "enb_start_date": "04-Jun-14", 
  "enb_short_title": "SB 40", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "European Union"
  ], 
  "sentences": [
    "It was the first time ministers were present at a June session.", 
    "While the expectation was that high-level ministerial engagement would help move the negotiations forward, it appeared instead as a stutter-step in the rhythmical flow of the talks.", 
    "Despite high hopes, ministerial roundtables on the ADP and Kyoto Protocol were not conducive to constructive discussions, as only roughly 30 ministers delivered their statements in what turned out to be a mini-high-level segment.", 
    "The ministerials took two full days, and since no concurrent meetings could be scheduled, many felt they were a waste of negotiating time, with the African Group labeling the roundtable on the Kyoto Protocol 'a lost opportunity for raising ambition'.", 
    "Yet, one optimistic delegate hoped that Bonn fostered relationships that will prove useful at the UN Secretary-General's upcoming Climate Change Summit.", 
    "The ADP also met in a contact group setting for the first time, moving to a more focused mode of work.", 
    "While discussions were more concrete, there could have been more substantive interaction between parties who instead often read prepared statements and engaged in procedural debates about how and when to engage with text, and indeed whose text it would be.", 
    "Parties' performance led some to question whether the group was in fact negotiating, although some cautiously claimed that areas of convergence were beginning to emerge as parties made more concrete proposals on the elements of the 2015 agreement and intended nationally determined contributions (INDCs).", 
    "Despite the ADP being saddled with an exceptionally busy agenda, INDCs stole the show.", 
    "Delegates engaged in heated debates over: how INDCs should be defined, developed and communicated; what information should be included in INDCs; and whether they should be subject to any assessment and review.", 
    "Initially, developed countries saw INDCs as mitigation-based, with built-in flexibility based on capabilities rather than country groupings.", 
    "Yet, as the negotiations pressed on, some began to accept the fact that INDCs will likely include more than mitigation alone.", 
    "The Like-Minded Developing Countries (LMDCs) maintained that developed countries' INDCs should include not only quantified economy-wide emission reduction commitments, but also commitments on timely provision of finance, capacity building and technology to developing countries.", 
    "Meanwhile, according to the LMDCs, developing countries' INDCs should contain information on actions on adaptation, including loss and damage, mitigation, capacity building, and sustainable development - all enabled by developed countries' support.", 
    "While there may be emerging willingness by some developed countries not to limit INDCs to mitigation alone, the exact elements for inclusion remain to be addressed in Lima.", 
    "There was also disagreement on whether or not INDCs should be subject to review, opening questions of how to sequence the steps of INDCs communication, review, adjustment, inscription, and possible further review and adjustment.", 
    "Indeed, parties disagreed on what steps were even required.", 
    "Many feared that without review, they would be heading for a 'minimal agreement' in Paris since there would be no mechanism to ensure that nationally-determined contributions produce the level of ambition commensurate with the global temperature goal.", 
    "The timing and order of the submission of INDCs, a possible review and an even more circumspect increase of INDCs' ambition remain unclear.", 
    "The announcement by the EU and the US that they intend to have their INDCs ready in the first quarter of 2015 could help build trust, however numerous developed countries have yet to specify when their INDCs will be complete.", 
    "Some developing countries may follow China's lead and announce their INDCs in the first half of 2015, perhaps waiting to see the extent of developed countries' INDCs.", 
    "Other developing countries will require support for the preparation of their INDCs.", 
    "Some delegates expressed concern that many parties' INDCs may not be ready for COP 21, which could jeopardize the Paris agreement because the full extent of countries' participation and commitments will be unknown.", 
    "For an ambitious, climate-friendly outcome in Paris, many hoped that, in Lima, parties will decide on the elements INDCs will consist of, and demarcate the relationship between parties' nationally determined contributions and the new agreement.", 
    "Thus far, as the Bonn meeting demonstrated, attempts to secure broad participation threaten to reduce global ambition to the level where it may no longer be possible to stay under 2 °C warming and prevent dangerous anthropogenic interference with the climate system. THE PARTNER LEFT BEHIND?", 
    "With parties making proposals for the new agreement, and dancing around fundamental issues, such as its legal form and differentiation, pre-2020 ambition had a surprisingly minor role in the ADP's work.", 
    "The Doha Amendment still requires 133 ratifications to enter into force, a target that, two years after its adoption, seems increasingly out of reach.", 
    "The Amendment covers 15% of global emissions, and comparable efforts by developed countries not party to the second commitment period are difficult to incentivize without relying on a rules-based system.", 
    "To some, pre-2020 ambition also necessitates increased emission reduction targets by all major emitters, ensuring which can also be seen as a challenge.", 
    "Perhaps for these reasons, efforts under workstream 2 largely occurred in the Thematic Expert Meetings (TEMs), which focused on the urban environment and land-use.", 
    "In Bonn, it became clear that the TEMs format has evolved into 'starting points for new action, rather than one-off events'.", 
    "Originally envisioned as a means to share experiences on issues with high mitigation potential, the TEMs are now an ongoing process.", 
    "TEMs now involve ongoing partnerships with organizations outside the UNFCCC, although it is still unclear to many how these relationships will play out.", 
    "Such collaboration between an ad hoc Convention body and outside organizations designed for different, albeit related issues, is rare, although the implications for pre-2020 ambition are yet to be seen.", 
    "Many hoped that TEMs will catalyze action by organizations outside the Convention, but seemed unsure if this innovation can live up to the task.", 
    "Some issues, such as land use, and particularly REDD+, may be better placed to capitalize on existing UNFCCC rules and the related work of other organizations.", 
    "While the role and potential of cities are at the enthusiastic, brainstorming stage, they lack the turnkey institutions resourced and ready to quickly start new work.", 
    "There was considerable enthusiasm for the TEMs despite the lack of clarity how these processes will play out, and many hoped they would evolve beyond a 'talk shop' format.", 
    "Some worried it would be difficult to capture and measure the TEMs' success and assess whether, and if, the TEMs will be able to generate emission reductions over and above what these partner organizations are already undertaking.", 
    "The two ADP workstreams have always been partners.", 
    "Allowing workstream 1 to lead has implications for and beyond Lima, where an outcome on pre-2020 ambition is expected, although poorly sketched.", 
    "As one delegate observed, the Lima outcome on pre-2020 ambition is 'a vital trust-builder' for those who agreed to an agreement to take effect in 2020 in exchange for pre-2020 ambition.", 
    "In light of the IPCC Fifth Assessment Report, some openly stated that policy 'is a step or two behind the science', and worried that failure to raise ambition before 2020 will raise the future costs of mitigation and adaptation, and exacerbate loss and damage from adverse impacts of climate change, which will become more frequent and costly in economic and human terms."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12598e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2014", 
  "type": "", 
  "id": "enb12598e_95", 
  "enb_end_date": "15-Jun-14"
}