{
  "countries": [
    "Japan"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Adaptation", 
    "Technology Transfer"
  ], 
  "section_title": "PANEL DISCUSSION:", 
  "enb_start_date": "01-Jun-11", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "On Thursday, the third session continued with a panel discussion on experiences and lessons learned from supporting technology transfer, facilitated by Kunihiko Shimada (Japan), and was structured around four guiding questions.", 
    "On lessons learned from funders, Toru Kubo, Asian Development Bank, said deployment of commercially viable technology is easy, but even profitable projects will not come to fruition if policy frameworks do not exist.", 
    "He stressed that for serious consideration by funders, proposals must align with national development priorities and be co-funded by national partners.", 
    "Jochen Harnisch, KfW Bankgruppe, said development banks do not focus on technology dissemination, but national development goals, and TNAs need to consider this.", 
    "Binu Parthan, Renewable Energy and Energy Efficiency Partnership, stressed that funders should not dictate technologies to be used.", 
    "Sarah Eastabrook, Alstom/World Business Council for Sustainable Development, reminded participants that companies follow the demands of customers, but cannot service customers in contexts lacking adequate and transparent regulatory and policy frameworks.", 
    "She recommended that delegates use the Technology Mechanism to simplify and streamline technology transfer governance as much as possible.", 
    "On barriers to technology transfer, Parthan warned that skewed pricing is a barrier to investment in some cases and recommended rationalization and elimination of fossil fuel subsidies.", 
    "Eastabrook said the private sector rarely puts money into isolated markets and that regional coordination is key.", 
    "Kubo said attention to end-use affordability is an obstacle, stressing that the development community is mandated to fund projects that are affordable for the poor.", 
    "He said available private money will not flow to high-risk areas without more government engagement in PPPs.", 
    "Harnisch recalled that bilateral agencies answer to taxpayers.", 
    "On factors influencing financing decisions, Eastabrook said to engage the private sector effectively, TNAs need to holistically scope out problems to be overcome.", 
    "She also noted that the presence of skilled labor is key for private sector decision-making, and, as such, capacity building is of utmost importance.", 
    "Parthan said TNAs should be updated regularly because problems, and therefore funding needs, change over time.", 
    "Harnisch recommended more donor coordination on identifying the desirable project types.", 
    "Kubo urged that TNAs not be wish lists, but rather focused on implementation, and that stakeholders involved in the TNA process be chosen accordingly, stressing the benefits of joint ventures for the success of projects.", 
    "On how governments should assess adequacy of financial resources, Harnisch noted the importance of early dialogues with funders to ensure compatibility with their guidelines.", 
    "Parthan said the private sector must participate in the TNA process.", 
    "Eastabrook said experiences of others need to be sought out and learned from.", 
    "During discussions, a developed country highlighted that enabling environments are key and investors require predictability.", 
    "He noted that implementation should be an objective function of TNAs.", 
    "A developing country delegate emphasized the importance of establishing markets for adaptation technologies.", 
    "Eastabrook urged moving into implementation and said PPPs are an important tool to get things moving.", 
    "She said it is key to attract the attention of companies with predictable markets.", 
    "Parthan highlighted the benefits of engaging relevant stakeholders, including the private sector, going forward he said regulators should focus on establishing frameworks.", 
    "Harnisch said the answer is not just to create an environment for the market to maximize profits, but that barriers must be addressed and that reducing risk via the creation of benign environments to release market creativity is important.", 
    "Kubo said adaptation needs are crucial and that TNAs must be balanced between mitigation and adaptation."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12501e.html", 
  "enb_long_title": "UN Framework Convention on Climate Change (UNFCCC) Workshop on Technology Needs Assessments", 
  "type": "SPECIAL WORKSHOP", 
  "id": "enb12501e_9", 
  "enb_end_date": "02-Jun-11"
}