{
  "countries": [
    "United States", 
    "China"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "Protocol Mechanisms:", 
  "enb_start_date": "11-Jun-99", 
  "enb_short_title": "10th Session SBSTA & SBI", 
  "subtype": "", 
  "actors": [
    "Umbrella Group", 
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Controversial debates on mechanisms flared within the G-77/China.", 
    "The group, though under pressure from the Joint Working Group on mechanisms to resolve its differences and formulate a position, dissolved into persistent regional positions on various aspects of the CDM.", 
    "The concepts of 'unilateral CDMs,' 'tradeability of CERs,' 'emissions avoidance' and 'adaptation funds' teased the G-77/China negotiators for over a week before they emerged with a document that was skillfully and carefully constructed to be open-ended on most issues.", 
    "With the benefits from the CDM flowing unevenly to different countries within the G-77/China and the lack of a significant incentive to compromise on national positions, the key issues are yet to be resolved within the G-77/China. The EU welcomed progress on this issue during the last three days of the meetings and noted that they had moved further forward than initially expected.", 
    "The EU and the Umbrella Group (a fluid group of non-EU Annex I countries) observed a truce on the hotly disputed question of a ceiling on the use of the mechanisms.", 
    "For the EU it is a case of 'once bitten twice shy' as negotiators, convinced that some weak agreements (e.g., sinks, hot air, extra gases) were allowed to slip through in Kyoto, now proceed with more caution than ever.", 
    "Added to this is the conventional wisdom that unresolved political differences are so fundamental that a premature debate could 'derail the process.", 
    "' The ceiling and definition of 'supplementarity' represent the most obvious examples of issues that remain enclosed in notional brackets.", 
    "The EU proposed a set of formulae to establish a ceiling.", 
    "They would, in effect, limit the use of the mechanisms to meeting up to half of the effort required of Annex B Parties and include a degree of flexibility for further use, provided that any additional use is matched by an equivalent domestic effort. National communications from Annex I Parties: NGOs have expressed concern about attempts by some Parties to remove or downplay important elements of the guidelines for national reporting given the importance of data for monitoring compliance with the Protocol.", 
    "The US attempted to remove or shift elsewhere elements of the reporting requirements on 'energy intensity per unit of GDP,' 'emissions per capita' and 'GDP per capita."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12110e.html", 
  "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "", 
  "id": "enb12110e_42", 
  "enb_end_date": "11-Jun-99"
}