{
  "countries": [
    "United States", 
    "Sudan", 
    "United Kingdom", 
    "Switzerland", 
    "France"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "IPCC Governance", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "IPCC PROGRAMME AND BUDGET", 
  "enb_start_date": "06-Jun-12", 
  "enb_short_title": "IPCC-35", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "In the plenary on Wednesday, IPCC Secretary Christ presented on the IPCC Trust Fund Programme and Budget (IPCC-XXXV/Doc.2) and on the audit of the 2010 and 2011 accounts of the IPCC (IPCC-XXXV/Doc.2, Add.1), noting that the auditors found no irregularities.", 
    "On the revised budget for 2012, she noted the need to take into consideration changes related to the Communications Strategy and the COI Policy, including three new posts.", 
    "She also noted that adjustment would be necessary to address additional work by the TFI on LULUCF for endorsement in 2013, to be agreed on at this session.", 
    "Noting the small number of countries contributing to the Trust Fund, the US called for a fund-raising effort by Chair Pachauri to increase the contributions base.", 
    "The US also called for the Financial Task Team to provide guidance on budgetary implications related to uncertainties in the venue of meetings, suggesting that Geneva be used as a default venue.", 
    "The Financial Task Team, co-chaired by IPCC Vice-Chair Ismail El Gizouli (Sudan) and Nicolas Beriot (France), met five times during the session.", 
    "During the closing plenary on Saturday, the Task Team Co-Chairs outlined adjustments to the 2012 and 2013 budgets, including expenditures on communication activities and website improvements.", 
    "They expressed concern over the small number of governments funding the IPCC and proposed that other governments be invited to contribute by letter.", 
    "The US said the budget should be more in line with the final expenditures and, supported by Switzerland, cautioned against imposing constraints on the facilitative function of the Secretariat.", 
    "France said that release of AR5 would give rise to additional communication expenditures.", 
    "Chair Pachauri proposed that a contingency amount be presented to the Bureau since waiting for IPCC-37 would get in the way of effective outreach activities.", 
    "The UK called for five days, instead of four, to be budgeted for the WGI plenary.", 
    "Chair Pachauri proposed having a contingency for five days, subject to further consideration by the Bureau."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12547e.html", 
  "enb_long_title": "Thirty-fifth Session of the Intergovernmental Panel on Climate Change (IPCC)", 
  "type": "ipcc", 
  "id": "enb12547e_15", 
  "enb_end_date": "09-Jun-12"
}