{
  "countries": [
    "Australia", 
    "Panama", 
    "Bahamas", 
    "Niger", 
    "Bolivia", 
    "Venezuela"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Reasons for Concern", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Anthropogenic Interference with Climate System", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "CROSS CUTTING ISSUES", 
  "enb_start_date": "26-Mar-01", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Networking and Information: Philip Weech (The Bahamas) presented on cross-cutting issues raised in the regional workshops.", 
    "He explained that national communications do not exist in isolation and reflect a conscious decision by Parties.", 
    "He noted that many concerns resulted from the regional workshops, including issues such as coordination and networking, institutional strengthening and enabling activities support programmes.", 
    "He highlighted barriers for institutional strengthening, including the lack of national capacity and continuity of project management teams; weak national frameworks; and lack of capacity to implement climate change projects.", 
    "Among the main findings, he said that Parties had reported: interest in regional, subregional and national networking; limited human and financial resources; and underdeveloped systems for data collection, processing and maintaining systems. He concluded that the CGE could recommend that: the GEF and other donor organizations be encouraged to direct resources to enhance Internet access in developing countries; the UNFCCC Secretariat, the IPCC and other organizations make climate-related information and services available through modern communication technologies; and donor organizations and in-country institutions provide increased training in the use of the Internet and other cutting- edge information technologies, as appropriate to the circumstances of individual countries. National Circumstances and Planning: George Manful (UNFCCC Secretariat) presented on national circumstances in the process of preparation of national communications.", 
    "He highlighted that basic information, development priorities, objectives and circumstances, and sustainable development and planning were the main issues reported.", 
    "On basic information, he noted that Parties reported issues such as size and population and the level of development.", 
    "He explained that Parties also reported information on, inter alia geographical characteristics, temperature zones, biodiversity and rainfall, and their economic background, including gross domestic product (GDP) and energy intensity of production. On development priorities, objectives and circumstances, he said Parties reported on issues such as: food security, including share of agriculture and GDP, agricultural practices, artisanal and commercial fishing, and livestock; energy demand and supply; the size of forests areas; the contribution of mining sector and tourism to GDP; transport; water resources, embracing surface and underground water, hydro-power generation and agriculture; and other sectors such as coral reef preservation, pearl cultivation, financial and banking sector, waste management and sanitation. On sustainable development and planning, he noted that Parties reported on the: integration of climate concerns into national planning; development of national sustainable plans; establishment of specific institutional arrangements; promotion of active stakeholder participation; and enhancement of appropriate legislation.", 
    "He concluded that sustainable development and national planning should go hand-in-hand, and governments should develop appropriate framework to address these concerns. In the ensuing discussion, participants exchanged ideas on national circumstances.", 
    "NIGER suggested including the establishment of synergies among environmental conventions as a cross cutting issue.", 
    "PANAMA noted how traditional indicators were changed by climate change and suggested creating new indicators including socioeconomic and ecological factors.", 
    "BOLIVIA suggested that the working groups emphasize the link between the needs identified at regional workshops and the information that would be requested in the IPCC TAR, including new guidelines and issues such as health risks, human security and food security.", 
    "NCSP suggested linking information provided by Parties across other sections of the national communications to balance the reports.", 
    "AUSTRALIA suggested recommending the development of better guidelines.", 
    "VENEZUELA said that information on national circumstances should be used to analyze different scenarios of different sectors and be discussed at national workshops."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12164e.html", 
  "enb_long_title": "INTER-REGIONAL WORKSHOP OF THE CONSULTATIVE GROUP OF EXPERTS ON INITIAL NATIONAL COMMUNICATIONS FROM PARTIES NOT INCLUDED IN ANNEX I TO THE CONVENTION", 
  "type": "", 
  "id": "enb12164e_22", 
  "enb_end_date": "26-Mar-01"
}