{
  "countries": [
    "Brazil", 
    "Canada", 
    "Australia", 
    "South Africa", 
    "Tuvalu", 
    "Ethiopia", 
    "China", 
    "Switzerland", 
    "New Zealand"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "Extension of the Kyoto protocol", 
    "Flexibility Mechanims"
  ], 
  "section_title": "ANNEX I EMISSION REDUCTIONS:", 
  "enb_start_date": "06-Oct-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Co-Chair Wollansky invited parties to discuss the implications of the flexibility mechanisms on Annex I parties targets.", 
    "Vice-Chair Dovland summarized discussions in the group on other issues, highlighting proposals to: improve the CDM and joint implementation; create new mechanisms such as NAMA crediting and sectoral crediting; and include nuclear activities and carbon capture and storage (CCS) under the CDM. CHINA called for focusing on targets and the percentage of emission reductions that Annex I countries would be allowed to achieve through offsetting, saying a discussion of the detailed rules was premature.", 
    "SOUTH AFRICA emphasized that the use of offsets is a zero-sum game and suggested: first setting Annex I parties targets for domestic emission reductions and then adding a percentage that could be achieved through offsetting; or setting aside a proportion of Assigned Amount Units (AAUs) for the mechanisms.", 
    "He also noted that achieving 50% of targets through offsets is way beyond supplementarity.", 
    "Supported by SWITZERLAND and others, the EU stressed that it is not possible for Annex I countries to set targets without first knowing the rules.", 
    "The EU emphasized the importance of a robust carbon price for investment decisions and the role of the EU Emissions Trading Scheme in achieving this during the first commitment period.", 
    "He explained that while sectoral crediting would increase the supply of credits, the main objective of the EU proposal was to extend the carbon price signal to new sectors and actors.", 
    "On supplementarity, he identified a strong wish to limit the CDM, noting a cap on CDM credits in the EU s post-2012 climate and energy package.", 
    "He also highlighted the potentially immense impact of surplus AAUs in the second commitment period, as well as the potential impact of proposals on LULUCF under the CDM. TUVALU asked where the carbon price signal would come from if the Protocol does not exist in the post-2012 period and how to ensure robustness in terms of issues, such as expert review teams and compliance.", 
    "He noted that sectoral crediting mechanisms will flood the markets and urged considering their environmental implications. CANADA welcomed discussions on policy issues, including on how much developed countries should do domestically.", 
    "He stressed that appropriate design rules can be used to ensure that offsetting does not amount to a zero sum game but noted that this discussion should take place in the other issues group.", 
    "He h said that discussions relating to the use of mechanisms, such as setting a cap on supplementarity, should take place in the contact group on Annex I emission reductions. BRAZIL proposed a cap on offsetting, which he said should be well below 49%.", 
    "He noted that increasing the scale of markets through, for example, sectoral crediting, would negatively impact the carbon price by increasing supply without increasing demand. AUSTRALIA stressed the impact of broader and deeper carbon markets for the level of ambition.", 
    "He supported retaining the CDM and noted the possibility of additional new mechanisms such as REDD and sectoral mechanisms.", 
    "Highlighting her country s unique circumstances, NEW ZEALAND said they expect to meet up to 70% of their target through non-domestic reductions, and that restrictions on the use of offsetting would result in their target changing.", 
    "ETHIOPIA said science, not access to mechanisms, should determine emission reduction targets, underlining the need to first agree on targets before discussing means of achieving the targets."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12435e.html", 
  "enb_long_title": "Bangkok Climate Change Talks - 2009", 
  "type": "working group", 
  "id": "enb12435e_10", 
  "enb_end_date": "06-Oct-09"
}