{
  "countries": [
    "Brazil", 
    "Canada", 
    "Colombia", 
    "Costa Rica", 
    "United States", 
    "Peru", 
    "New Zealand", 
    "Bolivia", 
    "Norway", 
    "Jamaica", 
    "Australia", 
    "Samoa", 
    "Uruguay", 
    "Tuvalu", 
    "China", 
    "Chile", 
    "Indigenous Peoples", 
    "Japan"
  ], 
  "topics": [
    "forests", 
    "Flexibility Mechanims"
  ], 
  "section_title": "SPECIAL SESSION ON LULUCF AND THE CDM", 
  "enb_start_date": "15-Sep-00", 
  "enb_short_title": "SB-13", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Environmental Integrity Group"
  ], 
  "sentences": [
    "In a special session, delegates considered the issue of including LULUCF projects within the CDM.", 
    "BRAZIL, PERU, CHILE, COLOMBIA, NEW ZEALAND, COSTA RICA, BOLIVIA, AUSTRALIA, the US, JAPAN, URUGUAY, CANADA, NORWAY and the ENVIRONMENTAL INTEGRITY GROUP argued in favor of its inclusion, citing a variety of motivations and preconditions.", 
    "The EU, TUVALU, SAMOA, CHINA and JAMAICA urged that the CDM exclude provision for sinks. Concerns with the inclusion of LULUCF CDM projects included: uncertainty; leakage; non-permanence; methodological issues in determining baselines; the potential for promoting inappropriate forestry; geographic and inter-generational inequity; and the potential size of LULUCF CDM credits enabling avoidance of emissions reductions. Arguments in favor of CDM projects included: their potential contribution to sustainable development in developing countries, and the importance of carbon sequestration.", 
    "Proponents of LULUCF projects argued that many of the technical concerns are not unique to sinks projects, and that they may be addressed through appropriate project design.", 
    "They suggested that the key distinguishing feature of sinks projects is permanence, and argued that this may be addressed, citing a recent position paper by Colombia. Preconditions for LULUCF CDM projects included: agreeing on sound methodologies for baselines and accounting; ensuring coherence with international conventions relating to biodiversity, forests, and wetlands; protection of the rights and concerns of indigenous people; ensuring that first-time methodologies for baseline crediting for sinks are approved by the Executive Board; and agreeing on CDM rules to address leakage and permanence."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12150e.html", 
  "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC", 
  "type": "sbi/sbsta", 
  "id": "enb12150e_8", 
  "enb_end_date": "15-Sep-00"
}