{
  "countries": [
    "Canada", 
    "Switzerland", 
    "Netherlands", 
    "Russian Federation"
  ], 
  "topics": [], 
  "section_title": "METHODOLOGICAL AND INSTITUTIONAL ASPECTS OF BEST PRACTICES", 
  "enb_start_date": "15-Apr-00", 
  "enb_short_title": "UNFCCC WORKSHOP", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Organisation for Economic Co.operation and Development"
  ], 
  "sentences": [
    "This working group met on Wednesday, 12 April, and was chaired by John Lowe (Canada).", 
    "Tudor Constantinuscu, Energy Charter Secretariat, highlighted the Protocol on Energy Efficiency and Related Environmental Aspects (PEEREA).", 
    "He said this instrument, which has been ratified by most Annex I countries, promotes cooperation between OECD countries and countries with economies in transition.", 
    "It establishes a review process to analyze energy efficiency measures in participating countries, focusing on, inter alia, policy aims, strategies/programmes, energy prices, financing mechanisms, legislation/regulations and institutions.", 
    "Recommendations are provided as a result of the reviews.", 
    "He stressed the synergy between the actions under the PEEREA and obligations under the Kyoto Protocol and called for further coordination. Lisbeth Nielson, Danish Energy Agency, presented an outline of the Danish Green Tax scheme, noting that it involved the levying of taxes on the energy use of trade, industry and services.", 
    "She explained that all additional revenue is recycled, primarily through lowering non-wage labor costs and subsidizing energy efficiency investments.", 
    "An evaluation of the tax showed that it had a significant environmental effect, modest macro-economic impact and unexpected distribution consequences, which resulted in more stress on some sectors and less on others.", 
    "The package was adjusted accordingly by providing subsidies for energy saving in industry, subsidies for cleaner technology and adopting an agreement scheme for space heating. Thomas Burki, Switzerland, presented two neutral evaluations to measure the success of the Swiss Energy Model, a programme that encourages companies to commit to certain energy efficiency goals.", 
    "He said the evaluations focused on the efficiency and functioning of the model, as well as on its membership, expansion and future role.", 
    "The evaluation methods included interviews, analysis of documents and process attendance.", 
    "He noted that these evaluations have been a valuable instrument in helping develop and improve the model. Merilee Bonney, Dutch Ministry of Housing, Spatial Planning and the Environment, gave a presentation on the climate change policies in the Netherlands.", 
    "Based on lessons learned, she noted that increasing analytical transparency and analytical rigor facilitated the policies and measures process.", 
    "She added that a synergy in the mix of instruments would increase the likelihood that the measure would be accepted and the result achieved.", 
    "She elaborated on two cost-calculation methods: the financial cost method, which looks at costs for end-users; and the national cost method, which assesses the costs for the entire country.", 
    "She stressed the importance of cost effectiveness, but noted that it was not always the driving force, as other factors were also significant. Valery Sediykin, Deputy Director of the Global Climate and Ecology Institute, Russian Federation, said best practices in terms of policies and measures could be defined across countries, noting an example from the EU.", 
    "He also presented ideas on best practices for the Kyoto mechanisms, and highlighted aspects of the Russian Climate Action Plan. Suzie Baverstock, Director of Global Environmental Issues at BP- Amoco, outlined the process and results of the company's GHG audit and verification project.", 
    "Key lessons from the project included: retrospective estimation of emissions can be problematic, while recent data is more accurate; rigorous data is needed to build market confidence for trading between entities and across nations; and reporting protocols and assurance processes should be developed as an integral part of emissions trading. Virginia Sonntag-O'Brien, International Council for Local Environmental Initiatives, elaborated on the Cities for Climate Protection (CCP) campaign aimed at building a global movement of local governments to address the challenge of climate change.", 
    "She identified five CCP milestones: emissions inventories and forecasts, reduction targets, local action plans, implementation, and monitoring and reporting.", 
    "The emissions analysis consists of both corporate analysis and community analysis, focuses on CO2 from fossil fuel combustion and methane from landfills, identifies big emitters, and forecasts estimates for emissions growth under business-as-usual scenarios.", 
    "She suggested that national governments forge a partnership with local governments and use them in implementing policies and measures. The subsequent discussion among participants focused on the improvement of data quality, transparency of the data production process, comparability of data and indicators, need for diverse indicators to apply to diverse contexts, importance of local input and linkage of national commitments with the local government initiatives.", 
    "In summarizing the discussion, Chair Lowe highlighted issues raised in the presentations and discussions, including the importance of synergy among policy measures, analytical capacity, multiple factors as opposed to a cost focus, exchange of information, and local or regional factors.", 
    "He also noted participants' interest in market instruments."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12126e.html", 
  "enb_long_title": "UNFCCC WORKSHOP ON BEST PRACTICES IN POLICIES AND MEASURES", 
  "type": "", 
  "id": "enb12126e_14", 
  "enb_end_date": "15-Apr-00"
}