{
  "countries": [
    "Brazil", 
    "Iran", 
    "Costa Rica", 
    "United States", 
    "Guatemala", 
    "Zimbabwe", 
    "China", 
    "Switzerland", 
    "Japan", 
    "Norway", 
    "Russia"
  ], 
  "topics": [], 
  "section_title": "ACTIVITIES IMPLEMENTED JOINTLY (AIJ) - ACTIVITIES IMPLEMENTED JOINTLY UNDER THE PILOT PHASE", 
  "enb_start_date": "11-Jun-99", 
  "enb_short_title": "10th Session SBSTA & SBI", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "African Group", 
    "Group of 77"
  ], 
  "sentences": [
    "Delegates considered AIJ under the pilot phase during a joint SBI/SBSTA Plenary on Tuesday, 1 June.", 
    "The G-77/CHINA and others expressed concern at the lack of regional balance in the distribution of pilot projects and said the AIJ project experience internationally was inadequate for a meaningful review.", 
    "The AFRICAN GROUP and NORWAY called for capacity building to remedy this, particularly in Africa.", 
    "SWITZERLAND called for the development of terms of reference for the review of the pilot phase for consideration by COP-5.", 
    "The US, with JAPAN and GUATEMALA, said experiences gained from AIJ projects could provide valuable lessons for the development of Protocol mechanisms.", 
    "She noted the need for a smooth transition from the pilot phase to project-based mechanisms.", 
    "COSTA RICA underscored the role of AIJ projects in its sustainable development agenda, and called on COP-5 to take a definitive decision on AIJ\u0092s status.", 
    "GUATEMALA, with BRAZIL, supported AIJ project eligibility for CDM certification, if the project meets the necessary criteria and, with RUSSIA, called for straightforward guidelines for the certification system.", 
    "IRAN opposed linking AIJ with the CDM since it does not include a credit element and lacks adequate reference to sustainable development. Margaret Mukahanana (Zimbabwe) and Jos Delbeke (European Community) conducted informal consultations on this agenda item. Delegates considered and adopted the draft conclusions on this item (FCCC/SB/1999/L.1) on Friday, 11 June.", 
    "SBSTA and SBI recognized that the AIJ pilot phase should provide developing countries and those in transition with an opportunity to enhance their capacity building, and give Parties an opportunity to gain experience with AIJ.", 
    "They agreed that the review of the pilot phase should address, inter alia: the geographical distribution of projects, particularly the lack of projects in Africa, and analyze the contributing factors; contribution of projects to capacity building and institutional strengthening of Parties, particularly host country Parties; contribution to host countries\u0092 sustainable development needs; assessment of environmental benefits related to mitigation of climate change that would not have occurred in the absence of AIJ and the methods used to measure, monitor and independently verify these emissions; and consideration of costs, including costs of greenhouse gas reductions and transaction costs, and examination of related methodologies.", 
    "SBSTA and SBI decided to undertake a comprehensive review of the AIJ pilot phase at SB-11 with a view to preparing a recommendation to COP-5 on further steps."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12110e.html", 
  "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "", 
  "id": "enb12110e_30", 
  "enb_end_date": "11-Jun-99"
}