{
  "countries": [
    "Sudan", 
    "Panama", 
    "Costa Rica", 
    "Malta", 
    "Bolivia", 
    "Venezuela", 
    "Ecuador", 
    "Australia", 
    "Algeria", 
    "Cuba", 
    "El Salvador", 
    "Guatemala", 
    "China", 
    "Antigua and Barbuda", 
    "Dominican Republic", 
    "Belize", 
    "Dominica", 
    "Sweden", 
    "Switzerland", 
    "Grenada", 
    "Honduras", 
    "Lesotho", 
    "Saint Vincent and the Grenadines", 
    "Nicaragua"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Forests", 
    "Mitigation"
  ], 
  "section_title": "AWG-LCA 8", 
  "enb_start_date": "07-Dec-09", 
  "enb_short_title": "COP 15", 
  "subtype": "", 
  "actors": [
    "Group of 77", 
    "African Group", 
    "Central American Integration System", 
    "Environmental Integrity Group", 
    "Bolivarian Alliance For The Peoples Of Our America", 
    "Umbrella Group", 
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The AWG-LCA opening plenary convened on Monday, 7 December.", 
    "Chair Michael Zammit Cutajar (Malta) reminded parties that the AWG-LCA has to conclude its work in Copenhagen.", 
    "Parties adopted the agenda and agreed to the organization of work (FCCC/AWGLCA/2009/15 and 16).", 
    "Sudan, for the G-77/China, called on parties to fulfill the mandate of the BAP and to reject attempts to shift responsibility onto developing countries.", 
    "Grenada, for AOSIS, said all elements of a legally-binding agreement that guarantees survival of SIDS and other vulnerable developing countries are embedded in the existing text, but that political will is required to realize an agreement.", 
    "Lesotho, for the LDCs, called for a legally-binding agreement prioritizing adaptation and scaling up financing.", 
    "Australia, for the Umbrella Group, underscored the importance of MRV.", 
    "Sweden, for the EU, highlighted the importance of: increased ambition on mid-term reductions; inclusion of emissions from the international aviation and maritime transport sectors; fast-track and long-term financing that includes the private sector and carbon markets; and action on a performance-based mechanism for REDD.", 
    "Switzerland, for the Environmental Integrity Group, supported a registry for nationally appropriate mitigation actions (NAMAs), without prejudicing how it would be institutionalized, and a robust MRV process.", 
    "Algeria, for the African Group, said the AWG-LCA must set commitments for developed countries that are not Protocol parties that are comparable to those taken by other developed countries under the Protocol in the second commitment period.", 
    "Cuba, for the Bolivarian Alliance for the Peoples of Our America (ALBA), consisting of Antigua and Barbuda, Bolivia, Cuba, Dominica, Ecuador, Nicaragua, Saint Vincent and the Grenadines, and Venezuela, called for developed countries to honor their climate debt and rejected attempts to transfer responsibilities to developing countries.", 
    "Costa Rica spoke for countries belonging to the Central American Integration System, consisting of Belize, Costa Rica, El Salvador, Guatemala, Honduras, Nicaragua, Panama and the Dominican Republic.", 
    "He called for an outcome that is consistent with the UNFCCC and Protocol and urged developed countries to show leadership."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12459e.html", 
  "enb_long_title": "Copenhagen Climate Change Conference", 
  "type": "WORKING GROUP", 
  "id": "enb12459e_63", 
  "enb_end_date": "19-Dec-09"
}