{
  "countries": [
    "Tuvalu", 
    "Saudi Arabia", 
    "China", 
    "Mexico"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Mitigation", 
    "Technology Transfer"
  ], 
  "section_title": "LONG-TERM COOPERATIVE ACTION UNDER THE CONVENTION:", 
  "enb_start_date": "10-Dec-08", 
  "enb_short_title": "COP/MOP3", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Co-Facilitators Bamsey and De Wet convened informal discussions.", 
    "On technology transfer for mitigation and adaptation, parties discussed the role of deployment and diffusion in the context of trust building and strengthening the Convention, and the absence of an implementation mechanism.", 
    "Parties also discussed invoking the WTO Agreement on Trade-Related Aspects of Intellectual Property (TRIPS) emergency clause, and co-benefits.", 
    "On finance, a number of countries described the issue as central to the full implementation of the Convention and future action.", 
    "Several countries called for a discussion on a comprehensive scaling up of finance, including innovative mechanisms, and stressed the importance of redirecting planned investments.", 
    "Specific proposals included a levy on all carbon instruments, assessed contributions to finance adaptation, a venture capital fund for innovative technology, a levy on airline tickets, and measures to address climate unfriendly investment.", 
    "Others noted the role of the private sector.", 
    "In the afternoon, the contact group convened.", 
    "The Co-Facilitators were joined by COP President Rachmat Witoelar.", 
    "A draft decision was circulated in the form of a non-paper.", 
    "President Witoelar invited parties to inform their capitals and ministers on the status of their discussions and outlined his plans to convene ministers from regional groups to resolve outstanding issues after Tuesday.", 
    "He said he may also request some ministers to hold informal discussions.", 
    "On the Bali roadmap, he noted uncertainty about what the term encompasses.", 
    "He explained that he conceptualizes the roadmap as: having several tracks and numerous milestones, including a track for negotiations under the Convention, with a milestone in 2008 and a destination in 2009; and a track for AWG negotiations with a 2009 destination and a Protocol review with a 2008 milestone.", 
    "He said the roadmap will also have tracks and milestones to progress issues such as technology transfer, reducing emissions from deforestation in developing countries, adaptation implementation, and the Adaptation Fund.", 
    "He envisioned that the Bali roadmap would take the form of a President's declaration at the end of the Bali conference and stressed that the outcome of the contact group's deliberations would be critical for reaching a secure climate future. SAUDI ARABIA expressed reservations, given the exclusion of many of his ideas.", 
    "Co-Facilitator Bamsey said two references in the text responded solely to proposals from Saudi Arabia. CHINA asked the Co-Facilitators about a reference to quantified national emission objectives by all developed country parties.", 
    "TUVALU said he would like to see the concerns of SIDS and LDCs reflected in the draft. MEXICO requested a reference to adaptation in the preamble.", 
    "Informal negotiations are planned for Monday.", 
    "Non-paper: The Co-Facilitators \u0092 non-paper contains draft text for a COP decision.", 
    "In the preamble, the text notes the unequivocal scientific evidence that preventing the worst impacts of climate change will require Annex I parties as a group to cut emissions in a range of 25-40 percent below 1990 levels by 2020, that global emissions need to peak within 10-15 years, and that they will need to be reduced well below half the levels reached in 2000 by 2050.", 
    "The preamble also recognizes the need to enhance implementation and strengthen commitments, and takes account of progress and outcomes of other processes under the Convention and Protocol, including the AWG.", 
    "The operative section addresses a shared vision and enhanced action on mitigation, including consideration of quantified national emission objectives for anthropogenic emissions by sources and removals by sinks of greenhouse gases by all developed country Parties, taking into account outcomes from the AWG.", 
    "The text on mitigation also contains paragraphs on recognizing national actions by developing countries, reducing emissions from deforestation in developing countries, positive incentives, technology cooperation and scaling up finance and investment.", 
    "The operative part contains text with several sub-paragraphs on enhancing action on adaptation and a paragraph on technology cooperation.", 
    "The text includes a decision to launch a process for long-term cooperation beyond 2012, and sets out three options, all of which would report to COP 15 in 2009.", 
    "The options are for a dialogue without prejudice to any future negotiations, an open-ended ad hoc working group, and an open-ended ad hoc working group that is combined with the AWG process.", 
    "Under the draft text, regardless of the option taken, the first formal meeting would take place before SB 28 in June 2008, and would focus on a work programme, taking into account an indicative list of issues that includes mitigation, adaptation, finance and investment, and technology."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12349e.html", 
  "enb_long_title": "United Nations Climate Change Conference - Bali", 
  "type": "", 
  "id": "enb12349e_3", 
  "enb_end_date": "10-Dec-08"
}