{
  "countries": [
    "Brazil", 
    "Canada", 
    "Peru", 
    "United Kingdom", 
    "Congo", 
    "Germany", 
    "Ireland", 
    "Switzerland", 
    "China", 
    "Bolivia", 
    "Comoros"
  ], 
  "topics": [
    "Reasons for Concern", 
    "Forests", 
    "Vulnerabilities and Impacts", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "Agriculture, Forestry and Other Land Use (AFOLU)", 
  "enb_start_date": "07-Apr-14", 
  "enb_short_title": "IPCC-39", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Participants considered a new paragraph proposed by the CLAs to replace two previous paragraphs in the draft SPM.", 
    "On a sentence stating that the ' AFOLU sector accounts for about a quarter of net anthropogenic GHG emissions originating mainly from deforestation, agricultural emissions from soil and nutrient management and livestock ', Switzerland, opposed by Brazil, called for disaggregated figures on deforestation and agriculture, given the REDD+ process under the UNFCCC.", 
    "Participants agreed to leave the text as presented.", 
    "Regarding a paragraph beginning with a sentence stating that ' the most cost-effective forestry options are afforestation, forest management and reducing deforestation ' and that, 'in agriculture, low carbon prices favor cropland and grazing land management, and high carbon prices favor restoration of organic soils', Bolivia opposed linking forest management to carbon pricing.", 
    "The Republic of Congo proposed mentioning forest deterioration as a source of GHG emissions.", 
    "Germany suggested using the term 'sustainable' forest management.", 
    "Ireland supported reference to the sustainable enhancement of food production as a key mitigation option, but the CLAs cautioned against singling out one particular mitigation option.", 
    "Brazil lamented the heavy reliance on attaching a carbon price to a sector that has been explicitly excluded from the carbon market, noting that the most successful examples of carbon pricing in AFOLU do not involve trading or taxes, and cautioned against restricting carbon pricing to these two options.", 
    "The authors explained that cost effectiveness of options varies with carbon price, and reference to price refers to the cost of policies.", 
    "Following informal consultations, the authors proposed stating that AFOLU plays a central role for food security and sustainable development, and revising the text to better highlight the most cost-effective mitigation options in both forestry (afforestation, sustainable forest management and reducing deforestation) and agriculture (cropland management, grazing land management and restoration of organic soils).", 
    "China asked, and the authors and participants agreed, to include language on barriers to implementation of mitigation options. CLAs also proposed including in the glossary a sentence stating that in many models that are used to assess the economic costs of mitigation, carbon pricing is often used as a proxy to represent the level of effort in mitigation policies.", 
    "Requesting deletion of the entire paragraph, Bolivia said the SPM was sending contradictory messages regarding, on the one hand, decarbonizing energy and, on the other, carbonizing sectors linked to natural resources.", 
    "To take into account Bolivia's concern, participants agreed to insert the glossary language into a footnote and to reiterate that reference to carbon price is not intended to implicate any carbon pricing policy.", 
    "Bolivia proposed, and the UK opposed, deleting a sentence on considering the economic potential of supply-side measures, noting limited studies exist, but the authors responded that it reflects the underlying text and all studies published on this issue since AR4.", 
    "On a paragraph on policies governing agricultural practices, forest conservation and management , participants agreed to a sentence stating that some mitigation options in the AFOLU sector may be vulnerable to climate change.", 
    "On a sentence stating that, 'if implemented sustainably, REDD+ can be a cost-effective mitigation policy option with potential economic, social and other environmental and adaptation co-benefits', Brazil said REDD+ has safeguards to ensure that it is implemented sustainably and, with Peru, that stating this in the text is unnecessary.", 
    "Noting various REDD processes, Bolivia called for the removal of the REDD+ acronym and for replacing it with its full meaning to avoid confusion.", 
    "A CLA stressed that just because a project is designed to be sustainable does not mean it will be implemented sustainably.", 
    "Brazil suggested text stating that 'REDD+ is a cost-effective policy option for mitigating climate change' and referring to the glossary definition of REDD+ in a footnote.", 
    "Canada proposed, and participants agreed to, revised text stating that, when implemented sustainably, activities to reduce forest emissions are cost-effective policy options for mitigating climate change.", 
    "They also agreed to include a footnote referring to the glossary.", 
    "On a sentence stating that bioenergy can play a critical role for mitigation, but issues such as the sustainability of practices and the efficiency of bioenergy systems should be considered , the Comoros called for adding reference to available arable land.", 
    "Brazil opposed, noting that large-scale sustainable options have already been used effectively and sustainably for years and that it was a matter of agricultural productivity, not land availability.", 
    "Participants agreed to leave the sentence as is.", 
    "Brazil objected to a sentence stating that 'barriers to large-scale deployment of bioenergy include risks and concerns about GHG emissions from land, food security, biodiversity conservation and livelihoods', opposing, in particular, reference to food security risks.", 
    "He noted that in large-scale bioenergy, food security is actually a co-benefit, as it allows for perennial crops and security for farmers from price fluctuations, which in the long run contributes to food security.", 
    "Switzerland, opposed by Brazil and Canada, called for including human health as an additional concern related to bioenergy.", 
    "Bolivia called for adding water as a concern.", 
    "Brazil objected to the negative connotation given to bioenergy.", 
    "He proposed, and participants agreed, to delete 'risks' and leave only a reference to bioenergy concerns.", 
    "Participants also agreed to a suggestion by Brazil to refer to 'already available' options in a sentence referring to bioenergy options with low lifecycle emissions, such as sugarcane, which can reduce GHG emissions.", 
    "On a sentence stating that 'overall bioenergy outcomes are site-specific and depend on efficient integrated biomass, bioenergy systems, sustainable land-use management and governance', Brazil objected to presenting efficient integrated biomass, bioenergy systems, sustainable land-use management and governance as conditions for bioenergy.", 
    "The CLAs proposed, and participants agreed, to state that overall bioenergy outcomes 'rely on' those elements."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12597e.html", 
  "enb_long_title": "Twelfth Session of the Intergovernmental Panel on Climate Change (IPCC) Working Group III (WGIII-12) and Thirty-ninth Session of the Intergovernmental Panel on Climate Change (IPCC-39)", 
  "type": "", 
  "id": "enb12597e_29", 
  "enb_end_date": "12-Apr-14"
}