{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Pre-Kyoto", 
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "FINDING MIDDLE GROUND", 
  "enb_start_date": "28-Nov-11", 
  "enb_short_title": "COP17", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Bolivarian Alliance For The Peoples Of Our America"
  ], 
  "sentences": [
    "Honest differences are often a healthy sign of progress.", 
    "Mahatma Gandhi At the outset, expectations were modest with many countries feeling that operationalizing the Cancun agreements was all that could be achieved.", 
    "Others wanted a balanced and interdependent package within a year that resolved the Kyoto Protocol question, moved to a new legally-binding treaty and operationalized the Green Climate Fund.", 
    "During the first week in Durban, delegates quietly began frank conversations, helping to outline respective political red lines, on a series of related and dependent elements, notably the fulfillment of outstanding business from Bali, Cancun and Copenhagen.", 
    "The process was helped recently by a recovery in the negotiating dynamic and momentum wherein key participants began to appreciate both the positions being put forward by their counterparts and respect the domestic circumstances and constraints that inform them- with just a few notable exceptions from within the ALBA countries.", 
    "Although the line-by-line review of text remained painstakingly slow on dozens of issues, parties began to seek mutual reassurances on what the South African Presidency called the bigger picture, and, critically, how to reconcile the looming termination of the first Kyoto commitment period at the end of 2012 with the challenge of codifying the 2020 pledges that were made in Cancun in a new and inclusive instrument capable of reflecting the need to capture and support different kinds of effort in a common framework.", 
    "Any new instrument must provide a common legal architecture while reflecting and supporting the variable efforts of countries at different points on the development spectrum, thus respecting while recasting the Convention s principle of common but differentiated responsibilities.", 
    "In Durban early informal consultations helped to clarify the technicalities of the second commitment period under the Kyoto Protocol, especially the two-stage approach that defers the definition of quantified emission limitation and reduction objectives (QELROs) and their adoption as amendments to Annex B to the eighth session of the Kyoto Protocol Meeting of the Parties, proved very useful in keeping prospective participants on board.", 
    "The debate over how to manage the eight-year window between the end of 2012 and 2020 created space for the roadmap championed by Connie Hedegaard, EU Commissioner for Climate Action, and her colleagues in the EU.", 
    "Ever since Copenhagen, the EU had indicated a readiness to raise their level of ambition to reduce greenhouse gas emissions by 30%, but not alone- and not unless other UNFCCC parties moved rapidly to launch negotiations for a new and inclusive legally binding agreement under the Convention for all emitters.", 
    "This core demand drew legitimacy from Bali and helped frame the Durban negotiations.", 
    "Indeed it is arguable that the EU drafted the script for the central plot in Durban by setting out their stall early in the process and offering to do the heavy lifting to save the Kyoto Protocol within the context of a roadmap that put up a challenge to other parties- developed and developing.", 
    "Parties addressed the risk of a gap between the first and second commitment periods but will submit their voluntary QELROs by 1 May 2012 in a pledge and translate exercise that, unlike Kyoto, will not be derived, for now, by an overall aggregate level of ambition.", 
    "Parties unilateral pledges will be converted to QELROs without reference to an overall global mitigation target, not to mention one that is evidence-based.", 
    "This helps to explain some of the skepticism among environmental NGOs regarding the prospect for the ambitious effort required to stay within the global temperature range of 1.5 to 2.0 degrees Celsius.", 
    "Progress on each element of the Durban Platform unlocked other elements.", 
    "For example early in the second week, delegates made headway on the Green Climate Fund (GCF) as an operating entity of the financial mechanism of the Convention; a fund expected to mobilize US$100 billion a year by 2020.", 
    "Reports of early progress on the GCF- a priority deliverable for the South African hosts and the region, proved to be a major contributor in raising the stakes.", 
    "A fragile sense of possibility emerged as Ministers arrived, although there were increasing concerns about the diplomatic management of the process by the South African Presidency.", 
    "Drawing on African traditions, COP President Maite Nkoana-Mashabane called for a series of Indabas, in a spirit of Ubuntu (interdependence) hoping the parties would find wisdom in coming together to solve common challenges for the larger community.", 
    "They convened several Indabas, ranging from plenary hall reports, to technical sessions for negotiators to a table of 50+ Ministers in the final days.", 
    "When these ministerial sessions ran their course and seemed to fail to take full advantage of the window that was opening for a deal, certain parties began to push the Presidency to take a more proactive approach to identifying and brokering outstanding issues.", 
    "The Presidency responded and a number of helpful conference room papers were distributed at the Indaba sessions, setting out different approaches to the second commitment period in table format together with elements of a bigger picture."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12534e.html", 
  "enb_long_title": "Durban Climate Change Conference - COP17/CMP7", 
  "type": "", 
  "id": "enb12534e_136", 
  "enb_end_date": "09-Dec-11"
}