{
  "countries": [
    "Canada", 
    "Colombia", 
    "Sudan", 
    "Tanzania", 
    "United States", 
    "Switzerland", 
    "Samoa", 
    "Bolivia", 
    "Norway", 
    "Honduras", 
    "Saudi Arabia", 
    "Iran", 
    "India", 
    "Senegal", 
    "China", 
    "Chile"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Flexibility Mechanims"
  ], 
  "section_title": "Clean Development Mechanism:", 
  "enb_start_date": "19-Jun-00", 
  "enb_short_title": "SB-12", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "On Monday, 5 June, Chair Chow outlined the key features of the CDM, based on the Chair's Text for Further Negotiations on Mechanisms.", 
    "He highlighted the: project cycle; institutions and their functions; accreditation of operational entities; and the CDM Reference Manual.", 
    "Delegates discussed these key features on Monday, 5 June, and Thursday, 8 June.", 
    "Samoa said the Reference Manual would ensure consistency in setting baselines.", 
    "The EU asked who would develop the reference manual.", 
    "Tanzania asked how the reference manual would consider the differing sustainable development priorities of different countries and ensure equitable distribution of projects.", 
    "Canada and Norway emphasized that the verification and certification guidelines should provide for individual project circumstances.", 
    "India underlined the role of the host country in determining project eligibility.", 
    "China stressed the need for both host and investor-Party responsibilities to be clearly expressed. Bolivia, Colombia, the US, Iran, Honduras, Chile and Norway supported the inclusion of sinks projects in the CDM.", 
    "IRAN said that in light of the FCCC's comprehensive approach, the CDM should cover all six gases, and all sources and sinks.", 
    "The EU and Switzerland opposed sinks projects in the CDM, as it raised questions of methodological uncertainty, non-permanence and leakage.", 
    "The Sudan and Senegal said it was premature to decide on the inclusion of sinks, as the IPCC Special Report on LULUCF had just been released. AOSIS, with Colombia, said Protocol Article 6 (Joint Implementation) and 12 (CDM) should be given equal treatment in the context of share of proceeds for adaptation, as this would ensure real additional funds for adaptation, sufficient funds for administrative costs, and no additional transaction costs for the CDM.", 
    "Norway and the EU opposed a provision on share of proceeds in Articles 6 and 17 (Emissions Trading).", 
    "Bolivia called for an analysis to determine if project-by-project or regional/sectoral baselines would be appropriate.", 
    "India supported project-by- project baselines.", 
    "Switzerland, the US and Norway underscored the need for stakeholder participation and transparency in the CDM.", 
    "Saudi Arabia and AOSIS opposed nuclear projects under CDM. On Monday, 12 June, in a Joint SBI/SBSTA session, Colombia said the CDM should ensure sufficient additionality, provide for equal treatment between the three mechanisms, and recognize the unilateral model for the formulation of projects. On Thursday, 15 June, in discussing the Draft Consolidated Text On Mechanisms, delegates differed on the need for, inter alia: all three mechanisms to contribute to the adaptation fund; investment and technology additionality; monitoring of economic, social and cultural impacts of projects; and an option that reflects the various proposed CDMs, including unilateral, bilateral and multilateral.", 
    "They discussed: the role of the COP/MOP and the Executive Board; the content and extensiveness of the CDM Reference Manual; common baselines for the CDM; equitable distribution of CDM projects; and requirements and costs of the CDM."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12137e.html", 
  "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC", 
  "type": "", 
  "id": "enb12137e_35", 
  "enb_end_date": "19-Jun-00"
}