{
  "countries": [
    "Canada", 
    "Belarus", 
    "South Africa", 
    "Croatia", 
    "Tuvalu", 
    "Micronesia", 
    "Switzerland", 
    "Sweden", 
    "Australia", 
    "China", 
    "Russian Federation", 
    "Japan", 
    "New Zealand", 
    "Bolivia", 
    "Norway"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Mitigation", 
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "ANNEX I EMISSION REDUCTIONS:", 
  "enb_start_date": "10-Aug-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The informal group focusing on Annex I parties aggregate and individual emission reductions met from Monday to Friday.", 
    "Its discussions centered, inter alia , on: assumptions underpinning possible targets submitted by parties; establishment of assigned amounts; and how to turn parties pledges into quantified emission limitation and reduction objectives (QELROs).", 
    "During the opening meeting, Co-Facilitator Wollansky proposed using any remaining time to streamline the documentation, while China stressed that the mandate was not to streamline the documentation or create a negotiating text.", 
    "Discussions began with an exchange of views on the establishment of assigned amounts .", 
    "New Zealand noted that countries should have the flexibility to establish commitments either as QELROs or absolute emission reductions.", 
    "Japan preferred absolute emission reductions, while Tuvalu said having multiple metrics would complicate things.", 
    "The Republic of Korea said the question was not relevant for the AWG-KP s mandate to amend Annex B.", 
    "From Tuesday to Thursday, parties undertook a technical exercise on possible targets submitted by parties.", 
    "The Secretariat first introduced a note compiling information on possible QELROs as submitted by the parties.", 
    "Several Annex I parties then presented on their pledges, explaining the underlying assumptions.", 
    "New Zealand presented on a mid-term target of reducing emissions by 10-20% below 1990 levels by 2020.", 
    "He explained that the target assumed the continuation of the current LULUCF rules, as well as full recourse to the flexibility mechanisms and carbon markets due to the high cost of domestic mitigation.", 
    "Japan discussed a national target of reducing emissions by 15% from 2005 levels by 2020, stressing that it did not include LULUCF or flexibility mechanisms.", 
    "He stressed that Japan s target for the first commitment period is very ambitious and that a single base year is not appropriate for all parties.", 
    "Canada outlined a national target to reduce emissions by 20% from 2006 levels by 2020, identifying that it is a mid-term target on the pathway towards a 60-70% reduction relative to 2006 by 2050.", 
    "He stressed the target was not conditional on the outcome in Copenhagen and explained that the chosen base year of 2006 was the first one for which complete data is available.", 
    "The Russian Federation discussed plans to reduce emissions by 10-15% by 2020 from 1990 levels, indicating that the goal does not include LULUCF or offsetting and that because Russian emissions are currently 33% below 1990 levels, they are projected to peak after 2020.", 
    "He clarified that the target does not depend on action by other countries but it is conditional on the state of the Russian economy.", 
    "Belarus confirmed intentions to reduce emission by 5-10% from 1990 levels by 2020.", 
    "Norway presented on their pledge to reduce emissions by 30% from 1990 levels by 2020, saying that LULUCF comprises 3-6% of the target but that certain changes to the accounting rules will be necessary.", 
    "On base years , Japan and Canada stressed that parties should be able to use plural base years.", 
    "The Federated States of Micronesia, for the Alliance of Small Island States (AOSIS), and Tuvalu emphasized the importance of maintaining the current base year to ensure comparability of commitments in the second commitment period.", 
    "Sweden, for the European Union (EU), noted that their pledge to reduce emissions by 30% from 1990 levels by 2020 is contingent on an international agreement.", 
    "Several parties, including Switzerland and New Zealand, noted the need for clarity on LULUCF rules , which have only been agreed for the first commitment period.", 
    "On the possible QELROs, LULUCF was included in the pledges by New Zealand and Norway, with New Zealand assuming no change in the current rules and Norway emphasizing the need for changes in the accounting rules.", 
    "Canada and Japan did not include LULUCF in calculations of their respective pledges.", 
    "On offsets through the carbon market , several Annex I parties highlighted the benefits of the flexibility mechanisms and expressed interest in using them in the post-2012 period.", 
    "New Zealand stressed that market mechanisms are important for their mitigation efforts due to the high cost of domestic mitigation.", 
    "Norway stated that two-thirds of its target would be achieved through domestic emission reductions.", 
    "South Africa questioned the proportion of offsets coming from the flexibility mechanisms.", 
    "He highlighted the question of equity arising if developed countries take advantage of all the best mitigation opportunities in developing countries, leaving the burden of costly mitigation to developing countries.", 
    "Opposed by Japan, he noted that a cap on the use of flexible mechanisms might be a solution.", 
    "Australia and New Zealand highlighted the principle of least cost emission reductions in the Convention.", 
    "On the calculation of QELROs, New Zealand highlighted actual emissions as the preferable starting point, with the EU noting that the starting point has significant implications for QELROs.", 
    "The EU presented on the implications for QELROs of starting points, pathways and durations, highlighting that early starting points and longer durations lead to more gradual pathways and smaller QELROs, both of which may impact the level of ambition Annex I countries are willing to pursue.", 
    "Bolivia, supported by AOSIS, stressed the need for a top-down approach through the establishment of an aggregate emission reduction range based on best available science and then allocating individual targets based on a variety of factors including capability, with Bolivia highlighting historical responsibility as an important factor.", 
    "New Zealand, Japan, the Russian Federation and Croatia argued that individual countries should establish their own target based on their assessments of national mitigation potential in a bottom-up approach whereby aggregate numbers would be derived by compiling individual pledges.", 
    "The EU, Japan, Australia and Canada urged holding joint sessions with the AWG-LCA on Annex I parties aggregate emission reductions, noting the difficulty in discussing these numbers in the absence of some major emitting countries.", 
    "On Friday Co-Facilitator Charles noted that while discussions by the informal group had been productive, they did not lend themselves to removing or consolidating options in the documentation but that parties could update or correct their previous submissions for inclusion in recommendations to the AWG-KP Chair."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12427e.html", 
  "enb_long_title": "Bonn Climate Change Talks - August 2009", 
  "type": "WORKING GROUP", 
  "id": "enb12427e_9", 
  "enb_end_date": "14-Aug-09"
}