{
  "countries": [
    "Japan"
  ], 
  "topics": [
    "Forests", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "WORKSHOP REPORT", 
  "enb_start_date": "25-Jun-08", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Helen Plume, Chair of SBSTA, opened the meeting.", 
    "Masatoshi Wakabayashi, Minister of Agriculture, Forestry and Fisheries of Japan, thanked everyone for their participation.", 
    "Highlighting the urgency of addressing climate change given its severe direct impacts on human life, he referred to REDD as a key challenge.", 
    "He noted Japan s support for REDD in developing countries and for sustainable forest management (SFM), including through the Cool Earth Partnership, and underscored the importance of the workshop s discussions in order to raise awareness on the issue before the G8 Summit in July 2008.", 
    "Kyoji Komachi, Ambassador for Global Environmental Affairs, Japanese Ministry of Foreign Affairs, noted that two-thirds of Japan is covered by forest.", 
    "He referenced Decision 2/CP.13 and highlighted the issues of estimating and monitoring forest cover and carbon stocks, reference levels and capacity building, which are all linked to expected global emissions reductions.", 
    "Yoshitsugu Minagawa, Forestry Agency of Japan, noted that REDD is difficult and complex but is also an innovative mechanism with the potential to curb global deforestation, given that global efforts on deforestation have not yet succeeded.", 
    "He also noted that various actions related to REDD have already taken place at the subnational, national, and international levels.", 
    "He underlined Japan s interest in: continuation of work to develop an international forest network and technical cooperation using its new satellite technology; information-sharing and enhanced partnership among countries; and the establishment of an effective and fair REDD mechanism.", 
    "In introductory remarks, Chair Plume recalled Decision 2/CP.13 and the need to address outstanding methodological issues as part of the SBSTA programme of work.", 
    "She expressed gratitude to Japan for the generous support provided by its Forestry Agency and to other parties who had helped to ensure wide participation by developing countries.", 
    "Roberto Acosta, UNFCCC Secretariat, noted the building blocks in the Bali Action Plan, including action on REDD, and stressed the workshop s role in carrying out the methodological work within this mandate.", 
    "He also noted the AWG-LCA ongoing work on policy approaches, saying that the two parallel processes will contribute to discussions at COP 14 and conclusions at COP 15.", 
    "The following summarizes presentations and discussions held during the workshop s four sessions, as well as the identification of needs for additional research and technical work, and the Chair s final reflections on issues discussed during the meeting.", 
    "The presentations can be found at: http://unfccc.int/methods_and_science/lulucf/items/4289.php"
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12376e.html", 
  "enb_long_title": "UNFCCC Workshop on Methodological Issues Relating to Reducing Emissions from Deforestation and Forest Degradation in Developing Countries", 
  "type": "SPECIAL WORKSHOP", 
  "id": "enb12376e_4", 
  "enb_end_date": "27-Jun-08"
}