{
  "countries": [
    "Japan", 
    "China"
  ], 
  "topics": [
    "Technology Transfer"
  ], 
  "section_title": "FLUORINATED GASES:", 
  "enb_start_date": "23-Oct-14", 
  "enb_short_title": "ADP 2-6", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Helena Molin Valdés, CCAC, explained the Coalition is the first effort to treat SLCPs as a collective challenge, noting potential to prevent up to two billion tons of CO2eq in hydrofluorocarbon (HFC) emissions over the next decade.", 
    "Expert Panel Representing Country Experiences and International Organizations: Liu Yang, National Development and Reform Commission, China, presented national efforts to phase down HFCs, including an action plan and a 2015 target.", 
    "Arno Kaschl, European Commission, described the EU's fluorinated gas policy, stressing that efficient, low-cost alternatives to HFCs are available in many subsectors.", 
    "Megumi Seki, Ozone Secretariat, outlined current HFC discussions under the Montreal Protocol (MP).", 
    "Lambert Kuijpers, Ozone Secretariat, described the 2013 and 2014 task force reports of the MP Technology and Economic Assessment Panel on alternatives.", 
    "Eduardo Ganem, Multilateral Fund for the Implementation of the MP, described the Fund's assistance to developing countries through the conversion of industrial processes, technology transfer and training of custom officers.", 
    "Stephan Sicars, UN Industrial Development Organization, described support given to governments, industry and craftsmen to convert away from hydrochlorofluorocarbons.", 
    "Expert Panel Representing Business Sector: Jostein Søreide, Norsk Hydro, showcased the company's experience in reducing perfluorocarbon emissions, concluding that process control leads to high efficiency and low emissions.", 
    "Stephen Van Maren, Alliance for Responsible Atmospheric Policy, said HFC phase-down requires a unified global approach.", 
    "Kazuhiro Sato, Japan Refrigeration and Air Conditioning Industry Association, outlined Japan's new fluorocarbon regulation.", 
    "Discussion: Participants addressed: the need to act 'ahead of the curve' in reducing HFCs; the importance of regulation; whether UNFCCC or MP should address HFC phase-down; the costs of HFCs alternatives; and the lack of HFCs alternatives in high-ambient temperature regions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12602e.html", 
  "enb_long_title": "Bonn Climate Change Conference - October 2014", 
  "type": "SPECIAL WORKSHOP", 
  "id": "enb12602e_5", 
  "enb_end_date": "23-Oct-14"
}