{
  "countries": [], 
  "topics": [], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "06-Dec-08", 
  "enb_short_title": "COP 14", 
  "subtype": "corridors", 
  "actors": [], 
  "sentences": [
    "On another day full of informal consultations and contact groups, some observers were commenting on what they saw as an apparent lack of urgency.", 
    "We re all busy, but I don t hear many people acknowledging the sheer magnitude of our task over the next year, or worrying about the closing window of opportunity here in PoznaÅ\u0084, said a delegate.", 
    "This is the last COP before Copenhagen, and we re already halfway through, with little achieved, said another.", 
    "Some suggested that negotiators are not yet willing to make many commitments.", 
    "Since it s not a deadline meeting, we re still in a bit of a waiting game - no one is going to play any part of their hand yet, explained a veteran.", 
    "This sentiment appeared to be reflected in the AWG-LCA discussions, where some were complaining about a lack of discussion on existing proposals and too many general statements.", 
    "Meanwhile, many participants were still fretting about the duplication of work under different negotiating groups.", 
    "The flexible mechanisms, for instance, were discussed on Friday in the CDM, JI, AWG-KP and Article 9 review groups.", 
    "Some developing country delegates were concerned that the question of geographic distribution was not moving forward in either the CDM or Article 9 group, and kept pushing for it under both groups to ensure an outcome.", 
    "While some parties have been trying to get their issues into multiple bodies in the hope of getting traction somewhere, this tactic might just backfire if we end up making progress nowhere, warned a participant.", 
    "Others were less concerned, however, with an old hand in the process noting that such maneuvers are just part of the usual diplomatic game."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12390e.html", 
  "enb_long_title": "UN Climate Change Conference - Poznań", 
  "type": "", 
  "id": "enb12390e_16", 
  "enb_end_date": "06-Dec-08"
}