{
  "countries": [], 
  "topics": [
    "Technology Transfer"
  ], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "11-Jun-08", 
  "enb_short_title": "SB-28", 
  "subtype": "corridors", 
  "actors": [], 
  "sentences": [
    "With at least two dozen contact group and informal meetings scheduled, Tuesday was, in the words of one delegate, a day of organized chaos.", 
    "There was some method to the apparent madness, though, with progress reported in several groups, including technology transfer under the SBSTA and capacity building under the Convention.", 
    "One area where persistent differences were being reported was adaptation, with developing countries and NGOs expressing particular disappointment.", 
    "Everyone seems to agree in public on the need to prioritize adaptation, but in the informals we re just not seeing any forward movement, said one delegate.", 
    "Informal discussions on REDD also disappointed some participants, with negotiations continuing into Tuesday night.", 
    "Under the AWG-KP, the group on flexible mechanisms attempted to organize the long shopping list by color-coding issues on the overhead screen for short or long-term consideration.", 
    "That was a slightly surreal way of trying to classify issues that could have fundamental implications for the carbon market and the Marrakesh Accords, said one seasoned negotiator as he emerged from the meeting.", 
    "Not all the attention was on negotiations Tuesday evening, however, as the Euro 2008 tournament drew a growing crowd of football-mad delegates huddled around televisions in the Maritim Hotel for the latest game.", 
    "The Spanish will be smiling tonight, said one fan."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12372e.html", 
  "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol", 
  "type": "", 
  "id": "enb12372e_16", 
  "enb_end_date": "11-Jun-08"
}