{
  "countries": [
    "Turkey", 
    "Brazil", 
    "Saudi Arabia", 
    "Australia", 
    "Iran", 
    "Philippines", 
    "United States", 
    "Togo", 
    "Austria", 
    "China", 
    "Switzerland", 
    "Japan", 
    "Kazakhstan", 
    "Botswana"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "IPCC Governance", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adverse Effects & Response Measure", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "SBI", 
  "enb_start_date": "01-Jun-99", 
  "enb_short_title": "10th Session SBSTA & SBI", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Chair Bakary Kante introduced the new officers, Mohammad Reza Salamat (Iran), Vice-Chair of SBI and Klaus Radunsky (Austria), Rapporteur.", 
    "He said that, following consultations with the COP Bureau, the second review of adequacy of commitments would be addressed at COP-6; Turkey\u0092s request to be taken out of Annex I would be discussed in the run-up to COP-5; and Kazakhstan\u0092s request to amend Annex I would be on the provisional agenda for COP-5. The PHILIPPINES, supported by CHINA, objected to wording in the agenda item on non-Annex I communications referring to the 'process' for considering national communications, suggesting instead 'matters related to the consideration of non-Annex I communications.", 
    "' CHINA, with the PHILIPPINES and the REPUBLIC OF KOREA, said the item on the timing of second non-Annex I communications was premature, as only 11 developing countries had submitted first national communications.", 
    "He attributed this delay to the GEF.", 
    "SAUDI ARABIA, supported by BOTSWANA, said the implementation of FCCC Articles 4.8 and 4.9 and Protocol Articles 2.3 and 3.14 (adverse effects) should be dealt with in a joint session. SWITZERLAND stated that while this SBI session should advance as many elements of the Buenos Aires Programme of Action as possible, it should also strive to make progress on implementation of the Convention, particularly Articles 4.8, 4.9 and 12.", 
    "He called for a strong and enforceable compliance regime and reliable procedures for verification and certification. On the consideration of non-Annex I Parties\u0092 communications, the PHILIPPINES questioned the purpose of this agenda item, as the Convention calls for consideration of national communications by all Parties.", 
    "The EU, with the US, said proper consideration of initial national communications should result in improved second national communications.", 
    "He stated that national communications can help identify further means to assist non-Annex I Parties in their efforts to implement Article 12 (communication of information) and indicated the need for a COP decision on the consideration process before the timing of second national communications is decided.", 
    "The US said the revision of guidelines was key to improving second national communications and proposed expanding the guidelines to provide for, inter alia, broader coverage and disaggregation of greenhouse gases (GHG) inventories and information on GHG emission trends.", 
    "AUSTRALIA supported revision of guidelines for non-Annex I communications and said it should conclude before the lodgement date of second national communications.", 
    "The REPUBLIC OF KOREA said consideration of non-Annex I Parties\u0092 communications should identify their financial and technical difficulties in GHG limitation and should be undertaken when more non-Annex I Party communications are available. On provision of financial and technical support for the preparation of non-Annex I communications, the G-77/CHINA inquired about the non-inclusion of an agenda item on the financial mechanism and said timing of second national communications for non-Annex I countries was subject to availability of financial resources.", 
    "The EU highlighted benefits to developing countries from preparation of national communications.", 
    "JAPAN expected the GEF to be utilized effectively but would consider other means to enhance developing country capacity building to accelerate the preparation of national communications.", 
    "TOGO emphasized the need to involve local experts.", 
    "The US proposed a technical assessment of individual GHG inventories and a forum for countries that have submitted communications to exchange experiences.", 
    "BRAZIL stressed the need to involve all the relevant sectors creating national inventories as it would generate awareness and contribute to more credible numbers.", 
    "At the request of several Parties, Chair Kante agreed to resume discussion of this topic on Tuesday afternoon. On inputs of Parties to the GEF review of enabling activities, the EU and US supported Switzerland\u0092s written proposal that all bilateral and multilateral contributions, not just GEF efforts, be taken into consideration.", 
    "The G-77/CHINA requested more information on the review process.", 
    "Chair Kante said the Secretariat would take these comments into consideration in preparing its report. On implementation of Articles 4.8 and 4.9 (adverse effects), the Chair conveyed the decision of the SBI/SBSTA Chairs to set up a Friends of the Chair group, consisting of the Vice-Chair of SBI, Coordinator of the G-77/China, the EU, EIT and JUSCANZ, to finalize the workshop\u0092s terms of reference on the issue."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12100e.html", 
  "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "SBI", 
  "id": "enb12100e_4", 
  "enb_end_date": "01-Jun-99"
}