{
  "countries": [
    "Paraguay", 
    "India", 
    "Norway", 
    "Indigenous Peoples"
  ], 
  "topics": [
    "Forests"
  ], 
  "section_title": "Reducing Emissions from Deforestat io n in Developing Countries (REDD)", 
  "enb_start_date": "01-Dec-08", 
  "enb_short_title": "COP 14", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "This issue was first addressed in SBSTA plenary on 2 December ( FCCC/SBSTA/2008/11 ), and subsequently in numerous contact groups and informal consultations co-chaired by Audun Rosland (Norway) and Lilian Portillo (Paraguay).", 
    "Early discussions focused on assessing progress made and additional methodological work needed, including whether to hold additional expert consultations or request further party submissions.", 
    "Extended consultations focused on the presence of a semicolon in text recommending methodological guidance on issues relating to reducing emissions from deforestation and forest degradation in developing countries; and the role of conservation, sustainable management of forests and enhancement of forest carbon stocks in developing countries.", 
    "This text, present in early drafts, was drawn from paragraph 1(b)(iii) of the Bali Action Plan.", 
    "India and others, seeking a more central role for conservation and other activities, sought removal of the semicolon, which would give these issues more prominence in the text.", 
    "The final text included a comma in place of the semicolon, a move many interpreted as a small victory for inclusion of conservation, sustainable management of forests and enhancement of forest carbon stocks in any possible future REDD mechanism.", 
    "Further discussions focused on the language on indigenous peoples, with some parties seeking to include reference to the rights of indigenous peoples, or the UN Declaration on the Rights of Indigenous Peoples, and others suggesting that these issues would be better dealt with in the AWG-LCA.", 
    "After lengthy discussions on these matters, the SBSTA adopted conclusions on a compromise text on 10 December."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12395e.html", 
  "enb_long_title": "UN Climate Change Conference - Poznań", 
  "type": "", 
  "id": "enb12395e_53", 
  "enb_end_date": "12-Dec-08"
}