{
  "countries": [
    "Canada", 
    "Australia", 
    "Sudan", 
    "Poland", 
    "Zimbabwe", 
    "Netherlands", 
    "Kenya", 
    "Nigeria", 
    "Fiji"
  ], 
  "topics": [
    "Forests", 
    "Flexibility Mechanisms"
  ], 
  "section_title": "QUESTION-AND-ANSWER SESSION", 
  "enb_start_date": "17-Jul-00", 
  "enb_short_title": "LULUCF", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "In the ensuing question-and- answer session, Wayne Lindwall responded to a question by Fiji on carbon stocks by noting that they typically need to be assessed to the depth of 30 centimeters, as most soil carbon is stored in the top layers.", 
    "He agreed with a comment by the Netherlands that detecting changes in soil carbon can sometimes be difficult within the standard five- year monitoring cycle. Responding to a question by the EU on leakage under Article 3.3 and 3.4, Ian Carruthers said some leakage is inevitable as long as landscapes are not comprehensively covered by the accounting system.", 
    "On comments relating to the inclusion of degradation under the definition of deforestation, he supported defining deforestation as a significant removal, and said Australia is working on a suggestion under Article 3.3, given that the outcome under Article 3.4 is uncertain.", 
    "He outlined an approach that defines a reduction of at least 30% in the proportion of canopy cover per hectare on a given area of forest land as deforestation, and said the reduction must be due to direct human-induced removal of trees. In response to a question by Canada on the rate of uptake of remote sensing in African countries, Zimbabwe, Nigeria and Kenya stressed positive experiences, but emphasized high initial costs, the need to build local expertise, and the benefits of future cooperation in the region.", 
    "Poland highlighted the benefits of partial harvest, an increasingly common practice that can enable higher sequestration, due to the limited influence on undergrowth. On the issue of permanence, Wayne Lindwall responded to a question from Sudan by suggesting that carbon loss from agricultural lands will be recorded under a comprehensive accounting system.", 
    "Bernard Schlamadinger, IPCC, stressed that permanence is the main difference between the energy and LULUCF sectors.", 
    "He noted that the permanence of activities under Article 3.3 and 3.4 would be addressed in the inventories of Annex I countries, provided that commitment periods are contiguous, while permanence under the CDM could be addressed through liability rules, tonne- year accounting, buffers, project portfolios and insurance policies. FAO informed participants about systematic terrestrial observations under the International Global Observation System (IGOS), including the Terrestrial Carbon Observation Initiative and the Global Observation of Forest Changes.", 
    "He noted the challenges of combining satellite observations and ground observations."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12141e.html", 
  "enb_long_title": "Workshop on Land-Use, Land-Use Change and Forestry", 
  "type": "", 
  "id": "enb12141e_29", 
  "enb_end_date": "17-Jul-00"
}