{
  "countries": [
    "Brazil", 
    "Canada", 
    "Madagascar", 
    "France", 
    "Ethiopia", 
    "Netherlands", 
    "Peru", 
    "Argentina", 
    "Norway", 
    "Malawi", 
    "Ecuador", 
    "Saudi Arabia", 
    "Australia", 
    "Iran", 
    "Algeria", 
    "El Salvador", 
    "Venezuela", 
    "China", 
    "Chile", 
    "Russian Federation", 
    "Germany", 
    "Dominica", 
    "Maldives", 
    "Tanzania", 
    "Central African Republic", 
    "United States", 
    "Belgium", 
    "Croatia", 
    "Mali", 
    "Switzerland", 
    "Syria", 
    "New Zealand", 
    "South Africa", 
    "Egypt", 
    "India", 
    "United Kingdom", 
    "Malaysia", 
    "Japan", 
    "Nicaragua"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "IPCC Governance", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "IPCC Structure:", 
  "enb_start_date": "24-Feb-15", 
  "enb_short_title": "IPCC-41", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "On Wednesday afternoon, regarding a draft paragraph on the structure, composition and size of the Bureau and TFB , Acting Chair El Gizouli noted two options of retaining or amending the status quo, and referred to a 2012 IPCC decision on a 31-member Bureau.", 
    "He specified the regional distribution of Bureau members as five from Africa, five from Asia, four from South America, four from North and Central America and the Caribbean, four from the South-West Pacific and eight from Europe.", 
    "He noted that each region is represented in the ExComm and as Co-Chairs or Vice-Chairs of all three WGs.", 
    "Saudi Arabia, supported by India, the Republic of Korea, the Maldives and China, proposed increasing the number of Asian Bureau members from five to seven.", 
    "Egypt, supported by Algeria, proposed to increase the number of African representatives in the Bureau from five to seven.", 
    "Acting Chair El Gizouli cautioned that if the Bureau size increased from 31 to the proposed 35, the allocation of the new members across the WGs would need to be considered.", 
    "Peru stressed that regional distribution for the IPCC Bureau is based on WMO rules and asked to put the issue on hold until a future session.", 
    "Secretary Christ responded that under IPCC rules, Bureau size and structure must be reviewed at least one session prior to an election session.", 
    "Peru, supported by Brazil and Canada, expressed support for maintaining the current structure.", 
    "Ethiopia noted that the WMO s Executive Committee has 37 members and called for adhering to this.", 
    "Secretary Christ stressed that the IPCC uses WMO regions to divide up the world, but does not follow WMO distribution in the allocation of seats.", 
    "Croatia cautioned that if any region gets a new seat it will have a domino effect, and questioned the affordability and effectiveness of a larger Bureau.", 
    "Canada objected to the self-serving nature of certain countries proposals and their own regions support for those proposals.", 
    "Egypt expressed discomfort with some delegations stating that its proposal was self-serving, which would suggest such proposals had no merit or reasoning to support them.", 
    "Madagascar noted the discrepancy in the numbers of representatives on the Bureau from each region vis-à vis the number of countries in each region, noting that Europe has 52 countries and eight representatives, while Africa has 54 countries and only five representatives.", 
    "Secretary Christ noted that representation is based on a minimum of four representatives for each region, to provide for representation in all WGs and the ExComm, and then on the number of countries in each region and the diversity of the region.", 
    "The Maldives noted that Asia contains the majority of the global population and is the most complex and diverse region.", 
    "Saudi Arabia also noted Asia s different interests, climates, vulnerabilities and levels of development.", 
    "The Russian Federation proposed increasing the number of representatives from each region by one or otherwise keeping the Bureau s size as is.", 
    "Acting Chair El Gizouli proposed establishing an informal group.", 
    "Canada, supported by France, proposed that Asia and Africa clarify why they are asking for increased Bureau representation prior to the informal group meeting.", 
    "France noted that IPCC work and approval sessions are very unbalanced, but that Bureau representation has nothing to do this.", 
    "After further discussion, it was agreed that an open-ended informal group would convene, co-facilitated by IPCC Vice-Chairs Hoesung Lee and Jean Pascal van Ypersele.", 
    "The informal group met on Thursday afternoon and Friday morning.", 
    "Reporting back to plenary on Friday morning on the informal group s discussions on how best to represent regions in the Bureau, Co-Facilitators Lee and van Ypersele said that the group had agreed to add two positions from Africa and one position from Asia, on the condition that the Panel review the allocation of Bureau regions in the future.", 
    "Voicing discomfort with the procedures, Nicaragua said that the Bureau could have added one more member from his region.", 
    "The Netherlands expressed serious concern with the lack of rationale on the size of the Bureau and asked to have his serious reservations recorded in the meeting report.", 
    "The Panel then agreed to increase the size of the Bureau to 34 members, and to allocate the additional members by adding one WG Vice-Chair to each of the WGs, resulting in seven Vice-Chairs for WGI and WGIII instead of six, and eight for WGII instead of seven.", 
    "After further discussion, the Panel also agreed to initiate a review of approaches to determine the size and composition of the future Bureau at IPCC-43.", 
    "The Panel agreed to amend Annex B of Appendix C of the Principles Governing IPCC Work to reflect the changes in the size, structure and composition of the Bureau.", 
    "The Netherlands, opposed by the Central African Republic, speaking for the African region, Madagascar, Mali, Saudi Arabia and Venezuela, called for adding language reflecting that this would not prevent a possible decrease in Bureau size in the future.", 
    "As an alternative, the Netherlands suggested reopening the preamble to the decision to state that the IPCC strives to work efficiently and to reduce costs as far as possible.", 
    "Some members opposed reopening agreed language, and neither proposal was accepted.", 
    "On the TGICA mandate and implementation , South Africa supported retaining the TGICA mandate while strengthening implementation.", 
    "Switzerland highlighted the need to revisit and strengthen the mandate in conjunction with the role of the DDC.", 
    "Germany and others proposed revisiting this issue at IPCC-43 on the basis of an updated TGICA vision paper that takes into account the views of governments, experts and observers.", 
    "The US, Canada and Belgium expressed concern regarding duplication of TGICA s functions, such as with the WMO s Global Framework for Climate Services, and recommended also discussing this issue further.", 
    "South Africa, supported by Tanzania, asked that language on strengthening implementation of TGICA be included in the text.", 
    "Switzerland, Germany, Japan and others objected to this inclusion, noting it was premature to add such language before a decision was reached on the TGICA s mandate.", 
    "South Africa and Tanzania supported the need to strengthen implementation before discussing mandate.", 
    "TGICA Co-Chair Timothy Carter noted that the option of strengthening TGICA was included in its vision paper.", 
    "To foster dialogue between TGICA and its data users, Canada, supported by several other countries, proposed organizing an expert meeting prior to IPCC-43.", 
    "Brazil proposed that such an expert meeting maintain an open format, noting that a workshop may be more appropriate.", 
    "Following informal consultations, WGI Co-Chair Stocker introduced compromise language reflecting that the Panel will revisit the TGICA s mandate and requesting the Secretariat to update the vision paper based on: consultations with the TGICA Co-Chairs; the views of scientists, the IPCC Bureau, governments and observer organizations; and recommendations from a meeting of experts organized by the Secretariat.", 
    "South Africa asked to include language on revisiting TGICA s mandate at IPCC-43.", 
    "The compromise text was adopted as amended.", 
    "Final Outcome: On IPCC structure, the final text reads that the Panel decides to, inter alia : increase the size of the IPCC Bureau to 34 members by increasing the representation of Region I (Africa) from 5 to 7, and Region II (Asia) from 5 to 6, distribute these additional positions equally among the WGs, and initiate a review of approaches to determine the size and composition of the future Bureau at IPCC-43; retain the current structure and mandate of the three WGs and of the TFI; and revisit the mandate of the TGICA at IPCC-43 and request the Secretariat, in consultation with the TGICA Co-Chairs, to update the TGICA vision paper for IPCC-43.", 
    "Administrative Matters and Respective Roles of the IPCC Secretariat and IPCC TSUs: Much discussion ensued regarding TSU functions .", 
    "Germany and the US objected to establishing additional TSUs, with Germany stating that this would depend on funding organizations and host countries.", 
    "They preferred maintaining the TSU functions as decided by IPCC-35.", 
    "South Africa, Saudi Arabia, Egypt, Venezuela, Mali, Brazil and others disagreed, and stressed the need to maintain reference to additional TSUs, noting that many developing countries favor the establishment of TSUs in developing countries.", 
    "Responding to a query by Germany and the US, Acting Chair El Gizouli and Secretary Christ explained that establishing additional TSUs was a common IPCC practice, and recalled the establishment of TSUs for the AR5 SYR and for the LULUCF SR.", 
    "Participants also struggled with wording on the function of the TSUs, with many countries generally preferring to keep the reference to the functions as open as possible, while the WG Co-Chairs and others favored specific references and expressed concern with operational difficulties related to multiple TSUs for the same WG.", 
    "After much discussion and informal consultations, the text was revised to reflect that: the Panel may decide, as required, to establish TSUs to support IPCC product preparation and activities during the AR6 cycle; TSUs provide scientific, technical and operational support to the respective IPCC WGs and the TFI; TSUs may be formed to support the preparation of an SYR or any other task force or group constituted by the Panel; and TSU functions will remain as decided by IPCC-35.", 
    "This revised text was then accepted.", 
    "Regarding a paragraph stating that further clarification of the respective roles and responsibilities between the Secretariat and TSUs and among TSUs is required to enhance efficiency and remove redundancies and overlaps, and that this will be laid down in memoranda of understanding (MoUs), the US emphasized the need for flexibility and suggested that such clarification of the roles can enhance efficiency rather than is required to, which was agreed.", 
    "The US, with Japan, Germany and Norway, but opposed by Saudi Arabia, called for deleting reference to MoUs.", 
    "Germany, supported by WGII Co-Chair Field, supported clarifying the roles but opposed prescribing this through an MoU, with several delegations noting potential legal implications with an MoU.", 
    "Japan said the Secretariat should not oversee TSU activities and recruitment of TSU staff.", 
    "Secretary Christ clarified that the paragraph was based on past experiences of duplication of efforts between the TSUs and the Secretariat.", 
    "The WMO underlined the Panel s interest in being informed on arrangements.", 
    "Switzerland said someone must be in charge of TSU/Secretariat arrangements.", 
    "Acting Chair El Gizouli and Secretary Christ noted that this responsibility exceeds the ExComm s mandate, as the ExComm is primarily engaged in strengthening and facilitating implementation of the IPCC programme of work, and strengthening coordination between the WGs and task forces (TFs).", 
    "The US, supported by Saudi Arabia, the Netherlands, Japan, Germany and Belgium, proposed alternative language encouraging the Secretariat and the TSUs to engage in dialogue on respective roles and responsibilities and to periodically report on this matter to the Panel.", 
    "Brazil preferred more emphatically requesting the Secretariat and others to explore options for arrangements to enhance the clarification of roles.", 
    "Japan noted that the content of any arrangement could be discussed when TSU host countries are decided at IPCC-42.", 
    "The UK, supported by Norway, cautioned that the US language might be perceived as indicating disagreement between various IPCC bodies, and suggested that the Panel be kept informed about working arrangements between the IPCC Secretariat and TSUs, and among TSUs.", 
    "Brazil supported the UK s proposal, with the inclusion of a request for periodic reporting to the Panel.", 
    "After further discussions, Australia proposed language requesting the IPCC Secretariat and the TSUs to periodically report to the Panel on the collaboration, roles and responsibilities in the preparation of the AR6.", 
    "TFI Co-Chair Thelma Krug suggested this language could imply only WG TSUs, and supported referencing the sixth assessment cycle rather than the AR6.", 
    "With this and another minor amendment, the text was accepted.", 
    "On recruitment of professional staff by TSU hosts , Acting Chair El Gizouli introduced two options: recruitment of staff internationally with the aim of regional representation, particularly from developing countries, and engagement of the IPCC Chair and the Secretariat in recruitment, performance appraisal and contract extension; and selection of TSU staff consistent with the host country or institution s procedures.", 
    "Mali, supported by many developing countries, stressed enhancement of staff recruitment, particularly from developing countries.", 
    "Egypt, supporting Mali, proposed language calling for diversity and broadened representation in the TSUs.", 
    "Japan, supported by Germany, New Zealand and the US, cautioned that the involvement of the IPCC Chair and Secretariat would introduce complications in staff recruitment and management processes, and called for transparency on recruitment.", 
    "Switzerland, supported by the US, asked that the recruitment processes conform to the rules and legal frameworks of host countries and institutions. WGII Co-Chair Field proposed adding a chapeau to the text on encouraging a respectful workplace and diverse, collaborative, and inclusive policies and practices.", 
    "After additional amendments, the text was incorporated into the decision and not as a chapeau.", 
    "The option on recruitment of staff internationally with regional diversity and engagement of the IPCC Chair and the Secretariat in recruitment, performance appraisal and contract extension was adopted as amended, to maintain consistency with applicable rules and legal frameworks and to engage both WG Co-Chairs on the decisions.", 
    "On hosting TSUs , three options were presented in the TGF recommendations: (1) the TSU would be hosted and managed by the country of the developed country WG/TF Co-Chair; (2) the TSU can be comprised of both developing and developed country institutions and managed jointly by the two Co-Chairs of a WG/TF, financing possibly sourced from several countries [and the IPCC Trust Fund] and be managed and coordinated by the institutions involved [and][or] the IPCC Secretariat ; and (3), based on the model of the Intergovernmental Platform on Biodiversity and Ecosystem Services (IPBES), a TSU can be established based on offers received from governments, with the TSUs reporting to either the IPCC Secretary and/or the WG/TF Co-Chairs or the IPCC Chair in the case of the SYR TSU.", 
    "The second option also referred to the possible establishment of a task group comprised of experts in finance and administration from UNEP and WMO, and possibly others, to provide guidance and assistance to countries considering establishing a TSU and offering joint arrangements.", 
    "Many developing countries, including Egypt, South Africa, Venezuela, Saudi Arabia, Ecuador, Iran, Algeria, Brazil, India, Syria, Madagascar, Malaysia, the Maldives, El Salvador, Chile and Malawi, spoke strongly in favor of the second option, noting that the current arrangement does not allow for equal footing for both Co-Chairs.", 
    "They favored the opportunity for TSUs to be jointly managed by developing countries, with diverse funding sources.", 
    "Brazil called for maintaining reference to the IPCC Trust Fund regarding funding for this option.", 
    "Norway, Japan, the Republic of Korea and others agreed on the merits of the second option, but, with TFI Co-Chair Taka Hiraishi, questioned its feasibility, given the need for a clear and sustainable decision on arrangements to be in place before IPCC-42.", 
    "Querying where financing would come from for the second option, whereby the TSU could be comprised of both developing and developed country institutions, the US, with Canada and others, preferred the first option, with the TSU hosted and managed by the country of the developed country WG/TF Co-Chair.", 
    "Citing transparency of the TSU as the broader concern, the US suggested support for developing country Co-Chairs could be enhanced in other ways, including with support from Ph.D. students.", 
    "Canada called for further specifying that WG TSU candidates can only be nominated if they have adequate resources.", 
    "Citing its experience with AR5 WGI, China pointed to improvements already made in the support received by developing country Co-Chairs from the TSU, called for a continuation of the progress made so far, and stressed the importance of stable funding. WGI Co-Chair Stocker and WGIII Co-Chair Edenhofer also recalled productive collaboration among WG Co-Chairs, cited concerns regarding operational complications with more than one TSU per WG/TF, and suggested exploring other means for enhancing support for developing country Co-Chairs. WGIII Co-Chair Youba Sokona said the primary issue is to ensure that all WG Co-Chairs are functional and integrated as a team, and suggested dedicated full-time scientists and administrative assistants for developing country Co-Chairs.", 
    "Canada, South Africa and China, opposed by Japan and the Republic of Korea, suggested deleting the option based on IPBES, stating that IPBES is untested as a model. WGI Co-Chair Stocker then presented a compromise proposal, whereby: the TSU is hosted by one or jointly by both countries of the Co-Chairs; if only one country hosts the TSU, then the Panel encourages assistance to the other Co-Chair, with a strong link between the Co-Chair and the WG/TF TSU; a TSU can be managed jointly by the two Co-Chairs of a WG/TF, or by the IPCC Chair as in the case of the SYR TSU; and financing could be sourced from several countries.", 
    "Participants welcomed the proposal.", 
    "Egypt, Norway, Saudi Arabia, Madagascar and others called for something stronger than encourages assistance, and participants agreed to requests.", 
    "There was also some discussion on whether sources of financing should be clearer, but participants agreed not to be prescriptive.", 
    "Following additional edits for clarification, the compromise text was agreed, as slightly amended.", 
    "Final Outcome: With respect to administrative matters and respective roles of the IPCC Secretariat and TSUs , the Panel decided: that the administrative arrangements for and the functions of the IPCC Secretariat remain as agreed in the MoU between WMO and UNEP in establishing the IPCC; that it may decide to establish TSUs to support the preparation of IPCC products and activities during the AR6 cycle, and TSUs may be formed to support the preparation of a SYR or any other TF or group constituted by the Panel; to request the IPCC Secretariat and TSUs to report periodically to the Panel on their collaboration, roles and responsibilities during the AR6 cycle; to request the Secretariat and all TSUs to command a respectful workplace, promote diversity, fairness, collaboration and inclusiveness, and recruit professional staff internationally, in particular from developing countries, with selection, performance appraisal and contract extension done jointly by both relevant Co-Chairs; and the TSU is hosted by one or jointly by both countries of the WG or TF Co-Chairs, and if only one country hosts the TSU, the Panel requests assistance to the other Co-Chair, and a TSU can be managed jointly by the two Co-Chairs of a WG/TF, or by the IPCC Chair for the SYR TSU, with the possibility of financing from several sources.", 
    "Options for the Selection of and Support to CLAs and LAs and Improving the Writing and Review Process: On selection of and support to CLAs and LAs, participants discussed three draft alternative options for a subparagraph on nomination of CLAs and LAs.", 
    "A paragraph on exploring the possibility of providing financial assistance to CLAs and/or LAs to identify specific needs and financial implications for the IPCC Trust Fund engendered much discussion.", 
    "The US, supported by Germany and Switzerland, opposed any financial incentives, arguing that this would change the IPCC s character, although the US supported exploring how more comprehensive support could be provided.", 
    "Switzerland suggested broadening the reference to simply exploring, as appropriate, possible approaches for allowing extended participation.", 
    "Argentina suggested incentives for authors in both developing and developed countries.", 
    "WGI Co-Chair Stocker, supported by Norway, noted that some countries have provided different forms of assistance and suggested exploring ways to provide financial or operational assistance, in recognition of the burden of a comprehensive assessment.", 
    "Japan objected, arguing that scientific capacity-building activities are not within the IPCC s mandate.", 
    "Discussion coalesced around two alternative proposals: IPCC Vice-Chair van Ypersele proposed that the IPCC explore the possibility of providing adequate support and access to scientific literature to CLAs and LAs who need it to do their IPCC work, while WGI Co-Chair Stocker, supported by Norway, proposed to encourage IPCC members to explore ways of enhancing the assistance to CLAs and LAs in recognition of the increasing burden of a comprehensive assessment.", 
    "Switzerland and New Zealand, opposed by Egypt, cautioned that support and assistance generally imply financial support or assistance.", 
    "The US suggested specifying adequate technical and administrative support, with Dominica adding financial to that list.", 
    "Egypt preferred to retain a reference to adequate support.", 
    "Tanzania, with Egypt, supported IPCC Vice-Chair van Ypersele s wording and requested qualifying CLAs and LAs with those particularly in developing countries.", 
    "Van Ypersele noted that authors in developed countries also sometimes have difficulties, although Egypt, supported by South Africa and Saudi Arabia, noted that this phrase would not limit assistance only to developing countries.", 
    "The Netherlands suggested changing the term to low-income countries but Peru responded that no low-income category exists in IPCC procedures.", 
    "The US, supported by Tanzania, South Africa, and Saudi Arabia, suggested combining the two proposals into a one referring to the IPCC exploring ways to provide enhanced technical and administrative support, including access to scientific literature, particularly to developing country CLAs and LAs, in recognition of the increasing burden of a comprehensive assessment.", 
    "Following informal consultations, Egypt proposed qualifying financial assistance to developing country CLAs and LAs for those who require it.", 
    "The Netherlands said it could accept this proposal, and the US compromise language was agreed with this amendment.", 
    "Final Outcome: With respect to the selection of and support to CLAs, LAs and Review Editors and improving the writing and review process , the decision text states that the Panel decides that: it will further consider broadening the nomination process, keeping in mind the implications for the intergovernmental nature of the IPCC and funding; the enhanced use of research assistants or chapter scientists is encouraged to support the task of CLAs and LAs; and it will explore ways to provide enhanced technical and administrative support, including access to scientific literature for CLAs and LAs who require it, in particular from developing countries, in recognition of the increasing burden of a comprehensive assessment.", 
    "Additional Measures to Attract Qualified Experts from Developing Countries and Enhance and Facilitate their Engagement with the IPCC: Germany recommended clarifying that these were additional measures that could be explored, and cautioned against entering into too much detail in the recommendations.", 
    "Saudi Arabia highlighted that not taking a decision on increasing developing country participation would be failing the mandate from IPCC-37, and called for addressing this issue before the new assessment cycle gets underway.", 
    "The Panel discussed a recommendation on giving more responsibility to Co-Chairs and other Bureau members to engage developing countries in TSUs, author teams, and as reviewers, and amending the terms of reference of the Bureau as required.", 
    "Noting that the language on amending the rules governing Bureau composition could be controversial, TGF Co-Chair Plume proposed deleting that reference, but maintaining language on further encouraging the Bureau members and Co-Chairs to engage developing countries in TSUs, author teams and as review editors. WGII Co-Chair Field proposed language suggesting a focus not just on recruitment but also on participation of authors throughout the assessment cycle.", 
    "These proposals, with other minor amendments, were accepted.", 
    "On increasing the number of expert meetings and workshops in developing countries to enhance IPCC visibility, the Panel generally agreed on the need to increase the participation of developing countries in meetings to build capacity, engage with a wider range of stakeholders and increase visibility.", 
    "The US, supported by the EU, Norway and others, suggested increasing the proportion of meetings in developing countries.", 
    "The Netherlands supported using IPCC meetings to spread knowledge about climate change, while being cognizant about the carbon footprint associated with more meetings in developing countries.", 
    "Secretary Christ cited a lack of evidence of clear differences in carbon footprint in the Secretariat s analysis on the location of IPCC meetings. WGI Co-Chair Stocker, supported by others, suggested broadening meetings to include all IPCC activities.", 
    "Switzerland proposed new language that highlighted the need to increase IPCC activities in developing countries.", 
    "The text was adopted as amended.", 
    "Final Outcome: The Panel further agreed that a number of additional measures would be suitable to attract additional qualified experts from developing countries and would enhance and facilitate their engagement with the IPCC, including: further encouraging Co-Chairs and other Bureau members to engage experts from developing countries in TSUs, author teams and as reviewers; increasing the number of IPCC activities in developing countries; arranging briefings and training sessions for government representatives, such as before IPCC sessions; and providing experts with information about the IPCC process and how they can participate in IPCC work, in the context of communication and outreach activities.", 
    "Options for Support and Training of (Young) Scientists, while Reaffirming that Training and Capacity Building is Outside the IPCC s Mandate: Peru noted the various options in this section were simply a compilation of proposals and did not need to be discussed in detail or negotiated to conclusion, as they were beyond the IPCC s mandate.", 
    "Germany proposed including this section in the report of the meeting and not as a decision.", 
    "TGF Co-Chair Plume and others suggested working on the chapeau s wording and leaving the various options as is.", 
    "The Panel agreed to: modify the language to read that training and capacity building is beyond the IPCC s mandate, rather than outside ; and include this section in the report of the meeting, rather than in the decision, along with the various options.", 
    "On Friday morning, Secretary Christ presented a chapeau for the whole decision text on the future of the IPCC, which states that the Panel has reviewed its future work and taken a series of decisions to guide the work under the next assessment cycle.", 
    "The chapeau also states that in implementing these decisions, budgetary implications and minimizing the carbon footprint of IPCC activities shall be taken into account.", 
    "The text was approved as presented."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12627e.html", 
  "enb_long_title": "Forty-first Session of the Intergovernmental Panel on Climate Change (IPCC-41)", 
  "type": "", 
  "id": "enb12627e_23", 
  "enb_end_date": "27-Feb-15"
}