{
  "countries": [
    "Australia", 
    "Iran", 
    "Switzerland", 
    "Morocco", 
    "China", 
    "Mali", 
    "Belgium", 
    "Japan", 
    "Burkina Faso"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "COP-7 REPORT", 
  "enb_start_date": "12-Nov-01", 
  "enb_short_title": "COP-7", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "European Union", 
    "Group of 77", 
    "Environmental Integrity Group"
  ], 
  "sentences": [
    "The Seventh Conference of the Parties (COP-7) to the UNFCCC opened on Monday, 29 October 2001.", 
    "COP-6 President Jan Pronk opened COP- 7, suggesting that the events of 11 September had cast international agreements in a new light, and noting that the Bonn Agreements demonstrated the effectiveness of multilateralism and international cooperation in solving global problems within the framework of the UN.", 
    "He expressed confidence that COP-7 would complete the process of translating the Bonn Agreements into legal language, and would bring work on the Buenos Aires Plan of Action (BAPA) to a successful conclusion. The COP elected Mohamed Elyazghi, Morocco's Minister of Territory Planning, Urban Management, Housing and Environment, as COP-7 President.", 
    "President Elyazghi welcomed delegates to Morocco, adding that this was the first UNFCCC COP to be held in Africa.", 
    "He thanked COP-6 President Pronk for his perseverance and for leaving an 'indelible mark' on the process. Welcoming remarks were also made by Abdelaziz Saâdi, President of the Regional Council of Marrakesh, Omar Jazouli, President of the Urban Community of Marrakesh, and Michael Zammit Cutajar, Executive Secretary of the UNFCCC. Delegates then heard general statements from a number of Parties.", 
    "Many speakers thanked UNFCCC Executive Secretary Cutajar, COP-6 President Pronk, and the Secretariat for their invaluable contributions to the progress made in the negotiations.", 
    "Several speakers, including the G-77/China, EU and the Central Group 11 (CG-11, a group of 11 central and eastern European countries), supported entry into force of the Protocol in time for the WSSD. Iran, on behalf of the G-77/China, supported completion of work forwarded from COP-6 Part II, adding that this is not the right forum to raise the question of new or additional commitments by developing countries.", 
    "Burkina Faso, on behalf of the Africa Group, underscored the high expectations of the international community that COP-7 would be a success.", 
    "Switzerland, on behalf of the Environmental Integrity Group, stressed the need for entry into force of the Protocol.", 
    "Mali, speaking for the LDCs, hoped that developing countries, and especially LDCs, would benefit from meaningful assistance.", 
    "Australia and Japan welcomed President Elyazghi's intention to consult and report back to the COP before the High-Level Segment on the agenda item 'second review of the adequacy of Article 4.2 (a) and (b),' and said they looked forward to a full discussion of this issue at COP-8.", 
    "Belgium, on behalf of the European Union, said the review of commitments should not be debated at COP-7 or the WSSD, but only after the Protocol has entered into force, possibly at COP-8."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12189e.html", 
  "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "cop", 
  "id": "enb12189e_6", 
  "enb_end_date": "12-Nov-01"
}