{
  "countries": [
    "Brazil", 
    "Colombia", 
    "Denmark", 
    "Saint Lucia", 
    "Costa Rica", 
    "United States", 
    "Ethiopia", 
    "Vietnam", 
    "Bolivia", 
    "Norway", 
    "Australia", 
    "Mexico", 
    "Singapore", 
    "China", 
    "Chile", 
    "Kenya"
  ], 
  "topics": [
    "Mitigation", 
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Compliance and Enforcement", 
    "Mitigation", 
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "AWG-LCA WORKSHOP", 
  "enb_start_date": "11-Jun-11", 
  "enb_short_title": "SB 34", 
  "subtype": "groups", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The AWG-LCA workshop on developing country nationally appropriate mitigation actions (NAMAs) was facilitated by Christian Pilgaard (Denmark).", 
    "Chile outlined his country s mitigation pledge of achieving a 20% deviation from business-as-usual (BAU) by 2020, using 2007 as the baseline.", 
    "He also noted the goal of achieving developed country status by 2020, explaining that the aim is to become a low-carbon economy.", 
    "Chile said his country will use energy efficiency, renewable energy and land use, land-use change and forestry (LULUCF) to achieve the pledge.", 
    "He outlined initiatives, including: a national programme for energy efficiency; a 2008 renewable energy law; a national action plan on climate change; mitigation action plans and scenarios; and a partnership for market readiness.", 
    "Chile described the method used for defining NAMAs, using a one-page NAMA template that was sent to the ministries of energy, agriculture and transport.", 
    "Ethiopia presented on his country s Climate Resilient Green Economy Initiative.", 
    "He outlined Ethiopia s goals of becoming a middle-income country by 2020 and of ensuring this growth is carbon neutral.", 
    "He identified some of the potential co-benefits of Ethiopia s NAMAs, such as job creation, improved balance of payments and improved health.", 
    "Ethiopia outlined the steps taken, including estimation of current and BAU emissions, identification of abatement potential and analysis of the potential for green growth.", 
    "He identified next steps, including consultations with stakeholders and potential donors, and institutionalization. AOSIS highlighted that: non-Annex I emissions are increasing and need to be reduced to the ranges in the IPCC Fourth Assessment Report (AR4) and below; non-Annex I countries are taking mitigation actions; and these actions require support from Annex I countries.", 
    "She indicated that some small island developing States (SIDS) have adopted goals including carbon neutrality and reducing emissions below a base year or BAU.", 
    "AOSIS also highlighted concrete projects, such as the Pacific Islands Greenhouse Gas Abatement through Renewable Energy Project, which involves 11 countries and is expected to reduce emissions by 33% below BAU by 2015.", 
    "Responding to questions, Chile noted, inter alia , efforts to develop a pilot MRV system and expressed support for transparency and international consultation and analysis (ICA).", 
    "He indicated that although the magnitude of support needed for NAMAs has yet to be calculated, the initial assumption underlying Chile s pledge in Copenhagen was that 10% would be funded domestically.", 
    "Chile also said his country is in the process of identifying sectors to be regulated and is considering a cap-and-trade system, NAMA crediting or other offsetting mechanism.", 
    "He also highlighted the need to link inventories with NAMAs.", 
    "On the NAMA template, Chile noted it provides a framework that could be linked to the NAMA registry and to the information displayed to the public.", 
    "Ethiopia explained that its needs for financial support would beome clear in the autumn.", 
    "Highlighting microfinance, he said the support needed would probably consist of a combination of loans, funds and equity.", 
    "Identifying the need to distinguish between NAMAs and offsets, AOSIS emphasized that new market mechanisms only make sense in the context of legally-binding international commitments.", 
    "Vietnam presented on efforts to develop a national climate change strategy and a national green growth strategy.", 
    "He identified significant potential for NAMAs in Vietnam, noting that 28 potential NAMAs have been identified, including 15 in the energy sector, eight in the LULUCF sector and five in the agriculture sector.", 
    "He noted difficulties in developing NAMAs, lack of common criteria, and lack of sufficient international support and guidance, including for MRV.", 
    "Kenya presented on the ongoing national process to identify and develop NAMAs.", 
    "She further described the national climate change response strategy developed in 2010 and ongoing work on an action plan to implement it, including: a low-carbon development pathway; a national adaptation plan; NAMAs; research development; technology transfer; and finance.", 
    "She underscored the need to ensure participation by all government departments and stakeholders through consultations.", 
    "The EU emphasized that developing countries could contribute to mitigation efforts.", 
    "He also indicated that diversity of their NAMAs necessitates a diversity of support.", 
    "He called for: cost-efficient actions in developing countries and for developing countries to articulate their needs and aims; better understanding of the ambition gap ; and identification of synergies between achieving the 2°C target and sustainable development goals.", 
    "He said the pledges workshops are crucial and asked the Secretariat to gather information provided in 2011 sessions in a technical paper.", 
    "During the discussion, Costa Rica, Saint Lucia and Norway also supported a technical paper by the Secretariat.", 
    "In response to questions, Vietnam noted they had followed UNFCCC guidelines when calculating their BAU emissions.", 
    "He said challenges in policy development include lack of climate change awareness, inter-agency cooperation and technical knowledge.", 
    "While acknowledging the diversity of developing countries, the EU reiterated the possibility of a single framework covering all developing countries, saying it will be possible to differentiate within that framework.", 
    "China said feedback between developed and developing countries is key to ensuring that development of NAMAs and identification of support are done synergistically.", 
    "Bolivia emphasized the importance of the forestry sector and noted that forest fires are the main source of forest emissions.", 
    "He underscored the new emergency plan in Bolivia to monitor and combat forest fires and the need for a long-term fire prevention plan.", 
    "He questioned why Bolivia should spend scarce resources to measure its forest reference levels to participate in a future carbon market, when it could spend these resources on addressing this emergency situation.", 
    "Norway called for standardizing the information contained in the pledges by Annex I and non-Annex I countries.", 
    "For Annex I countries, she listed an economy-wide emission reduction target for 2020 from a 1990 base year, and for non-Annex I countries, basic information structured around a base year, BAU or CO2 per unit of Gross Domestic Product.", 
    "The US said an improved reporting system would entail: submission of biennial reports; subsequent analysis reports; international consultations and analysis and the sharing of views under the SBI; and a summary report by the Secretariat.", 
    "Citing flexibility on the reporting requirements for SIDS and LDCs, he noted that certain developing country contributions and feedback on implementation would be crucial.", 
    "During discussions, Kenya and Mexico noted that a number of countries lack the experience to undertake biennial reports.", 
    "Australia supported unpacking developing country pledges, possibly in a technical paper, and said biennial reports should focus on major emitters first.", 
    "Norway said they aim to support collection of data to clarify developing country pledges.", 
    "She underscored that the need for targeted long-term, sustainable, national reporting systems is increasing, and that support will be needed for such systems.", 
    "The US responded that there is a difference between what countries can deliver, but reiterated that major players can undertake biennial reporting with existing capacity.", 
    "Regarding countries that do not fall in the poorest or richest categories, the US said they have modest capability and should take on modest responsibility, and that it would be a modest expense to enable them to consistently and frequently provide reporting.", 
    "The Climate Action Network said the lack of an effort-sharing agreement is a major stumbling block to agreeing on a long-term global goal for emission reductions.", 
    "He called for: establishment of clear and common guidelines for NAMAs and BAU calculations; identification of type and level of support required; development of low-carbon development strategies; and establishment of a work programme to develop a NAMA registry and a robust MRV system.", 
    "During discussions, a number of countries welcomed the workshop.", 
    "Colombia noted the need for inter-institutional cooperation and said support given for NAMAs can increase ambition.", 
    "Singapore said other non-Annex I parties should be encouraged to present their pledges at further workshops.", 
    "Chile supported the idea of a technical paper.", 
    "Brazil highlighted that the diversity of situations should be captured, and with the US, supported addressing these issues further during negotiations."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12507e.html", 
  "enb_long_title": "UN Climate Change Conference June 2011", 
  "type": "working group", 
  "id": "enb12507e_29", 
  "enb_end_date": "11-Jun-11"
}