{
  "countries": [
    "United States", 
    "Thailand", 
    "Peru", 
    "Kenya"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "OTHER INFORMATION", 
  "enb_start_date": "03-May-04", 
  "enb_short_title": "UNFCCC Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "On Wednesday afternoon, participants heard presentations on other information considered relevant to the UNFCCC in the context of non-Annex I national communications.", 
    "These covered several specific areas, including: research and systematic observation; the development and transfer of technologies; education, training and public awareness, and capacity building; and information and networking.", 
    "Participants also engaged in a general discussion. Philip Weech, UNFCCC Secretariat, presented an overview of other information relevant to the UNFCCC.", 
    "He explained that 'other information' relates to UNFCCC Article 12.1, which calls for the inclusion of any other information relevant to the achievement of the objectives of the UNFCCC in Parties\u0092 national communications.", 
    "Other information is also prioritized in the revised UNFCCC Guidelines (paragraph 41).", 
    "He concluded by emphasizing the need for financial and technical support in the preparation of national communications, particularly in the area of capacity building. Olga Pilifosova, UNFCCC Secretariat, spoke about research and systematic observation, focusing on the reporting requirements contained in the UNFCCC Guidelines.", 
    "On systematic observation, she informed participants of various UNFCCC decisions aimed at strengthening the Global Climate Observing System (GCOS).", 
    "She then outlined the UNFCCC Guidelines\u0092 requirements for reporting on GCOS activities.", 
    "On the issue of research programmes, she highlighted the relevant part of the UNFCCC Guidelines, and drew attention to the user manual on research and systematic observation.", 
    "Finally, she noted that the eighteenth session of the Subsidiary Body for Scientific and Technological Advice (SBSTA) had initiated two new relevant agenda items, on 'scientific, technical and socioeconomic aspects of impacts of, and vulnerability and adaptation to, climate change,' and on 'scientific, technical and socioeconomic aspects of mitigation.", 
    "' These issues would be addressed in workshops and side events planned for SBSTA-20. Yolando Velasco, UNFCCC Secretariat, spoke about reporting on capacity building, technology transfer, and education, training and public awareness.", 
    "He pointed out that these are crosscutting, closely related issues, and that there is the possibility of duplicating activities when assessing needs under each of them.", 
    "He observed that while the scope of countries\u0092 capacity-building needs could easily cover almost everything related to climate change, Parties should try to identify clear priorities.", 
    "On technology transfer, Velasco identified five areas: technology needs assessment, information related to technology, enabling environments, capacity building, and mechanisms for technology transfer.", 
    "He said around 80 Parties were involved in technology needs assessments.", 
    "He drew attention to the New Delhi Work Programme on UNFCCC Article 6 (education, training, and public awareness) that was now being implemented, and indicated that regional workshops were being conducted to identify Parties\u0092 specific needs.", 
    "He concluded by highlighting the need for country-driven stakeholder involvement, and for developing synergies and interlinkages. Jack Fitzgerald, US Environmental Protection Agency (EPA), briefed participants on the UNFCCC Guidelines\u0092 reporting requirements on information and networking.", 
    "According to the Guidelines (paragraph 48), 'non-Annex I Parties are encouraged to provide information on their efforts to promote information sharing among and within counties and regions.", 
    "' However, Fitzgerald explained that non-Annex I Parties had faced problems accessing information and identifying networks in the preparation of their national communications, due in part to the absence of national scientific and technical expertise, and to difficulties in accessing international networks.", 
    "On information sharing, he suggested that Parties should explore creative forms of communication, and illustrated an example of the US Climate Technology Cooperation and Gateway website, which provides links to computer models, such as LEAP - a software tool for integrated energy, environment and GHG mitigation analysis.", 
    "Fitzgerald concluded by highlighting that Parties faced a dilemma of global 'information overload,' while they were also challenged with accessing, updating and manipulating information at the national level. In the subsequent discussion, participants raised issues of technology needs assessments, capacity building, and public awareness.", 
    "Participants discussed at length on technology needs assessments, including how these relate to second national communications.", 
    "Martha Perdomo, UNFCCC Secretariat, encouraged Parties to submit their technology needs assessments officially to the Secretariat.", 
    "Thailand informed participants of a proposal to include information on technology needs assessments on the TT:Clear website, which is an information clearing house on technology transfer issues.", 
    "He also observed that the level of funding provided for these assessments had placed limits on how much work was possible. Peru suggested that not enough progress had been made on public awareness, which she felt would be critical over the next few years.", 
    "Kenya agreed, noting that her country\u0092s efforts in this area had been hampered by a lack of funding."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12232e.html", 
  "enb_long_title": "United Nations Framework Convention on Climate Change (UNFCCC) workshop on the preparation of national communications from non-Annex I Parties", 
  "type": "", 
  "id": "enb12232e_11", 
  "enb_end_date": "03-May-04"
}