{
  "countries": [
    "Kenya", 
    "India"
  ], 
  "topics": [
    "Vulnerabilities and Impacts", 
    "Reasons for Concern", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "AGRICULTURE AND FOOD SECURITY:", 
  "enb_start_date": "15-Sep-07", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "This group was facilitated by Habiba Gitay, World Bank Institute, and Ian Burton, independent consultant.", 
    "Participants addressed the prevailing situation in the context of adaptation and shared lessons learned and country experiences.", 
    "They discussed the inadequacy of rural agricultural extension services and the lack of respect for local knowledge, linked with a typical top-down approach.", 
    "One participant informed that India has implemented policies that reduce risks and enhance adaptive capacity, as well as implementing a food distribution strategy, which entails maintaining a buffer stock of crops to be distributed during droughts and floods.", 
    "Another participant described a district in Kenya where climate data is downscaled to provide information for timing fertilization and watering.", 
    "Participants also discussed educating farmers to use climate information to design coping strategies and the possible conflict between indigenous knowledge and scientific climate information.", 
    "The issue of deteriorating meteorological data, particularly in developing countries, was also raised.", 
    "On barriers and constraints, participants stressed the absence of dialogue between government officials and local communities, where local information is gathered for national purposes, but is not necessarily fed back to local communities.", 
    "Participants also identified: the difficulty in changing entrenched agricultural practices; knowledge of adaptation at the local level being contingent on understanding the science of climate change, especially for extension services and farmer organizations; the interface between pastoralists and sedentary farmers in the context of land-use change; and adapting agribusiness to climate change.", 
    "Four subgroups then discussed: developing functional institutions; national strategies for mitigation and adaptation; creating an alternative agricultural paradigm; and developing relevant expertise to meet the adaptation challenge.", 
    "On functional institutions, the group identified the need for an appropriate legal framework, continuous empowerment at various levels, public-private partnerships and building capacity for cross-sectoral communication and information sharing.", 
    "The group also suggested: raising awareness at various levels; an institutional framework, which incorporates both a top-down and bottom-up approach; and implementation of strategies and programmes concerning scientific and research programmes on adaptation.", 
    "Participants identified ensuring the commitment of key stakeholders as a major challenge in relation to incorporating climate change into a relevant policy framework in the areas of energy, agriculture and food security.", 
    "The possibility of using a cost-benefit analysis was also mooted as a buy-in strategy.", 
    "On the issue of rethinking the current agricultural model, the group reported that the current agricultural system undervalues local knowledge of biodiversity and decreases the resilience of smallholder farmers.", 
    "Payment for ecosystem services was raised and the relevance of traditional knowledge affirmed.", 
    "The characteristics of a new paradigm include: shifting local and regional food systems to use the most appropriate knowledge; engaging with big business and other stakeholders; and moving from a current emphasis on short-term profits to long-term benefits.", 
    "On modalities for building capacity, the group suggested that farmers would benefit from technical capacity development to enable them to shift to more appropriate farming methods.", 
    "The group emphasized that organizations that support farmers also need to understand the science of climate change.", 
    "Participants also discussed overcoming behavioral inertia and resistance to adopting climate change knowledge for adaptation, and urban and peri-urban agricultural challenges.", 
    "On influencing behavioral change at the individual and institutional levels, the group identified the need for visionary people or champions to spread the message on adaptation for agriculture and the necessity of incorporating climate change into development plans.", 
    "Regarding food security, participants stressed the importance of appropriate knowledge for resilient rural agriculture, to avoid mass-migration to cities.", 
    "Other issues addressed included: threats posed to farmers due to urban expansion; land-use conflicts; participatory land-use planning; increasing the diversification of livelihoods; and increasing off-farm activities.", 
    "Addressing specific actions and expected outcomes, participants identified a wide range of recommendations, including providing microcredit and crop insurance to overcome adaptation resource constraints, and improving access to, and utilization of climate data.", 
    "Other strategies mentioned included: translating information into accessible formats; awareness raising on adaptation strategies; climate-proofing development policies; developing mechanisms for harvest forecasting and early warning systems for agricultural planning; replicating successful examples of good practice; education and the integration of traditional knowledge; new technological transfer mechanisms; and using boundary organizations to bridge the gap between national policy and smallholder farmers."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12340e.html", 
  "enb_long_title": "UN Framework Convention on Climate Change (UNFCCC) Workshop on Adaptation Planning and Practices under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)", 
  "type": "", 
  "id": "enb12340e_7", 
  "enb_end_date": "15-Sep-07"
}