{
  "countries": [
    "Germany", 
    "South Africa"
  ], 
  "topics": [
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "RESEARCH AND SYSTEMATIC OBSERVATION:", 
  "enb_start_date": "26-Nov-12", 
  "enb_short_title": "COP 18", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The SBSTA first considered this issue in the opening plenary with an update on global observations in response to the relevant needs of the Global Climate Observing System (GCOS) (FCCC/SBSTA/2012/MISC.14); and progress in the development of methodologies, standards and protocols for climate-related terrestrial observations (FCCC/SBSTA/2012/MISC.15).", 
    "Parties also heard a report of the World Meteorological Congress Extraordinary Session with respect to the implementation of the Global Framework for Climate Services (FCCC/SBSTA/2012/MISC.21).", 
    "Informal consultations took place, co-chaired by Stefan Roesner (Germany) and Chris Moseki (South Africa).", 
    "Final Outcome: In its conclusions (FCCC/SBSTA/2012/L.25 & Add.1), the SBSTA, inter alia : - welcomes the plan of the GCOS Steering Committee and the Secretariat to prepare by early 2015 a third report on the adequacy of the global observing systems for climate and, by 2016, a new implementation plan for the global observing system for climate; - encourages parties to contribute to the identification of emerging needs for systemic observation; - notes the importance of continuing and sustaining satellite observations on a long-term basis, and the role of the Committee on Earth Observation Satellites in promoting full and open data sharing; - requests the Secretariat to organize a workshop, subject to the availability of resources, to be held by SBSTA 39, to consider information on the technical and scientific aspects of ecosystems with high-carbon reservoirs not covered by other agenda items under the Convention; - invites parties to submit their views on the content of that workshop; and - invites parties and regional and international research programmes and organizations to provide information on the technical and scientific aspects of emissions by sources, removals by sinks, and reservoirs of all GHGs, including emissions and removals from terrestrial ecosystems with a view to quantifying the impact of human activities.", 
    "This information would be considered as a theme for the next research dialogue, also taking into account parties submissions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12567e.html", 
  "enb_long_title": "Doha Climate Change Conference - November 2012", 
  "type": "", 
  "id": "enb12567e_74", 
  "enb_end_date": "08-Dec-12"
}