{
  "countries": [
    "Canada", 
    "Ukraine", 
    "Kuwait", 
    "Tanzania", 
    "Hungary", 
    "Costa Rica", 
    "Luxembourg", 
    "United States", 
    "Burundi", 
    "Peru", 
    "Japan", 
    "Switzerland", 
    "Samoa", 
    "Norway", 
    "Mauritius", 
    "Saudi Arabia", 
    "Iran", 
    "Singapore", 
    "Zambia", 
    "Cuba", 
    "Uzbekistan", 
    "Malaysia", 
    "Zimbabwe", 
    "Marshall Islands", 
    "Colombia", 
    "Russian Federation", 
    "China", 
    "Philippines"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "IPCC Governance", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "SUBSIDIARY BODY FOR SCIENTIFIC AND TECHNOLOGICAL ADVICE", 
  "enb_start_date": "28-Jul-97", 
  "enb_short_title": "7th Session of the AGBM, 6th Session SBSTA & SBI, AG13 5", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "African Group", 
    "Group of 77"
  ], 
  "sentences": [
    "SBSTA Chair Tibor Faragó (Hungary) opened SBSTA-6 on 28 July and highlighted the interest in enhancing commitments under the FCCC as expressed at UNGASS.", 
    "He noted that Burundi had recently become an FCCC Party and said the Ukraine and Singapore would soon follow.", 
    "FCCC Executive Secretary Michael Zammit-Cutajar noted that while much attention has focused on the AGBM, the other subsidiary bodies would also make positive contributions to COP-3.", 
    "He expressed concern at the slow pace of submission of national communications, which are a basic commitment and affect the Secretariat\u0092s ability to compile and synthesize information. On the adoption of the agenda, the G-77/CHINA, reserved its position on addressing methodological issues related to joint implementation as a separate issue.", 
    "CHINA proposed bracketing the item.", 
    "The US requested an explanation of this action.", 
    "The Chair proposed including this item under the general discussion on activities implemented jointly.", 
    "Delegates agreed to consider the item under the discussion on methodological issues. On the election of officers, Soobaraj Sok Appadu (Mauritius) was elected Vice-Chair and Alvaro Jose Rodriguez Gómez (Colombia) as Rapporteur.", 
    "On the organization of work, the Chair proposed establishing informal groups to consider the division of labor between SBSTA and SBI.", 
    "He also proposed establishing a group on methodological issues, to be chaired by Harald Dovland (Norway) and SBSTA Vice-Chair Appadu.", 
    "Thirty-four delegations expressed interest in participating. Division of Labor: On 28 July, delegates considered the document on division of labor (FCCC/SB/1997/2).", 
    "The document proposes, inter alia, that only one subsidiary body would address any particular issue and, if necessary, the other body would consider certain aspects of the issue.", 
    "LUXEMBOURG, on behalf of the EU, along with JAPAN, supported the proposed approach and, with SWITERLAND, emphasized the need for education and public awareness.", 
    "JAPAN noted that the division of labor for national communications and AIJ needs clarification.", 
    "The US noted that SBSTA should only refine unclear areas rather than redefine decisions. Some delegations, including MALAYSIA, SAUDI ARABIA and IRAN emphasized the importance of technology transfer to developing countries and the need for more detailed discussions.", 
    "Some disagreed with the document\u0092s proposal that SBI only address technology transfer 'at some point in the future.", 
    "' CANADA noted that some elements are appropriate to SBSTA\u0092s expertise, while others fall outside that, such as intellectual property rights, financial mechanisms and the role of the private sector. Delegates convened a joint informal group to produce draft conclusions, which was chaired by Amb.", 
    "Mark Hambley (US) and José Romero (Switzerland).", 
    "The group held consultations throughout the week and presented its conclusions on 6 August.", 
    "The same conclusions had been presented and adopted by SBI (see above). Methodological Issues: On 28 July, the Chair opened discussion on methodological issues and financing by noting that an informal group, chaired by Harald Dovland (Norway), would also be considering the issue.", 
    "He urged delegates to limit their discussion to general comments on the documents (FCCC/SB/1997/INF.2, FCCC/SBI/1997/10 and FCCC/SB/1997/INF.1) and leave detailed discourse for the informal discussions.", 
    "The EU, the US and JAPAN stated that the documents were reasonable and useful.", 
    "However, each group noted reservations and agreed to participate in informal discussions.", 
    "The EU and the US questioned how funding should be allocated to different bodies.", 
    "MALAYSIA noted the importance of methodological issues and called for an increase in the budget.", 
    "CHINA called for the work to be implemented on a regional basis and stressed that this should be a priority task. On 29 July, an informal group on methodological issues heard a presentation by the Secretariat on its Methodological Work Programme.", 
    "On 30 July, the methodological group reported to Plenary that the group had found little overlap between the work of the Secretariat and other international organizations.", 
    "SAUDI ARABIA objected to the paper to be presented by the methodological group and stated that the Secretariat should not be given additional responsibility.", 
    "He called for a new working group to discuss Intergovernmental Technical Advisory Panels (ITAPs) and reminded the Chair of the G-77/CHINA\u0092s proposal on ITAPs. On 31 July, the Chair of the contact group on methodologies presented its conclusions in Plenary.", 
    "The G-77/CHINA requested more time to consider this paper before approval.", 
    "ZIMBABWE noted that there was limited participation from non-Annex I countries.", 
    "The methodologies contact group reconvened for further consultations. On 5 August, the revised draft conclusions of methodologies group were presented in the revised report of SBSTA-6.", 
    "Regarding the work programme to be conducted by the Secretariat, SBSTA decided: to give highest priority to activities relating to methods for GHG inventories; high priority to projections of GHG emissions and sinks; and priority to methods for evaluating and monitoring the effectiveness of specific policies and measures for assessing adaptation strategies and technologies. The revised conclusions, inter alia: request the Secretariat to prepare a progress report on the work programme on methodologies; note that SBSTA-7 will begin consideration of appropriate ways to provide terms of reference for expert contributions and the review of technical documents; and provide an opportunity for submitting initial comments on priority areas and options for work on projections by 20 January 1998.", 
    "The conclusions also contain an indicative budget for the methodological work programme. On 28 July, delegates considered methodological issues related to crediting under joint implementation.", 
    "The US and the EU supported immediate discussion of this matter and said that joint implementation would be limited without resolving the issue of credits.", 
    "The G-77/CHINA and the RUSSIAN FEDERATION noted that it was premature to talk about crediting.", 
    "They emphasized that joint implementation is still in its pilot phase with few projects and few countries involved.", 
    "NORWAY emphasized that the issue of crediting is complex and addressing methodology alone may not be beneficial.", 
    "He called for a broad examination of the issue before the specifics of methodology are considered. The Chair suggested postponing discussion of crediting until early next year in order to await the political deliberations that will take place at AGBM.", 
    "CANADA noted that each COP is responsible for the review of pilot projects and was concerned that the issue of crediting was being ignored. The Chair called on the US, NORWAY, CANADA and CHINA to draft a compromise text for consideration in Plenary.", 
    "On 30 July, the US reported that this small informal group had not produced agreed text and would continue consultations until the final SBSTA meeting.", 
    "On 5 August, CHINA reported that the group had still not reached agreement.", 
    "The Chair proposed that the report of the meeting state that SBSTA had considered the issue and decided to defer consideration to a future session.", 
    "CHINA proposed deleting the reference to future consideration.", 
    "The PHILIPPINES asked if the issue would again be considered a separate agenda item or together with methodological issues.", 
    "The US noted the need for further discussions and that the clearly divergent views were evidenced by the fact that there are no conclusions on this matter.", 
    "Delegates agreed to consider the issue at a future session. Cooperation with International Organizations: On 30 July, delegates considered document FCCC/SBSTA/1997/MISC.4.", 
    "The Chair noted that there was little documentation and encouraged intergovernmental and international organizations to brief the delegates on their activities.", 
    "The International Oceanographic Commission (IOC) cited the need for modernizing global sea level observations and called for assistance from international bodies.", 
    "The Scientific and Technical Advisory Panel (STAP) to the Global Environment Facility (GEF) summarized its activities and workshops on climate change and noted its cooperation with other international organizations.", 
    "The World Meteorological Organization (WMO) reported on the development of the Climate Agenda and noted that a report will be submitted to COP-3.", 
    "The United Nations Environment Programme (UNEP) stated the importance of equity in methodological issues and called for a resolution.", 
    "He noted the advantages gained by sharing of information between groups interested in activities implemented jointly (AIJ), but cautioned that AIJ could weaken the development of local technologies. The IPCC stated that the Third Assessment Report (TAR) is scheduled for completion by the end of 2000.", 
    "In addition to physical, chemical and ecological processes, the TAR will integrate natural and social sciences and address sectoral issues and regional perspectives.", 
    "The IPCC will also produce a 'policy relevant' synthesis report. LUXEMBOURG, on behalf of the EU, highlighted its submission containing questions from policy makers, which focuses, inter alia, on progress in detecting change, non- intervention scenarios and possible policy combinations.", 
    "SWITZERLAND noted the importance of disseminating the TAR results in all UN languages and ensuring adequate resources for the IPCC secretariat. CHINA said the TAR should reflect the implementation of Articles 4.2(a) and (b), and with the US, called for briefings on the consultations of the Joint Working Group of the FCCC and IPCC officers.", 
    "ZIMBABWE, on behalf of the African Group, as well as CUBA and ZAMBIA, sought stronger national observation and research systems.", 
    "She also urged the IPCC to produce simplified summaries of regional impact studies and regretted that the GEF did not support UNEP\u0092s proposed climate awareness programme. The MARSHALL ISLANDS stated that the IPCC should strive for better information on possible scenarios, such as sea-level rise and socio-economic impacts resulting from inaction.", 
    "Any steps towards a 'user friendly' synthesis report would assist political leaders.", 
    "SAMOA cited the fact that some regions do not have experts in this field as proof of the need to build capacity.", 
    "PERU called for work on tropical forest methodology and the ocean carbon cycle according to region. In the report of the meeting, delegates noted the information provided by the various international organizations and requested that the Secretariat organize an informal meeting at SBSTA-7 to discuss key issues to be addressed in the TAR.", 
    "Following a US proposal, the conclusions call upon Parties to work through other relevant organizations, including the International Civil Aviation Organization (ICAO) and the International Maritime Organization (IMO). National Communications: On 28 July, the Secretariat introduced documents on communications from Annex I Parties (FCCC/SB/1997/5) and inventory and projection data (FCCC/SB/1997/6), which delegates noted without discussion.", 
    "On communications from non-Annex I Parties, delegates had before them documents (FCCC/SBI/1997/9 and FCCC/SBI/1997/13) and agreed to await the outcome of the SBI deliberations. Technology Transfer: On 30 July, the Chair invited comment on a progress report (FCCC/SB/1997/3), an update on the report (FCCC/SB/1997/4) and a technical paper on trends and conditions employed by multilateral lending institutions (FCCC/TP/1997/1).", 
    "TANZANIA, on behalf of the G-77/CHINA, said technology transfer remains an essential component and priority element of FCCC implementation.", 
    "SBSTA should continue to establish expert groups on specific issues using the roster of experts.", 
    "ZIMBABWE, on behalf of the African Group, demanded a reopening of the question of ITAPs, which could be a first step toward a clearinghouse mechanism.", 
    "CHINA said SBSTA should set up ITAPs to facilitate technology transfer. The US and the EU suggested that action on ITAPs await a planned review of the roster at the next SBSTA.", 
    "JAPAN said SBSTA should concentrate on updating the roster and should carefully consider qualifications for ITAPs.", 
    "MALAYSIA said ITAPs and the roster should be enhanced to draw expertise from within governments. The US said governments\u0092 role in technology transfer is to encourage technology diffusion and remove market barriers.", 
    "The focus should be on informing developing country Parties of channels and conditions for financing.", 
    "CANADA stated that the private sector is the preferred vehicle for technology transfer, with governments playing a facilitating role.", 
    "The EU noted the increasing significance of private sector financial flows and said work related to public sector financial flows should focus on energy and transport.", 
    "UZBEKISTAN suggested an international technology exchange advisory group. The draft conclusions on transfer of technologies accepted on 5 August, state that SBSTA took note of the Secretariat\u0092s technical and progress reports and supported the Secretariat\u0092s plans to prepare reports on the role of the private sector and on barriers and enabling activities of governments related to technology transfer.", 
    "Under the draft conclusions, SBSTA encouraged the Secretariat to extend its cooperation with other organizations with the aim of, inter alia, improving the availability of climate relevant data.", 
    "The draft conclusions also state that SBSTA discussed ITAPs and noted that the Secretariat has been requested to prepare a report on its experience using the roster of experts.", 
    "It recalled that the subject of ITAPs, including their possible establishment, would be considered by SBSTA-7.", 
    "Parties may submit proposals on the issue until 31 August 1997.", 
    "SBSTA welcomed the Secretariat\u0092s use of the roster in three expert meetings on technology and technology transfer issues and recalled its request to Parties to nominate experts for the roster. Activities Implemented Jointly: On 28 July, delegates discussed activities implemented jointly (AIJ) under the pilot phase in Plenary.", 
    "The Secretariat introduced document FCCC/SBSTA/1997/INF.2, which contains a list of projects that have been accepted, approved or endorsed by the designated national authorities. The EU called for the establishment of a credible baseline that would reflect what would have happened in the absence of an AIJ project.", 
    "The calculation of the benefits should be transparent and include only those leading to genuine GHG reductions.", 
    "She noted that further work was required on technology-specific baselines and third party verification.", 
    "The US noted that a considerable amount of progress on practical options can be identified, and highlighted several aspects of criteria for assessing AIJ, such as monitoring and verifying results, quantification of project costs and measuring emission benefits.", 
    "He underscored the need to examine links between these issues and credits.", 
    "The US and CANADA said the Secretariat\u0092s forthcoming synthesis document should begin to draw conclusions from AIJ projects.", 
    "NORWAY highlighted national experience in AIJ and noted efforts to develop a portfolio of projects with a view to balancing sectors and technologies.", 
    "COSTA RICA said the willingness to pay for GHG reductions through AIJ is linked to financing and stressed the need for crediting. ZIMBABWE, CHINA, KUWAIT and MALAYSIA cautioned against forming premature conclusions on AIJ based on the pilot phase.", 
    "ZIMBABWE and CHINA said it would not be possible to assess the effectiveness of AIJ by 2000.", 
    "SAUDI ARABIA said many activities had been initiated to reaffirm the idea of AIJ and noted that project approval by the host government is not a sign of success because some countries lack the capacity to judge benefits.", 
    "SAMOA noted that only 12 Parties, two from Annex I, were currently involved in AIJ activities.", 
    "While significant opportunities for AIJ exist worldwide, few countries in the Asia-Pacific region have an understanding of this issue. In the report of the meeting, SBSTA took note with appreciation of the Secretariat\u0092s information on AIJ and the ongoing work in the field. Report of the session: On 30 July, Rapporteur Alvaro J. Rodriguez (Colombia) introduced the draft 'skeleton' report of SBSTA (FCCC/SBSTA/1997/CRP.2), which delegates amended and adopted.", 
    "On 5 August, delegates discussed the remaining issues on their agenda, considered a revised draft report of the meeting (FCCC/SBSTA/1997/L.4), and heard a presentation on the SBI workshop on Annex I communications.", 
    "SBSTA took note of the methodological issues outlined in the workshop report.", 
    "Delegates adopted the report, as amended, and the Chair adjourned the meeting at 5:00 pm."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1255e.html", 
  "enb_long_title": "Seventh Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "", 
  "id": "enb1255e_20", 
  "enb_end_date": "07-Aug-97"
}