{
  "countries": [
    "Turkey", 
    "Brazil", 
    "Czech Republic", 
    "Canada", 
    "Kenya", 
    "Kuwait", 
    "Mali", 
    "Costa Rica", 
    "Slovakia", 
    "Peru", 
    "Laos", 
    "Argentina", 
    "Venezuela", 
    "Nigeria", 
    "Bangladesh", 
    "Ghana", 
    "Saudi Arabia", 
    "Australia", 
    "Iran", 
    "Slovenia", 
    "Grenada", 
    "Togo", 
    "Zimbabwe", 
    "China", 
    "Chile", 
    "Thailand", 
    "Poland", 
    "Bahrain", 
    "Gambia", 
    "Philippines", 
    "Indonesia", 
    "Central African Republic", 
    "United States", 
    "Trinidad and Tobago", 
    "Croatia", 
    "Japan", 
    "Switzerland", 
    "Syria", 
    "New Zealand", 
    "Honduras", 
    "Morocco", 
    "Uruguay", 
    "India", 
    "South Africa", 
    "Malaysia", 
    "Senegal", 
    "Colombia", 
    "Hungary", 
    "Nicaragua", 
    "Botswana"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "Financial Mechanisms and Funds", 
    "IPCC Governance", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Anthropogenic Interference with Climate System", 
    "Pre-Kyoto"
  ], 
  "section_title": "CONFERENCE OF THE PARTIES", 
  "enb_start_date": "06-Dec-97", 
  "enb_short_title": "3rd COP FCCC", 
  "subtype": "plenary", 
  "actors": [
    "European Union", 
    "Least Developed Countries", 
    "Group of 77"
  ], 
  "sentences": [
    "The COP Plenary convened in the afternoon.", 
    "Delegates accepted an offer by ARGENTINA to host COP-4 and subsidiary body meetings, 2-13 November 1998, in Buenos Aires.", 
    "COW Chair Estrada (Argentina) reported on the Committee\u0092s work.", 
    "The COW met eight times for final negotiations on a protocol or other legal instrument.", 
    "On Article 3, Estrada noted that negotiations on other points are awaiting agreement on a QELROs figure.", 
    "Two alternatives regarding coverage are being discussed: immediate regulation of six gases versus regulation of three gases now and adoption of an annex regulating the other three at COP-4.", 
    "On sinks, Antonio la Viña (Philippines) undertook consultations on a definition.", 
    "Agreements must be reached on sinks and coverage before QELROs can be defined.", 
    "Discussion continues on multiple- versus single-year objectives and their timeframe.", 
    "Text on 'borrowing' emissions credits was deleted.", 
    "A compensation fund and a clean development fund were discussed informally.", 
    "Decisions were taken on paragraphs referring to countries with economies in transition.", 
    "Discussions continue on the EU 'bubble.", 
    "' Decisions were taken on methodologies and commitments. Other subjects still under discussion include: voluntary commitments; joint compliance; I&Ms; and a protocol body.", 
    "Application of Article 18 and penalties for non-compliance must also be decided.", 
    "A definition of GHG quantities is needed for Article 2.", 
    "Lack of agreement on Articles 2 and 3 hinders negotiation of Article 12.", 
    "On P&Ms there are three positions favoring, respectively: obligatory P&Ms; no P&Ms; and some non-obligatory P&Ms. On Review of information and possible decisions under Article 4.2(f), Pres.", 
    "Oki (Japan) noted informal consultations on amendments to the Convention and its Annexes.", 
    "Luis Herrera (Venezuela) reported consensus on replacing Czechoslovakia in Annex I with Slovakia and the Czech Republic and adding Croatia and Slovenia.", 
    "He submitted a draft decision (FCCC/CP/1997/L.3), which was adopted.", 
    "On deletion of Turkey from Annexes I and II, Herrera reported continuing consultations. Sergio Selaya Bonilla (Honduras) reported no consensus on a proposed EU amendment for majority voting.", 
    "It was withdrawn.", 
    "Bakary Kante (Senegal) reported no consensus on Kuwait\u0092s proposal for a compensation fund.", 
    "The President reported continuing consultations on rules of procedure. The President requested that the COP take note of several documents: activities related to technical and financial support (FCCC/CP/1997/INF.3); a report on the second meeting of AGBM-8 (FCCC/AGBM/1997/8/Add.1); and administrative and financial matters (FCCC/CP/1997/INF.1) including the 1998-99 biennial programme budget. Parties agreed that Brazil's proposal to relate Parties' emissions targets to their contributions to climate change (FCCC/AGBM/1997/MISC.1/Add.3) be given to SBSTA to review scientific and methodological aspects, and to advise COP-4 on future activities.", 
    "BRAZIL noted the proposal's political element: that future objectives be established in terms of global mean surface temperature change, as a mechanism for apportioning the burden. NEW ZEALAND said Annex I Parties\u0092 constituencies need assurances that developing countries will adopt binding emissions limitation commitments in a third commitment period.", 
    "He proposed double conditionality: Annex I Parties need early agreement by non-Annex I countries on future commitments, but non-Annex I Parties would not be held to commitments if Annex I Parties do not fulfil their Kyoto commitments.", 
    "He called for 'progressive engagement' according to relative levels of development, and exemption for least developed countries.", 
    "Supported by HUNGARY, the US, CANADA, the EU, POLAND, SLOVENIA, AUSTRALIA, SWITZERLAND, and JAPAN, he introduced a draft text that, inter alia: notes Annex I Party commitments through 2014; considers that future Annex I commitments beyond that date should comprise the widest possible participation in binding action; recognizes the dependence of inception of non-Annex I Parties\u0092 legally binding emissions limitations commitments on Annex I Parties' implementation, particularly of Kyoto Protocol QELROs; agrees there should be further QELROs for Annex I Parties and 'quantified emission limitation objectives' for other Parties, except least developed countries; and establishes a process to set the commitments, to be concluded by 2002. The G-77/CHINA, supported by THAILAND, SAUDI ARABIA, IRAN, COLOMBIA, MALAYSIA, NICARAGUA, HONDURAS, SYRIA, GHANA, TOGO, LAOS, KUWAIT, GRENADA, BOTSWANA, BAHRAIN, MALI, CHILE, PERU, TRINIDAD AND TOBAGO, NIGERIA, BANGLADESH, KENYA, MOROCCO, ZIMBABWE, INDONESIA, URUGUAY, CENTRAL AFRICAN REPUBLIC, PHILIPPINES, VENEZUELA, COSTA RICA, GAMBIA, ARGENTINA, and SOUTH AFRICA on behalf of Southern African Development Community (SADC), said equity and common but differentiated responsibility are keys to success.", 
    "He noted the low per capita emissions of developing countries and their economic and social development priorities.", 
    "This is not the time to address developing country commitments, but to strengthen developed country commitments.", 
    "He concluded with one word: 'no.", 
    "' INDIA objected to depriving developing countries of equitable environmental room to grow.", 
    "BRAZIL said one developed country statement had implied 'if you don't deliver, we won't deliver,' to which he replied 'until you deliver, we don't discuss.", 
    "' CHINA recalled the performance of Annex I Parties in meeting existing commitments and warned the EU: 'beware of your bubble.", 
    "' HUNGARY said other Parties could follow countries with economies in transition, who joined Annex I in spite of economic difficulties.", 
    "The US stated that commitments for all Parties must allow for economic growth while simultaneously protecting the environment.", 
    "The US wants developing countries, except least developed countries, to adopt emissions targets that seek to abate the increase in their emissions.", 
    "He noted that developing country commitments could be differentiated in light of respective responsibilities and capabilities.", 
    "The EU reiterated that the Berlin Mandate precludes new developing countries commitments and underscored that developed countries must lead by adopting legally binding commitments in Kyoto.", 
    "He said it would be appropriate to start a review process based on Article 7.2 with a view to establishing further commitments for all Parties.", 
    "While acknowledging efforts by developing countries to address their emissions, JAPAN pointed to the need for further participation in the future.", 
    "He proposed initiating a post-Kyoto process to this effect.", 
    "He said that developing country participation does not mean reduction, but limitation of emissions and indicated that New Zealand\u0092s proposal could serve as a basis for discussions.", 
    "CANADA said that the sequencing of commitments had worked under other agreements. The G-77/CHINA said the New Zealand proposal should be dropped and that the group would not participate in a contact group as a matter of principle.", 
    "The President said he would consult the Bureau. The Executive Secretary reported on the results of his request for information on Yugoslavia\u0092s status within the UN and the FCCC.", 
    "The President asked Yugoslavia to continue to refrain from participation in the meeting."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1272e.html", 
  "enb_long_title": "Third Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "cop", 
  "id": "enb1272e_2", 
  "enb_end_date": "06-Dec-97"
}