{
  "countries": [
    "Brazil", 
    "Canada", 
    "Saudi Arabia", 
    "Mexico", 
    "Sudan", 
    "Tuvalu", 
    "Panama", 
    "Cuba", 
    "France", 
    "China", 
    "Japan", 
    "Cook Islands"
  ], 
  "topics": [
    "Reasons for Concern", 
    "Adaptation", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "WRAP-UP", 
  "enb_start_date": "09-Dec-04", 
  "enb_short_title": "UNFCCC COP-10", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "TUVALU stressed the urgency of addressing the needs of the most vulnerable countries, and of moving from information- sharing and assessment to action.", 
    "He stated that without taking appropriate action to adapt to climate change, the sustainable development of SIDS will be seriously impaired.", 
    "BRAZIL pointed to the Regional Climate Change Scenarios for South America programme that will provide information on climate change impacts, vulnerability assessments and adaptation, and said the information will be accessible to South American countries. The EU noted that adaptation is a short- to medium-term response to climate variability that cannot counter the long-term impacts of climate change.", 
    "With JAPAN, he noted that more effective action on mitigation is required to avoid exceeding critical thresholds.", 
    "CANADA supported a vulnerability approach to inform adaptation decision making.", 
    "He said adaptation is not a new issue, and needs to be understood in the context of risk management.", 
    "The INTERNATIONAL STRATEGY ON DISASTER REDUCTION stressed links between adaptation, and risk management and reduction.", 
    "Noting that the risk management community has many tools to offer, he encouraged greater engagement between the adaptation and risk management communities. PANAMA highlighted a GEF regional adaptation project being implemented in Central America, Mexico and Cuba, which aims to assess current vulnerability to climate hazards through a process involving all stakeholders.", 
    "He said the final phase of the project will present a number of specific adaptation options.", 
    "CHINA said development and transfer of technology play an important role in adaptation.", 
    "SAUDI ARABIA emphasized the importance of adaptation to the impacts of response measures, and, with JAPAN and others, stressed the value of exchanging information.", 
    "FRANCE underlined the importance of providing information to local decision makers.", 
    "Many countries noted the urgent need to take action.", 
    "The COOK ISLANDS underscored the need to address adaptation on a wider scale and noted the difficulties that people in vulnerable countries have in obtaining relevant insurance.", 
    "SUDAN stated that, as climate phenomena increase in intensity, adaptive abilities are lost and therefore sustainable livelihood approaches are crucial."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12252e.html", 
  "enb_long_title": "Tenth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12252e_11", 
  "enb_end_date": "09-Dec-04"
}