{
  "countries": [
    "Sri Lanka", 
    "New Zealand", 
    "Indonesia", 
    "Saint Lucia", 
    "Guyana"
  ], 
  "topics": [
    "Reasons for Concern", 
    "Anthropogenic Interference with Climate System", 
    "Adaptation", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "SESSION 4", 
  "enb_start_date": "12-Oct-09", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "INTEGRATION OF ADAPTATION PLANNING ACROSS ECONOMIC SECTORS On Monday afternoon, Armi Susandi, Indonesia, discussed integration of adaptation planning across economic sectors in Indonesia.", 
    "He discussed a programme on mainstreaming climate in small island development in Lombok, which resulted in the establishment of a taskforce under gubernatorial decree with clear goals, role divisions, members, a working mechanism, and activities and facilities.", 
    "Regarding a vulnerability assessment of climate change in Jakarta, he emphasized vulnerability, particularly to floods, and said many people come from outside Jakarta and, therefore, lack the traditional knowledge to adapt.", 
    "He noted quick recovery from floods, but pointed to low stakeholder coordination, community awareness and water quality.", 
    "He highlighted challenges, including: uncertainty in climate change prediction; low priority given to adaptation in national and local government planning; gaps between international negotiations and national and local policies; and ensuring local adaptation actions.", 
    "Participants discussed issues related to: the challenges of low probability, high impact events for planning and decision making; recovery from floods versus recovery from socioeconomic losses; and the Jakarta case study.", 
    "Jacqui Yeates, New Zealand, presented an overview of current strategies and practices for, as well as lessons learned in, integrating climate change adaptation across sectors in New Zealand.", 
    "She underlined the system of cross-government coordination, under which relevant government departments carry out adaptation-related activities.", 
    "These departments meet regularly, coordinated by the lead agency - the Ministry of Environment - to discuss relevant issues in order to, inter alia , avoid duplication of work.", 
    "She also said that the Resource Management Act, as well as the central government s climate change website, are useful tools for integration.", 
    "Regarding lessons learned, Yeates highlighted: coordination across government departments; the need to work with the willing; involving the user community in developing guidance; the role of legislation and regulation; and uncertainty as a challenge.", 
    "Following the presentation, participants discussed: the practical application of adaptation integration in the transport, health and tourism sectors; the role of cross-government coordination; and how to deal with uncertainty.", 
    "Responding to a question by Saint Lucia about working with insurers, Yeates said the Ministry of Environment, inter alia , provides them with information regarding potential climate events and risks that could require insurance.", 
    "Ajith Silva, Sri Lanka, highlighted the National Action Plan for Haritha Lanka Programme, which promotes adaptation through simple lifestyles, efficient use of resources, low resource footprints, enhanced conservation of natural capital, and good governance for adaptation planning.", 
    "He noted that one successful strategy for adaptation is returning to traditional methods modified to suit changing conditions.", 
    "He also underscored use of hazard mapping, identification of vulnerable areas and national transition to a green economy.", 
    "Carlos Fuller, Caribbean Community Climate Change Centre, discussed the Caribbean perspective and gave an overview of current initiatives to determine: the extent of risk; vulnerability of and impacts on natural and socioeconomic systems; costs of mitigating impacts; and building regional capacity.", 
    "He also discussed methodologies for defining risk and mainstreaming adaptation, such as downscaling, outlined modeling results to date, and identified steps to adaptation, including: use of regional climate models and development of regional climate scenarios; cost-benefit analysis of adaptation options and the cost of inaction; and mainstreaming adaptation into national development planning.", 
    "He highlighted a case study of agriculture in Guyana, and discussed impacts of climate change on the agriculture sector and challenges to specific subsectors, including livestock systems, fisheries and forestry.", 
    "He noted lack of sufficient institutional capacity, said current policies and laws do not address climate change issues directly, and made recommendations related to, inter alia : enhancing technical and institutional capacity; policies and legislation; research and development; and awareness raising and communication.", 
    "Responding to a question related to planning in the Guyana case, Fuller noted training of agriculture professionals and regional scientists on use of models.", 
    "Louis Bockel, UN Food and Agriculture Organization (FAO), discussed experiences of integrating adaptation planning at the national and community levels in the agriculture sector.", 
    "On planning approaches and tools, he described: a toolkit for planning local adaptation with farmers, which involves assessing current and future climate vulnerability and risks, promoting institutional adaptive capacity, identifying options and designing location-specific strategies; and productive socio-environmental safety nets, based on municipality involvement and watershed climate resilience building.", 
    "He also highlighted challenges, including ways of: scaling up integration of adaptation into food security strategies; exploiting the synergy between adaptation and mitigation; and reaching farmers to work on climate change adaptation.", 
    "In the ensuing dialogue, discussions focused on the cost of adaptation programmes and the risk of maladaptation.", 
    "Responding to questions, Bockel underlined that locally-manageable tools are usually better and easier to use than more complex ones."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12440e.html", 
  "enb_long_title": "UNFCCC Technical Workshop on Advancing the Integration of Approaches to Adaptation Planning", 
  "type": "special workshop", 
  "id": "enb12440e_9", 
  "enb_end_date": "14-Oct-09"
}