{
  "countries": [
    "Brazil", 
    "Mexico", 
    "Egypt", 
    "India", 
    "Costa Rica", 
    "United States", 
    "China", 
    "Colombia", 
    "Marshall Islands", 
    "Nauru", 
    "Bolivia", 
    "Norway"
  ], 
  "topics": [
    "Post-Kyoto Agreements"
  ], 
  "section_title": "IMPLEMENTATION OF ALL ELEMENTS OF DECISION 1/CP.17:", 
  "enb_start_date": "26-Nov-12", 
  "enb_short_title": "COP 18", 
  "subtype": "", 
  "actors": [
    "Umbrella Group", 
    "European Union", 
    "League of Arab States", 
    "Alliance of Small Island States", 
    "Environmental Integrity Group"
  ], 
  "sentences": [
    "The ADP plenary first addressed this item on 27 November.", 
    "It was subsequently taken up in a contact group and informal consultations by the ADP Co-Chairs.", 
    "Parties also held several roundtable discussions on workstream 1 (matters related to paragraphs 2 to 6 of decision 1/CP.17) and workstream 2 (matters related to paragraphs 7 and 8 of decision 1/CP.17), respectively.", 
    "Scheduled ADP meetings were postponed or cancelled several times during the second week as especially developing countries expressed preference for focusing on the AWG-LCA.", 
    "ADP conclusions and a COP decision were adopted as a part of the Doha Climate Gateway.", 
    "Discussions on workstream 1 addressed, inter alia , the role of the Convention principles in the new legal agreement to be developed by the ADP.", 
    "On workstream 2 parties discussed: what balanced work under the ADP means; international and national actions that are additional and supplementary to pledges and international cooperative initiatives; and a thematic approach to enhance mitigation ambition.", 
    "Parties also considered an ADP work plan for 2013.", 
    "On the Convention principles, the Umbrella Group, the EU and Colombia expressed the view that Convention principles should be seen in an evolving context, noting the need to discuss further the principle of equity in terms of fairness and reflecting changing realities.", 
    "Many developing countries stressed their opposition to any rewriting or re-negotiation of Convention s principles, with China, opposed by the US and others, suggesting that the CBDR principle should guide the ADP s work.", 
    "On workstream 2, Nauru, for AOSIS, presented draft decision text on enhancing pre-2020 mitigation ambition.", 
    "The text underscores an urgency to close the existing pre-2020 mitigation ambition gap, and provides a detailed work plan for 2013 with a series of workshops on several thematic areas.", 
    "Several parties welcomed the AOSIS text as a helpful proposal to move discussions forward.", 
    "Some parties proposed the addition of specific themes to the work plan, including HFCs, black carbon, and fossil fuel subsidies, while other parties cautioned that too many details might lead to inefficiencies.", 
    "On international and national actions, international cooperative initiatives, and a thematic approach, the Umbrella Group and Brazil supported a bottom-up approach engaging and incentivizing various stakeholders in the thematic areas.", 
    "The EU stressed focusing on mitigation actions that are additional to those already in place and stressing transparency on complementary international cooperative initiatives.", 
    "The EIG, the EU, LDCs and the Marshall Islands stressed that international cooperative initiatives are not the most efficient option and urged focus should be on options with highest mitigation potential.", 
    "On elements of a clear work plan for 2013, parties agreed that workstream 1 was at a conceptual stage, noting however that this should not hold back substantive work urgently needed in workstream 2.", 
    "The Umbrella Group, EIG, AOSIS, the EU and Costa Rica stressed the need for a strong political signal that ADP work is on track.", 
    "In the evening of Friday, 7 December, the Co-Chairs introduced draft conclusions (FCCC/ADP/2012/L.4) and a draft decision (FCCC/ADP/2012/L.5) to the ADP closing plenary, calling the documents a balancing exercise.", 
    "The plenary exchange of views on the draft conclusions focused on the scope of proposed submissions and the frequency and purpose of ADP workshops.", 
    "On the draft decision, parties discussions centered around a proposed reference to the Rio+20 outcome document.", 
    "The US, Norway, Mexico and others supported removing the reference stating that Rio+20 is a broader political document than the Durban Platform and that a lack of clarity would not be beneficial.", 
    "China, India, Egypt, for the Arab Group, and Bolivia underlined that all parties had agreed to the declaration, including a statement on climate change that recognizes the principle of CBDR.", 
    "Co-Chair Dovland added brackets to paragraphs without agreement and the ADP agreed to forward the draft decision to the COP for finalization.", 
    "Final Outcome: In its conclusions, the ADP, inter alia : - agrees to immediately advance its substantive discussions; - decides to move to a more focused mode of work in 2013; - agrees to encourage the broad participation by party representatives and accredited observer organizations; - invites submissions on both workstreams on: application of the principles of the Convention to the ADP; mitigation and adaptation benefits; barriers, ways to overcome them, and incentives for actions; and finance, technology and capacity building to support implementation.", 
    "In its decision (FCCC/CP/2012/L.13), the COP, inter alia , decides to identify and to explore in 2013 options for a range of actions that can close the pre-2020 ambition gap with a view to identifying further activities for its plan of work in 2014 ensuring the highest possible mitigation efforts under the Convention; underlines the importance of high-level engagement; and decides that the ADP will consider elements of a draft negotiating text no later than COP 20 with a view to making available a negotiating text before May 2015."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12567e.html", 
  "enb_long_title": "Doha Climate Change Conference - November 2012", 
  "type": "WORKING GROUP", 
  "id": "enb12567e_46", 
  "enb_end_date": "08-Dec-12"
}