{
  "countries": [
    "United States", 
    "Uzbekistan", 
    "New Zealand", 
    "China"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "ANNEX I COMMUNICATIONS", 
  "enb_start_date": "20-Oct-97", 
  "enb_short_title": "8th Session of the AGBM, SBSTA 7, SBI 7", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "On 21 October, the Secretariat introduced the first compilation and synthesis (FCCC/SBI/1997/19), an addendum containing tables of inventories of anthropogenic emissions and removals (Add.1); and updated information on GHG emissions and projections (INF.4).", 
    "The synthesis includes information on 18 Parties that submitted their national communications by 15 August 1997, accounting for 59% of total 1990 GHG emissions from Annex I Parties.", 
    "The synthesis notes that CO2 emissions in 1995 increased in the majority of reporting Parties compared to 1990, the range of increase being from 2% to 10%. The US supported the development of an electronic reporting programme, and requested a report based on Party suggestions for improvements.", 
    "He noted that many Parties did not follow the guidelines for reporting on their policies and measures.", 
    "The EU noted that: some Parties have had difficulty complying with guidelines; non-Annex I experts should participate in the review process; and its communication is being finalized.", 
    "Both the US and the EU noted the inadequacy of reporting measures for HFCs, PFCs and SF6. CHINA stated that reporting should focus on CO2 policies and measures should take into account different country situations, and that the report does not adequately address technology transfer.", 
    "NEW ZEALAND said Parties should nominate a range of experts for reviewing reports.", 
    "With the EU, she did not support the Secretariat's proposal to discontinue the distribution of executive summaries drawn from the communications.", 
    "UZBEKISTAN said the participation of national experts from countries with economies in transition and developing countries could provide an opportunity for training. On 29 October, delegates adopted draft conclusions and a draft decision for COP-3 on Annex I communications (FCCC/ SBI/1997/L.7).", 
    "In these conclusions the SBI: requested the Secretariat to evaluate the feasibility of compiling available supplementary data from authoritative sources on GHG emissions for the purpose of comparison with national submissions, reporting to SBI-9; expressed its intent to perform an interim assessment of the in-depth reviews of second national communications for SBI-9; and noted with regret that insufficient responses from Annex I Parties did not allow presentation of the schedule of in-depth reviews at SBI-7. Under the draft decision, COP-3 would call upon Annex I Parties to follow the revised FCCC guidelines and request the Secretariat to prepare a full compilation of second national communications and publish national GHG inventories.", 
    "COP-3 would decide that in-depth reviews of second national communications will include visits by review teams and executive summaries of the communications will be published as official FCCC documents."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1266e.html", 
  "enb_long_title": "Seventh Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) Eighth Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "", 
  "id": "enb1266e_13", 
  "enb_end_date": "31-Oct-97"
}