{
  "countries": [
    "Canada", 
    "Brazil", 
    "Qatar", 
    "Maldives", 
    "Philippines", 
    "Luxembourg", 
    "United States", 
    "Russian Federation", 
    "Sweden", 
    "Netherlands", 
    "Peru", 
    "Monaco", 
    "Switzerland", 
    "Bolivia", 
    "Norway", 
    "Saudi Arabia", 
    "Malaysia", 
    "Egypt", 
    "Venezuela", 
    "Zambia", 
    "United Kingdom", 
    "Slovenia", 
    "Austria", 
    "China", 
    "Belgium", 
    "Germany"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Anthropogenic Interference with Climate System", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "Sectoral and National Policies", 
  "enb_start_date": "07-Apr-14", 
  "enb_short_title": "IPCC-39", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Introducing this section, a CLA explained that it is divided into two parts: sectoral and national policies; and international cooperation.", 
    "He highlighted that attention had been given to theory and experience, and interaction effects, including: linkages to sustainable development; interaction across international, regional and national scales; and interactions across arenas and instruments.", 
    "On a paragraph on substantial reductions in emissions requiring large changes in investment patterns , China asked whether financial needs could be included alongside investment.", 
    "A CLA explained that defining climate finance is a political decision.", 
    "Sweden and Norway proposed including information on upside investments.", 
    "A CLA preferred to confine the discussion to investments only.", 
    "The paragraph was approved with few textual revisions.", 
    "On a paragraph stating that estimates of the financial flows associated with climate mitigation are available , but widely agreed definitions of what constitutes climate finance are lacking, Peru, supported by the Russian Federation, China, Venezuela and others, called for more emphasis in the text on the lack of widely agreed definitions on climate finance.", 
    "Switzerland opposed, noting ongoing processes towards a climate finance definition.", 
    "Responding to observations by China and the Russian Federation on the sentence being contradictory, a CLA explained that although widely agreed definitions of climate finance are lacking in the UNFCCC negotiations, this is not the case for the scientific community.", 
    "The CLAs proposed, and delegates agreed to, stating: 'There is no widely agreed definition of what constitutes climate finance, but estimates of the financial flows associated with climate change mitigation and adaptation are available'.", 
    "On a sentence stating that 'applying the most comprehensive definition, i.e., - \u0098total climate finance,' USD 343 to 385 billion per year are estimated to flow into mitigation and adaptation projects globally', which also included a footnote defining 'total climate finance' as including all financial flows whose expected effect is to reduce net GHG emissions and/or to enhance resilience to climate change, Venezuela, supported by China, the Maldives, the Philippines and others, called for deleting the sentence, noting lack of clarity regarding how these figures were calculated, given the absence of a widely agreed definition of climate finance.", 
    "The Maldives and Saudi Arabia stressed that applying the definition of 'total climate finance' to estimate financial flows was prescriptive, and called for using more general ranges instead of specific figures.", 
    "On a proposal by Canada to refer to 'published assessments' of total climate finance and a suggestion by Peru to include a definition of 'total climate finance', the CLAs proposed, and delegates agreed to, text stating: 'Published assessments of all current annual financial flows whose expected effect is to reduce net GHGs and/or to enhance resilience to climate change and climate variability show USD 343 to 385 billion per year globally'.", 
    "On a sentence stating that 'total public climate finance currently flowing to developing countries is estimated to be between USD 35 to 49 billion per year', the Maldives, supported by Malaysia and China, expressed concern over accuracy of the figures, and suggested including reference to the needs of developing countries.", 
    "Venezuela, opposed by Canada, called for deleting any reference to specific numbers.", 
    "A CLA explained that the figures are based on reported commitments by governments, and multilateral and bilateral development banks and agencies, and comprise a range of information constituting a 'very robust' dataset.", 
    "Peru proposed, and the CLAs agreed, to specify that the figures refer to the years 2011 and 2012, as they appear in the underlying report.", 
    "The agreed sentence states that, out of USD 343-386 billion per year, 'total public climate finance that flowed to developing countries is estimated to be between USD 35 to 49 billion/yr in 2011 and 2012'.", 
    "On a sentence stating that 'estimates of international private climate finance flowing to developing countries range from USD 10 to 72 billion/yr', CLAs proposed inserting a reference to foreign direct investments in the range of USD 10 to 37 billion per year.", 
    "Responding to an enquiry from Zambia on the timeframe, the CLAs proposed, and participants agreed, to add a reference to the period 2008-2011.", 
    "The agreed sentence states: 'Estimates of international private climate finance flowing to developing countries range from USD 10 to 72 billion/yr with foreign direct investments as equity and loans in the range of USD 10 to 37 billion/yr over the period of 2008-2011'.", 
    "Participants approved Figure SPM.9 on the changes in annual investment flows from the average baseline level over the next two decades (2010 to 2029) for mitigation scenarios that stabilize concentrations within the range of approximately 430-530 ppm CO2eq by 2100.", 
    "A paragraph on sector-specific and economy-wide policies was approved with a revision from Sweden specifying that economy-wide policies are 'for the singular objective of mitigation'. A paragraph on cap and trade systems being more cost-effective than sector-specific policies prompted some discussion.", 
    "On a sentence on cap and trade systems for GHGs being established in a growing number of countries and regions, Brazil stated that the trend may be the opposite, given the plunging carbon prices.", 
    "The CLAs proposed, and participants accepted, revisions to address this concern.", 
    "The final text reads: 'Since AR4, cap and trade systems for GHGs have been established in a number of countries and regions'.", 
    "Regarding a sentence on the limited short-run environmental effect of cap and trade systems as a result of loose caps or caps that have not proved to be binding, Saudi Arabia questioned use of the word 'binding'.", 
    "The CLAs proposed, and participants agreed, to replace it with 'constraining'.", 
    "Saudi Arabia requested, and participants agreed to, inserting a reference to national circumstances in a sentence stating: 'A well-designed cap and trade system can be cost effective'.", 
    "After some discussion, CLAs proposed, and participants agreed to, an alternative formulation, stating that 'in principle, a cap and trade system can achieve mitigation in a cost-effective way; its implementation depends on national circumstances'.", 
    "Participants then discussed a paragraph on tax-based policies .", 
    "In response to a query from Saudi Arabia, the CLAs proposed referring to 'GHG emissions' instead of 'energy consumption or emissions'.", 
    "Switzerland, with Slovenia, disagreed, stressing that taxes mainly target fossil fuel combustion.", 
    "A CLA explained that taxes also cover other sectors and suggested that the sentence be accepted as is, which was agreed.", 
    "Regarding a paragraph beginning with a sentence on ' the reduction of fossil fuel subsidies achieving emission reductions at negative social cost, depending on the social and economic context ', Germany, Monaco and Canada questioned use of the term 'negative social costs'.", 
    "CLAs responded that the term has a specific meaning and refers to increasing social welfare.", 
    "Canada and Germany said the qualifier referring to the social and economic context weakens the text and requested its deletion, while the authors preferred its retention.", 
    "Saudi Arabia expressed concern that the text singles out fossil fuels, noting that other sectors, such as agriculture, could also benefit from the removal of subsidies and lead to reduced emissions.", 
    "The authors responded that no corresponding literature exists on subsidy reform in other sectors, while many studies exist on fossil fuel subsidy reform.", 
    "Austria suggested including a footnote explaining that subsidies in many sectors affect GHG emissions, but that most of the recent literature has focused on fossil fuel subsidies.", 
    "On Saturday morning, following extensive informal consultations, the authors presented revised text, explaining that it: was broadened to involve more than just the fossil fuel sector; includes a sentence noting that most of the recent literature is on fossil fuel subsidies; and footnotes reference to concrete numbers on projected emission reductions from phasing out subsidies, and to studies assessing the impacts of removing fossil fuel subsidies without assessing which subsidies are wasteful and inefficient.", 
    "Saudi Arabia said the messages in the text are misleading, and that the G-20 is already addressing fossil fuel subsidies.", 
    "Germany said the proposed revisions 'watered down' the text and did not support the argument that fossil fuel subsidies should not be addressed here because the G-20 is addressing them.", 
    "On a revised sentence reflecting that reducing subsidies for GHG-related activities in various sectors can achieve significant emission reductions, Saudi Arabia asked to delete the qualifier 'significant' and add back in reference to the social and economic context, which the authors said had been deleted in the revised text but could be reintroduced.", 
    "With these amendments, this sentence was approved.", 
    "Saudi Arabia, Qatar, Egypt and Venezuela proposed deleting a sentence stating that since AR4, a small but growing body of literature based on economy-wide models has projected that complete removal of fossil fuel subsidies in all countries could result in significant reductions in global aggregate emissions by mid-century at negative social cost.", 
    "Germany, the UK, Norway, the Netherlands, Belgium, Luxembourg and Canada opposed.", 
    "The US said referencing the literature and findings on this issue in the report was useful.", 
    "With the deletion of 'significant' reductions and reference to 'negative social cost', the sentence was approved.", 
    "Following further informal consultations on outstanding issues in the paragraph on subsidies, CLAs proposed to include in the text, instead of in a footnote as initially proposed, a sentence stating that the studies assess the impacts of complete removal of all fossil fuel subsidies without seeking to assess which subsidies are wasteful and inefficient, keeping in mind national circumstances.", 
    "Germany, supported by Norway, said they could accept including this text if the footnote specifying concrete numbers on projected emission reductions was retained.", 
    "Saudi Arabia opposed inclusion of this footnote.", 
    "The US, noting his country's estimated emission reductions are higher than those projected in the proposed footnote, preferred deleting it, noting lack of agreement on the numbers.", 
    "The authors said that since the projections are not very high, they could support deleting the footnote.", 
    "Delegates agreed to include the text, but not the footnote.", 
    "Delegates then approved, with minor amendment, paragraphs on: the potential of interactions between or among mitigation policies being synergistic or having no additive effect on reducing emissions ; mitigation policies raising prices for some energy services and possibly hampering the ability of societies to expand access to modern energy services to underserved populations; and technology policy complementing other mitigation policies.", 
    "On a paragraph stating that: ' within an appropriate enabling environment, the private sector can play an important role in mitigation ', Malaysia, supported by Bolivia, requested inserting text emphasizing the private sector's role in generating emissions.", 
    "Bolivia underlined the private sector's 'complementary' role to that of the public sector.", 
    "Following informal consultations, the CLAs presented revised text incorporating reference to the role of the public sector, along with the private sector, in financing mitigation, stating: 'In many countries, the private sector plays central roles in the processes that lead to emissions as well as to mitigation'.", 
    "Participants also approved a sentence referring to factors of a country's enabling environment that have a 'substantial' impact on private firms' investment in new technologies and infrastructures in a country, including the effectiveness of its institutions, regulations and guidelines regarding the private sector, security of property rights and credibility of policies."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12597e.html", 
  "enb_long_title": "Twelfth Session of the Intergovernmental Panel on Climate Change (IPCC) Working Group III (WGIII-12) and Thirty-ninth Session of the Intergovernmental Panel on Climate Change (IPCC-39)", 
  "type": "", 
  "id": "enb12597e_34", 
  "enb_end_date": "12-Apr-14"
}