{
  "countries": [
    "Brazil", 
    "Ukraine", 
    "Saudi Arabia", 
    "Australia", 
    "Sudan", 
    "Kuwait", 
    "Philippines", 
    "India", 
    "China", 
    "Russian Federation", 
    "Japan", 
    "New Zealand", 
    "Argentina"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Extension of the Kyoto protocol", 
    "Flexibility Mechanims"
  ], 
  "section_title": "ANNEX I EMISSION REDUCTIONS:", 
  "enb_start_date": "12-Aug-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "During the technical exercise focusing on possible targets submitted by parties, the Secretariat introduced the note compiling information relating to possible QELROs as submitted by the parties.", 
    "Parties then clarified explanations of the assumptions underlying their numbers.", 
    "On their proposed reduction target of 10 to 20% below 1990 levels by 2020, NEW ZEALAND highlighted that it assumed continuation of current LULUCF rules, as well as full recourse to carbon markets and flexibility mechanisms due to the high cost of domestic mitigation.", 
    "In response to questions, she said that action by advanced and major developing countries should be determined on a country-by-country basis, using a variety of factors including GDP per capita , composition of the economy and mitigation potential, amongst others. JAPAN then explained its national target of reducing emission by 15% from 2005 levels by 2020, stressing that it included only domestic efforts without flexibility mechanisms and LULUCF.", 
    "Responding to questions, he noted that a single base year is not appropriate for all parties and that targets should not be set by individual countries taking into account their own national mitigation potential.", 
    "He also underscored that Japan s target for the first commitment period was very ambitious compared to other countries. OTHER ISSUES (MECHANISMS): In the afternoon, parties continued considering elements of draft COP/MOP decisions on the mechanisms (FCCC/KP/AWG/2009/10/Add.3).", 
    "The LDCs, the G-77/CHINA, the REPUBLIC OF KOREA, JAPAN and others supported retaining text on improving access to CDM projects by specified host parties, while the EU preferred taking no decision.", 
    "He listed alternatives for addressing regional distribution, including programmatic CDM, standardized baselines and sectoral mechanisms.", 
    "On promoting co-benefits for CDM projects, BRAZIL, INDIA, the PHILIPPINES and others supported taking no decision, while JAPAN, SAUDI ARABIA, KUWAIT and others supported addressing co-benefits.", 
    "Several parties supported deleting text on requiring each CDM project to demonstrate specified co-benefits, while retaining text on support for projects that demonstrate specified co-benefits.", 
    "On multiplication and discount factors under the CDM, JAPAN, CHINA, KUWAIT, INDIA, BRAZIL and others preferred no decision.", 
    "CHINA and BRAZIL stressed the subjective nature of such factors and KUWAIT, JAPAN, SAUDI ARABIA and others highlighted the need to avoid complexity.", 
    "The EU argued that it would be difficult to establish standardized baselines without discount factors but opposed multiplication factors.", 
    "The REPUBLIC OF KOREA supported either discount or multiplication factors, and ARGENTINA expressed support for multiplication factors.", 
    "On modalities for treatment of CDM projects upon graduation of host parties, CHINA, BRAZIL, the PHILIPPINES and others supported no decision.", 
    "BRAZIL stressed that the proposal would require an amendment to the Protocol and the REPUBLIC OF KOREA emphasized that it falls outside the AWG-KP s mandate.", 
    "The EU, JAPAN, AUSTRALIA and NEW ZEALAND supported addressing the issue, with the EU stressing the need to decide what happens to CDM projects in EU members that are non-Annex I parties.", 
    "The EU and others, opposed by JAPAN, suggested deleting text on converting CDM projects into joint implementation projects.", 
    "On carry-over (banking) restrictions on Kyoto units, UKRAINE, the RUSSIAN FEDERATION and others supported no restrictions on banking beyond the second commitment period, while the LDCs, AOSIS, SUDAN and others preferred extending current restrictions to the subsequent commitment periods."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12424e.html", 
  "enb_long_title": "Bonn Climate Change Talks - August 2009", 
  "type": "working group", 
  "id": "enb12424e_7", 
  "enb_end_date": "12-Aug-09"
}