{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Adaptation", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "ASSISTANCE IN MEETING COSTS OF ADAPTATION (12.8)", 
  "enb_start_date": "09-Apr-99", 
  "enb_short_title": "Tech. Work", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "In her presentation on 'Options and issues for activities related to the adaptation component under the CDM,' Farhana Yamin, FIELD, highlighted the provisions of the FCCC and Kyoto Protocol that deal with financing of adaptation activities.", 
    "She noted that to date the implementation of the Convention\u0092s financial provisions relating to adaptation have been limited.", 
    "Regarding the value of 'proceeds' she said that they could refer to the value of projects under the CDM or the market value of CER achieved as a result of the project.", 
    "She noted that the value of a CER is unknown and is dependent on politically controversial decisions such as supplementarity, which is critical to the size of resource flows under the CDM.", 
    "Stating that the adaptation proceeds are uncertain and unlikely to be ample, she cautioned against overloading the CDM with tasks it may not fulfill. She said that, in the context of the Kyoto Protocol, it may be difficult to justify making definitive decisions about which country or group of countries are not vulnerable to the adverse impacts of climate change, given the current state of knowledge and the lengthy time frames involved.", 
    "She suggested developing a vulnerability index that would allow objective assessment to facilitate decision making about adaptation and would ensure distribution of proceeds to address the needs of vulnerable groups. Ravi Sharma, UNEP, discussed sharing of proceeds for adaptation.", 
    "He identified four generic categories of anticipatory adaptation, including: increasing robustness of infrastructural designs and long-term investments; increasing flexibility of vulnerable managed systems; enhancing adaptability of vulnerable systems; and reversing trends that increase vulnerability.", 
    "Regarding the costs of adaptation, he stressed the need for methodology that considers whether the benefits of an adaptation project outweigh the cost of implementation.", 
    "He cited the challenges of funding adaptation measures as: determining the share of CDM proceeds; burdensharing of the proceeds between Parties; apportionment between administrative expenses and adaptation funds; linking the sharing of proceeds to the other Kyoto mechanisms; and coordinating adaptation activities with the Global Environmental Facility (GEF) and other Rio Conventions for effective and efficient use of funds.", 
    "He concluded by calling for specific suggestions to: secure burden sharing by Annex I countries for adaptation activities linked to CDM; create links among the financial mechanisms of the Convention to ensure funding for capacity building in vulnerable countries; guarantee a level playing field with other Kyoto mechanisms; and finalize the institutional framework for operationalizing the CDM. Question and Answer Session: The ensuing discussion focused on how creation of a vulnerability index is envisioned.", 
    "One participant asked how the different factors causing vulnerability in Africa and SIDS would be incorporated fairly in a vulnerability index.", 
    "Yamin said sources of vulnerability for various geographic regions and contexts must be identified.", 
    "She supported the idea of a pilot phase to bring together existing information in a practical and comprehensive manner.", 
    "Another participant emphasized the need to attract capital and to determine what percentage of the CER is available for the investor.", 
    "Chair Chow noted the need to identify what adaptation might mean, from national policy changes to genetic engineering.", 
    "One participant cautioned against incorporating the polluter pays principle into adaptability through speculation on climate change damage costs to fund and mitigate disaster through the CDM, as it would result in developing countries bearing a significant cost."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1298e.html", 
  "enb_long_title": "Technical Workshop on Mechanisms under the Kyoto Protocol", 
  "type": "", 
  "id": "enb1298e_7", 
  "enb_end_date": "15-Apr-99"
}