{
  "countries": [
    "Brazil", 
    "Maldives", 
    "Indonesia", 
    "Costa Rica", 
    "Mexico", 
    "United States", 
    "Trinidad and Tobago", 
    "Japan", 
    "Switzerland", 
    "New Zealand", 
    "Bolivia", 
    "Pakistan", 
    "Saudi Arabia", 
    "Iran", 
    "Singapore", 
    "Tuvalu", 
    "South Africa", 
    "India", 
    "China", 
    "Chile", 
    "Russian Federation", 
    "Marshall Islands", 
    "Belize"
  ], 
  "topics": [
    "Post-Kyoto Agreements 1", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Compliance and Enforcement", 
    "Mitigation"
  ], 
  "section_title": "Time Frames and Process Related to Commitments:", 
  "enb_start_date": "08-Feb-15", 
  "enb_short_title": "COP 20", 
  "subtype": "", 
  "actors": [
    "Independent association of Latin America and the Caribbean", 
    "European Union", 
    "League of Arab States", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Section K was considered by the ADP contact group on Tuesday morning.", 
    "Saudi Arabia, for the Arab Group, cautioned that Section K, along with sections on compliance and procedural and institutional provisions, prejudge the legal outcome in Paris, falling outside the ADP s mandate.", 
    "The EU identified the need for parties to increase their mitigation commitments periodically.", 
    "Indonesia stressed that there should be no backsliding.", 
    "Singapore stressed the importance of taking into account national circumstances and national legal requirements.", 
    "India said parties should consider adjustments based on, inter alia , historical responsibilities and equitable sharing of the global carbon budget.", 
    "New Zealand emphasized the importance of the sequencing of commitments and rules for their implementation.", 
    "She suggested clarifying that COP decisions on the transparency framework shall not be applied retroactively.", 
    "Brazil suggested that each party submit a contribution for a five-year term and an indicative contribution for the subsequent term.", 
    "The EU proposed reviewing ambition at five-year intervals.", 
    "Costa Rica said the level of risk associated with the level of mitigation commitments, or lack thereof, should be assessed.", 
    "South Africa proposed a backward-looking review, as well as a forward-looking one, covering existing and future commitments on mitigation, adaptation and MOI.", 
    "Cycles : On Thursday afternoon, the ADP contact group exchanged views on the question of cycles in the new agreement, in particular paragraph 71 of Section K. Saudi Arabia, for the Arab Group, emphasized that the cycle must be linked to reviewing ambition and implementation of all six elements under the Durban mandate, and called for differentiation in the cycle for developing countries.", 
    "The EU noted that mitigation and adaptation commitments must be addressed differently.", 
    "She indicated that all parties must maintain a mitigation commitment at all times, to be reviewed and regularly strengthened.", 
    "She called for a simplified amendment procedure that does not require ratification.", 
    "The Russian Federation cautioned that adopting timeframes may backfire or cause backsliding and called for avoiding quasi-legal procedures for adjustment.", 
    "Brazil noted that the finance component of the contributions is restrained by national budgetary cycles, as well as GCF and Global Environment Facility (GEF) replenishment cycles.", 
    "On mitigation, he called for an approach based on two consecutive terms, with a five-year contribution having its final legal form and an indicative contribution for the subsequent five-year period, sending a longer-term signal to the private sector.", 
    "He warned against requiring progressively more ambitious contributions, saying this could lead to low ambition in the first term.", 
    "Brazil also proposed that the 2015 agreement include review provisions on aggregate progress towards the global target, as well as provisions concerning cycles for individual submissions of nationally determined contributions.", 
    "Japan called for a ten-year cycle as a signal to investors, and expressed willingness to consider a mid-term review focused on enhancing and understanding contributions.", 
    "Chile, for AILAC, proposed that the scope of contributions be defined clearly in the new agreement providing different nuances to mitigation, adaption and MOI.", 
    "Switzerland recapped that in Lima parties agreed to allow submissions of INDCs with different timeframes.", 
    "He suggested that harmonization can be agreed for the second set of commitments, and that all parties will submit subsequent commitments at the same time.", 
    "China suggested a ten-year cycle focusing on enhanced ambition in 2020-2030 to build trust, during which: developed countries take the lead on emissions reduction and provide MOI to developing countries; and developing countries follow that leadership, using MOI to increase their level of ambition in mitigation and adaptation.", 
    "He stressed the importance of domestic cycles and said developing countries will conduct domestic reflections on their enhanced actions.", 
    "China also identified the need for a comprehensive approach and holistic link between the agreement s different elements.", 
    "The US supported five-year cycles, expressing preference for synchronizing parties national cycles, so as to garner public attention to drive ambition.", 
    "He expressed reservations against the idea of a 2030 target that will be revisited in five years, saying that experience shows that countries that have gone through the national process are reluctant to review ambition.", 
    "Mexico emphasized the need for assessing progress along the way and supported ex ante review of commitments, as proposed by AILAC.", 
    "Belize, for CARICOM, supported five-year cycles, with the first cycle beginning in 2020.", 
    "He also called for turning INDCs into legally binding commitments, taking into account the special circumstances of SIDS and LDCs.", 
    "India called for INDCs addressing all elements of the agreement with differentiated information for developed and developing countries but with identical timeframes.", 
    "He opposed ex ante reviews of INDCs.", 
    "Iran indicated that the cycle process has to be conditional on support from developed countries.", 
    "Saudi Arabia highlighted the complementary nature of mitigation, adaptation and MOI, stressing that cycles should take into account all these elements.", 
    "Tuvalu, for the LDCs, called for parallelism in the cycles for mitigation and MOI and supported five-year cycles.", 
    "The LDCs emphasized that countries can increase their contributions in the middle of a cycle.", 
    "The Marshall Islands called for flexibility in the adaptation cycle, given the need to reflect local and national priorities.", 
    "Co-Chair Reifsnyder thanked delegates for the extremely rich and interesting discussion, and said they provided even more food for thought than anticipated.", 
    "Outcome : Section K is entitled Time frames and process related to commitments/contributions/other matters related to implementation and ambition and indicates in a footnote that some parties considered it premature to discuss this section.", 
    "The text stands at eleven pages and include two options.", 
    "Option I includes paragraphs 69 bis.", 
    "87 and contains four subsections entitled: commitments /contributions/actions/scope of implementation and ambition; ex ante consideration/further facilitation of transparency and clarity/consultative process/period; formalization/finalization/reflection of enhanced action; and strategic review of implementation/aggregate ambition assessment/enhanced ambition mechanism.", 
    "Option II contains only a paragraph 70 on a periodic review process.", 
    "Facilitating Implementation and Compliance : Section L was considered by the ADP contact group on Tuesday morning.", 
    "The Maldives, for AOSIS, proposed text on a robust compliance system to facilitate enforcement.", 
    "Tuvalu, for the LDCs, and Trinidad and Tobago, for CARICOM, proposed a compliance committee with enforcement and facilitative branches.", 
    "The EU supported adopting details of the compliance mechanism at the first meeting of the new agreement s governing body.", 
    "The Marshall Islands proposed that compliance committee membership reflect equitable geographic representation, including SIDS.", 
    "Pakistan, for the LMDCs, suggested monitoring developed country compliance with emission reduction commitments and the provision of MOI.", 
    "South Africa called for a differentiated approach to compliance, including a system that is preventative and cooperative.", 
    "Bolivia suggested the establishment of an international climate justice tribunal.", 
    "Outcome : Section L is three pages with three options for paragraph 88.", 
    "It notes in a footnote that some parties considered it premature to discuss this section."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12626e.html", 
  "enb_long_title": "Geneva Climate Change Conference - February 2015", 
  "type": "", 
  "id": "enb12626e_24", 
  "enb_end_date": "13-Feb-15"
}