{
  "countries": [
    "China"
  ], 
  "topics": [
    "Forests"
  ], 
  "section_title": "AWG-LCA:", 
  "enb_start_date": "10-Aug-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "Group of 77"
  ], 
  "sentences": [
    "At the beginning of the meeting, the AWG-LCA negotiating text ( FCCC/AWGLCA/2009/INF.1 ) stood at nearly 200 pages, earning it the nickname the brick.", 
    "During the opening session, Chair Zammit Cutajar reminded parties that in October 1997 the negotiating text that became the Kyoto Protocol two months later was only thirty pages.", 
    "Times are different, and like emissions, the negotiating text may need to peak before declining, but that s the kind of manageable length we re looking for, he told delegates.", 
    "Indeed, reading the AWG-LCA negotiating text is a difficult task in itself with ample opportunity to get lost in the forest of brackets, but whittling it down to something manageable will be, as one put it, a monstrous undertaking.", 
    "Afloat on a sea of brackets, was how another described it, referencing the more than 2,000 brackets reportedly contained in the text.", 
    "How, then, to approach the brick and the multitude of issues before the AWG-LCA?", 
    "As agreed in June, the AWG-LCA changed its working method and began addressing the key elements of the Bali Action Plan (BAP) in smaller groups.", 
    "Facilitators were tasked with assisting the Chair and Vice-Chair with their work.", 
    "Some groups started by discussing tables, matrices and other ways of comparing proposals in the revised negotiating text.", 
    "Other groups began producing non-papers and consolidating parts of the text.", 
    "Consolidation, however, entails the risk that some ideas may be lost, and this came up repeatedly.", 
    "The question of party ownership became one of the key issues.", 
    "The G-77/China wanted to see attributions in the revised negotiating text, noting their proposals were difficult to find and had sometimes been combined with the proposals of others.", 
    "Many developed country delegates, in turn, did not see the need for attribution, and felt this would make an already complicated text more cumbersome.", 
    "In the end, a document containing the revised negotiating text with original notes and attributions was placed on the UNFCCC website.", 
    "Because of the lack of trust, reassurance was also continuously sought that the various non-papers and other tools would not form the basis for negotiations and aimed merely to help parties navigate the revised negotiating text.", 
    "The facilitators reiterated that they would not remove any substantive proposals, or add any of their own ideas.", 
    "Overall, despite a somewhat confusing start, the methodologies for proceeding with the brick under the various groups became clearer as the week went on.", 
    "Some delegates, however, still complained that the plethora of tools was complicating the process and protracted discussion on process was eating into valuable negotiating time.", 
    "While the mid-week stocktaking meeting signaled a lack of clarity as to how the work being done at Bonn III would be forwarded to Bangkok and what form it would take, the mood at the closure of the meeting was somewhat more optimistic.", 
    "Although many commented on uneven progress among the various groups, delegates did cite significant progress in the adaptation and technology groups, as well as on REDD-plus.", 
    "Some, therefore, suggested that negotiations in Bangkok could begin earlier on the issues where more progress had been made at Bonn III.", 
    "Well in advance of Bangkok, the consolidated texts, matrices and tables developed during the course of the meeting, as well as those to be prepared for the remaining issues, will be combined into a new information document to be used as a tool to aid the negotiations.", 
    "However, the negotiating text prepared for Bonn III will remain the main text on the table, meaning that parties will have two documents in Bangkok.", 
    "Therefore, for those who initially hoped to leave Bonn with a new streamlined version of the revised negotiating text, this goal was not realized.", 
    "Nevertheless, many hoped the pace would pick up and more trust would be built among parties in Bangkok."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12427e.html", 
  "enb_long_title": "Bonn Climate Change Talks - August 2009", 
  "type": "WORKING GROUP", 
  "id": "enb12427e_43", 
  "enb_end_date": "14-Aug-09"
}