{
  "countries": [
    "United States", 
    "China"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "Pre-Kyoto"
  ], 
  "section_title": "AD HOC GROUP ON THE BERLIN MANDATE", 
  "enb_start_date": "02-Nov-98", 
  "enb_short_title": "4th COP FCCC", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "The AGBM met eight times between August 1995 and COP-3 in December 1997.", 
    "During the first three sessions, delegates focused on analyzing and assessing possible policies and measures to strengthen the commitments of Annex I Parties, how Annex I countries might distribute or share new commitments and whether commitments should take the form of an amendment or protocol.", 
    "AGBM-4, which coincided with COP-2 in Geneva in July 1996, completed its in-depth analysis of the likely elements of a protocol and States appeared ready to prepare a negotiating text.", 
    "At AGBM-5, which met in December 1996, delegates recognized the need to decide whether or not to allow mechanisms that would provide Annex I Parties with flexibility in meeting quantified emission limitation and reduction objectives (QELROs). As the Protocol was drafted during the sixth and seventh sessions of the AGBM, in March and August 1997, respectively, delegates 'streamlined' a framework compilation text by merging or eliminating some overlapping provisions within the myriad of proposals.", 
    "Much of the discussion centered on a proposal from the EU for a 15% cut in a 'basket' of three greenhouse gases by the year 2010 compared to 1990 levels.", 
    "In October 1997, as AGBM- 8 began, US President Bill Clinton included a call for 'meaningful participation' by developing countries in the negotiating position he announced in Washington.", 
    "With those words, the debates that shaped agreement back in 1995 resurfaced, with an insistence on G-77/China involvement once again linked to the level of ambition acceptable by the US.", 
    "In response, the G-77/China distanced itself from attempts to draw developing countries into agreeing to anything that could be interpreted as new commitments."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1297e.html", 
  "enb_long_title": "Fourth Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb1297e_3", 
  "enb_end_date": "13-Nov-98"
}