{
  "countries": [
    "Brazil", 
    "Jamaica", 
    "Bangladesh", 
    "Bhutan", 
    "Nepal", 
    "Peru", 
    "Switzerland", 
    "Belize", 
    "Norway"
  ], 
  "topics": [
    "Reasons for Concern", 
    "IPCC Governance", 
    "Anthropogenic Interference with Climate System", 
    "Adaptation", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "WORKING TOGETHER; CATALYZING ACTION BY NWP PARTNER ORGANIZATIONS", 
  "enb_start_date": "10-Mar-09", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Chair Plume invited NWP partners to provide updates on their work and future plans.", 
    "The Network of Ibero-American Climate Change Offices (RIOCC) outlined its activities, including the launch of an adaptation programme for climate change impacts, vulnerability and adaptation.", 
    "He summarized actions implemented by RIOCC, including: developing methods and tools for regional projects for mitigating and adapting to climate change in Latin America, and strengthening research and selecting and financing projects in forest management and climate change.", 
    "Brazil pointed out the development by his country of a regional model encompassing the Latin American and Caribbean region.", 
    "He noted a Brazilian capacity-building workshop, which discussed results regarding the modeling of climate change and downscaling scenarios covering health, energy, agriculture, coastal zone management, and biodiversity.", 
    "He underscored the importance of compiling extreme event data, and the importance of working together for downscaling and improving models, which would help in the elaboration of risk assessment in the region. UNDP reported on its initiatives to integrate DRR and climate change.", 
    "These included implementing a pilot project in four countries to develop risk identification, analysis and reduction capacity; promoting dialogue between the DRR and climate change communities; and looking at scientific information to identify capacity gaps in mainstreaming both issues in the decision-making process. WMO noted its activities in DRR and climate.", 
    "Its activities include modernizing communication infrastructure and identifying gaps and needs, developing standard guidelines for maintaining hazard databases at the national level, and promoting early warning systems with a multi-hazard approach with partners and stakeholders.", 
    "Other WMO activities include facilitating partnerships between meteorological services with the disaster management community, and supporting the provision of information for decision-making processes.", 
    "The World Food Programme (WFP) noted its pledges to the NWP, including responding to climate-related emergencies and extreme weather events, standardized materials to provide on-site relief, and developing remote sensing and satellite images to enhance capacity to respond efficiently to extreme weather events.", 
    "She also noted pledges to promote local and community-based projects, implement community-based activities to build flood defenses, and mitigate the impacts of floods and landslides, as well as to develop vulnerability food security analyses in many countries.", 
    "Finally, she stressed the importance of incorporating hunger issues in the climate change agenda. FAO noted new activities under the second phase, which included collaborating with the agricultural sector to prepare action plans in DRR with climate change adaptation at the national and district levels in Bangladesh, Nepal, Belize and Jamaica.", 
    "They also included: documenting local-level food practices for DRR and climate change adaptation at the farmer level; preparing an e-learning tool based on the field work experience for community based adaptation (CBA); and developing a cooperation framework for climate change adaptation and DRR in the agricultural sector with the International Fund for Agricultural Development and WFP. ENDA reported back on its pledge made at COP 14 in December 2008 and highlighted the creation of a demand and supply-driven knowledge management network in Africa.", 
    "He noted activities related to translating information from French into English, and a community-based adaptation programme bringing science information and community experience together in one platform.", 
    "In terms of new pledges, he suggested the development of regional NWP focal points. UN/ISDR pledged new activities related to five of the NWP work areas, including the upcoming second Global Platform on DRR to be held in Geneva, Switzerland in June 2009.", 
    "On socioeconomic information, he highlighted the Global Report on DRR.", 
    "On methodologies and tools, he highlighted the first ever regional platform on DRR in the Americas, and on adaptation planning and practices he highlighted the development of the guidelines for including DRR in the National Adaptation Programme of Action in Peru.", 
    "The Bangladesh Centre for Advanced Studies identified pledges in relation to five of the NWP areas of work.", 
    "On mainstreaming adaption into national policies and development programmes, he highlighted a project in Bangladesh, Nepal and Bhutan.", 
    "On methodologies and tools, he outlined a project in eight African countries to build the capacity of civil society to engage in CBA, and on knowledge sharing he noted that the third CBA conference will be held in 2011.", 
    "On sectoral approaches, he outlined a project to assess the vulnerability and adaptation needs of the agriculture sector in Bangladesh. IDS presented the outcomes of the assessment on the use of tools.", 
    "He said users commonly stress the value of studies and scientific projections, but some have noted the (greater) importance of bottom-up input to this process, including through field-level vulnerability assessments.", 
    "On linking tools to user needs, he said there needs to be a greater examination of who will actually use the tools and for whom the resulting outputs are targeted.", 
    "Tool developers, therefore, need to drill down to specific contexts, including scale, sector, output and cultural/institutional context.", 
    "A representative of the IPCC provided a brief overview of the upcoming scoping meeting for the proposed Special Report on Extreme Events and Disasters: Managing the Risks, to be held from 23-26 March 2009, in Oslo, Norway.", 
    "He said the meeting would assess the feasibility, scope, structure and schedule of the report."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12396e.html", 
  "enb_long_title": "Workshop on Integrating Practices, Tools and Systems for Climate Risk Assessment and Management and Disaster Risk Reduction Strategies into National Policies and Programmes", 
  "type": "special workshop", 
  "id": "enb12396e_15", 
  "enb_end_date": "12-Mar-09"
}