{
  "countries": [], 
  "topics": [
    "Compliance and Enforcement"
  ], 
  "section_title": "INFORMAL EXCHANGE OF VIEWS", 
  "enb_start_date": "09-Oct-99", 
  "enb_short_title": "CCOM1", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Participants put forth a range of views on compliance and clarified various issues during this session.", 
    "One participant commented on the reluctance to discuss state-to-state, as opposed to multilateral, interactions in the context of the non-compliance procedure.", 
    "Sand responded that while the issue of state-to-state interactions should be kept in mind, the focus should be on those aspects of the non-compliance procedure that are not state-to-state. Another participant sought information on approaches to non- compliance at the international level that could strengthen domestic regulations.", 
    "Sand responded by giving examples, inter alia, that the ILO had focused specifically on strengthening national regulations on labor standards. One participant asked what the legal consequence of merely signing the Protocol was and whether an amendment would be required to design a compliance system that would have binding consequences.", 
    "Sand responded that several existing provisions of the Protocol with legal consequences could serve as a basis for a non- compliance procedure.", 
    "He clarified that although a treaty would have binding consequences only upon ratification, there was an expectation that the signatory would not act contrary to treaty commitments. Another participant noted that the Montreal Protocol's indicative list of measures that could be taken in the case of non- compliance, which included the suspension of Protocol rights and privileges, was adopted through a MOP decision rather than through the tedious process of an amendment.", 
    "In response, Sarma said that the indicative list was drafted under Montreal Protocol Article 8 (non-compliance procedure) that mandates Parties to draft a non- compliance procedure.", 
    "Therefore the adoption of this list was presumably legal. The Center for International Environmental Law (CIEL) outlined elements of its paper on compliance.", 
    "On compliance information systems, he noted that review might be more effective if review teams can raise compliance concerns with Parties and identify areas of non-compliance.", 
    "On compliance response systems, he stressed that compliance will be enhanced if civil society has the right to initiate the non-compliance procedure.", 
    "On the question of determination of non-compliance, he said various features of the WTO dispute settlement system were worth emulating.", 
    "These include the composition of the panel with independent experts rather than government representatives, the existence of due process provisions, and the use of negative consensus to arrive at decisions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12111e.html", 
  "enb_long_title": "Informal Exchange of Views and Information on Compliance Under the Kyoto Protocol", 
  "type": "", 
  "id": "enb12111e_9", 
  "enb_end_date": "09-Oct-99"
}