{
  "countries": [
    "United States", 
    "Senegal", 
    "China", 
    "Colombia", 
    "Mexico"
  ], 
  "topics": [], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "05-Jun-10", 
  "enb_short_title": "AWGs", 
  "subtype": "CORRIDORS", 
  "actors": [], 
  "sentences": [
    "On Friday, the smaller meeting rooms of Hotel Maritim were busy with informal consultations under the SBSTA and SBI, where parties technical specialists were working diligently to finalize draft conclusions.", 
    "In the long-term negotiations, the optimism from Thursday s advances to find common space for the two AWGs to hold discussions began to wear off following the US intervention in the AWG-LCA and many felt that, overall, parties had mainly repeated their positions during this first week.", 
    "I ll start focusing on next week, hoping we ll start making progress then, commented one delegate on his way out.", 
    "Indeed, many seemed to be thinking about the future.", 
    "The South African delegation demonstrated its commitment to a successful FIFA World Cup, which starts next Friday, as they observed football Friday by donning their national jerseys.", 
    "Many attended Mexico s event on arrangements for COP 16 and COP/MOP 6.", 
    "Some participants, especially those from civil society, expressed some scepticism over the plan to have side events some six kilometres away from the main venue.", 
    "However, they reserved judgment, as the Mexicans said that the idea was to have one integrated conference, rather than separate spaces for NGOs and governments, and stressed that shuttle buses will be running continuously between the two sites.", 
    "Some were also overheard speculating about the venue of the autumn negotiating session before Cancún, with Colombia, Senegal, the Republic of Korea and China featuring amongst the names mentioned in the corridors.", 
    "Quite a few delegates seemed to be placing their bets on China while some speculated that backup reservations had been made in a European city already familiar to negotiators.", 
    "Others were looking forward to Saturday s NGO party.", 
    "This weekend I ll be negotiating the dance floor and I don t plan on making any compromises, said one participant anxious to move her feet."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12466e.html", 
  "enb_long_title": "Bonn Climate Change Talks - May/June 2010", 
  "type": "", 
  "id": "enb12466e_5", 
  "enb_end_date": "05-Jun-10"
}