{
  "countries": [
    "Indigenous Peoples"
  ], 
  "topics": [
    "forests"
  ], 
  "section_title": "REDUCING EMISSIONS FROM DEFORESTATION (SBSTA):", 
  "enb_start_date": "12-Jun-08", 
  "enb_short_title": "SB-28", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "On REDD-related capacity building, parties began by drafting more specific language, stressing ways to strengthen technical capacity.", 
    "Some parties objected to focusing on this under the SBSTA, stating that the specifics of capacity building are political, not methodological, issues.", 
    "General text on identifying capacity building needs was mostly accepted, with text on supporting capacity building remaining bracketed.", 
    "On effectiveness of actions, text was agreed with minor modifications.", 
    "On cross-cutting issues, concerns were raised on whether linkages between methodological approaches and financing options are methodological issues.", 
    "Delegates also considered a reference to the UN Declaration on the Rights of Indigenous Peoples and discussed whether to refer to implications or considerations for indigenous peoples.", 
    "On promotion of co-benefits, parties agreed to refer to other relevant conventions and agreements, but removed references to specific institutions.", 
    "Parties also discussed whether to classify verification under estimation and monitoring, effectiveness of actions, or cross-cutting issues.", 
    "On definitions, parties disagreed on the need to include the definition of forest.", 
    "In discussions on the means to deal with uncertainties, parties proposed referring to a principle of conservativeness.", 
    "However, delegates disagreed as to whether this was a policy or a technical issue, with one party insisting that it should remain bracketed because it is not defined.", 
    "Consultations continued into the night, with some progress reported.", 
    "National versus sub-national approaches and displacement of emissions remained the main areas of disagreement.", 
    "Consultations will continue Thursday morning."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12373e.html", 
  "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol", 
  "type": "", 
  "id": "enb12373e_11", 
  "enb_end_date": "12-Jun-08"
}