{
  "countries": [
    "Italy", 
    "Mexico"
  ], 
  "topics": [], 
  "section_title": "TO BONN III AND BEYOND", 
  "enb_start_date": "01-Jun-09", 
  "enb_short_title": "SB 30", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "As parties and observers look ahead to Bonn III in August and down the road to Copenhagen, they are no doubt digesting what happened over the past two weeks and evaluating what it means for the process as it goes forward.", 
    "As they do, a number of issues are likely to emerge.", 
    "As the negotiations under the AWG-KP and AWG-LCA progress, it is worth remembering that the road to Copenhagen does not just pass through Bonn, Bangkok and Barcelona over the next six months.", 
    "Instead, it is becoming increasingly apparent that political vision and guidance are needed, leading many to hope that stops along the road in places like Mexico and Italy for the Major Economies Forum and in New York for the UN High-Level Event on Climate Change in September could provide an injection of political leadership and impetus to the process.", 
    "This may be one of the only ways to escape from the jungle of various procedural, legal, conceptual and drafting dilemmas.", 
    "As one delegate remarked, you can t draft your way to consensus.", 
    "Finally, notwithstanding the important role of other processes, the UNFCCC meetings on the road to Copenhagen will continue to play an important role in shaping any possible Copenhagen outcome.", 
    "Exactly what role is yet to be determined.", 
    "Many see the lead-up meetings as a time to further define concepts (such as NAMAs and possible registries), specify rules (such as LULUCF accounting) and clarify the institutional framework so that if there is political will to reach an agreement in Copenhagen, the negotiating document is textually and conceptually ready to move forward.", 
    "However, developing countries have continually pointed to the failure of Annex I parties to define aggregate and individual targets in the AWG-KP as a sign of a lack of leadership, and insist that the meetings leading up to Copenhagen are a chance for them to make good on their duty to lead.", 
    "Clearly, several issues need to be resolved before an agreement can be reached in Copenhagen.", 
    "Whether parties spend the next six months carving out targets or sculpting an institutional framework, or a little bit of both, the texts crafted at Bonn II are likely to provide the raw materials from which the key components of a Copenhagen deal will emerge."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12421e.html", 
  "enb_long_title": "Bonn Climate Change Talks - June 2009", 
  "type": "", 
  "id": "enb12421e_93", 
  "enb_end_date": "12-Jun-09"
}