{
  "countries": [
    "Brazil"
  ], 
  "topics": [
    "Forests"
  ], 
  "section_title": "WHAT TO TALK ABOUT", 
  "enb_start_date": "21-Aug-08", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Workshops on cooperative sectoral approaches and sector-specific actions, and on policy approaches and positive incentives on issues relating to REDD in developing countries, and the role of conservation, sustainable management of forests and enhancement of forest carbon stocks in developing countries, served as significant milestones in consideration of both of these issues, according to many close to the process.", 
    "The inclusion of REDD and other forest-carbon activities in developing countries into a possible future agreement has been uncertain.", 
    "Many participants observed that the tone of the REDD workshop in Accra was notably different from past REDD discussions, pointing most significantly to increased engagement by Brazil, and a wider agreement on the inclusion of conservation.", 
    "Although some parties expressed frustration that there were not sufficient opportunities to discuss REDD issues after the workshop, it seems certain that future REDD discussions will feature more prominently on the agenda of the AWG-LCA.", 
    "The workshop on cooperative sectoral approaches and sector-specific actions may have also advanced discussions on this contentious issue.", 
    "UNFCCC Executive Secretary Yvo de Boer said that this workshop deepened understanding of sectoral approaches, stating that it made clear that sectoral approaches are not about imposing targets on developing countries.", 
    "He added that parties emphasized that it is up to a country to decide if it wants to put sectoral policies in place or not.", 
    "In spite of this progress, many parties remain frustrated with the lack of a clear definition of sectoral approaches.", 
    "It s an important discussion to have, but as of now we re boxing at shadows, noted one long-time delegate."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12383e.html", 
  "enb_long_title": "Third session of the Ad Hoc Working Group on Long-term Cooperative Action and first part of the sixth session of the Ad Hoc Working Group on Further Commitments for Annex 1 Parties under the Kyoto Protocol to the UNFCCC", 
  "type": "working group", 
  "id": "enb12383e_33", 
  "enb_end_date": "27-Aug-08"
}