{
  "countries": [], 
  "topics": [
    "Legal Status of Agreeements", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "06-Jun-09", 
  "enb_short_title": "SB 30", 
  "subtype": "corridors", 
  "actors": [], 
  "sentences": [
    "After yet another busy day, some delegates were starting to feel fatigued, including many that had attended 3-hour AWG-LCA plenary sessions every morning for five days.", 
    "It s true that we re finally getting into substance, and that we ve managed to go through two very important chapters, but still, things are moving slowly, one delegate commented, continuing: But we had better brace ourselves for an intense second week if our aim is still to get through a second reading at this session in Bonn.", 
    "Most delegates did not seem surprised that the second round of informal consultations on the legal form of the AWG-LCA outcome continued to elicit intractable positions.", 
    "However, an announcement by a developing country that it was planning to present a fifth protocol proposal aimed at reflecting a broad range of views set the corridors buzzing, and caused quite a ruckus among some developing country delegations.", 
    "Where did that come from?", 
    "exclaimed one negotiator emerging from a coordination meeting.", 
    "I guess the proponents are trying to ensure that a comprehensive legally binding outcome in Copenhagen is not precluded, said one seasoned negotiator.", 
    "Some AWG-KP delegates were in a relatively positive mood, feeling that at least some progress was being made.", 
    "Others, however, felt that despite more substance being added to the discussions, positions remained polarized.", 
    "Some were wondering how the new paper, expected on Saturday, calculating a collective emission reduction range based on Annex I parties unilateral pledges, would affect the mood.", 
    "At least it will be useful to finally see what the numbers look like when the various base years and assumptions are translated into the same language, opined one delegate after the morning s meeting on emission reductions. AWG-KP negotiators in the other issues group were also looking to the future.", 
    "Some hoped that they would start talking substance and narrowing options, after several days of running through the text and ensuring the inclusion of all proposals.", 
    "It wasn t the exciting part, but it had to be done, one delegate noted, adding, If you lay a shoddy foundation, the house might crack later.", 
    "Attempts were also made to take some battles outside the negotiating rooms, as well as build bridges between some traditional divides.", 
    "In the evening, a soccer game was organized with teams from the Secretariat, NGOs and the party of the world, consisting of delegates from developed and developing countries.", 
    "This just shows that developed and developing countries can play on the same team, one delegate grinned while stretching before the game."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12415e.html", 
  "enb_long_title": "Bonn Climate Change Talks - June 2009", 
  "type": "", 
  "id": "enb12415e_3", 
  "enb_end_date": "06-Jun-09"
}