{
  "countries": [
    "Canada", 
    "Saudi Arabia", 
    "Algeria", 
    "Slovenia", 
    "United Kingdom", 
    "Malaysia", 
    "China", 
    "Barbados", 
    "Russian Federation", 
    "Japan", 
    "New Zealand", 
    "Norway", 
    "Switzerland"
  ], 
  "topics": [
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "IPCC TAR", 
  "enb_start_date": "17-Jun-02", 
  "enb_short_title": "SB-16", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "The Third Assessment Report (TAR) of the Intergovernmental Panel on Climate Change (IPCC) was taken up by the SBSTA on Wednesday, 5 June, and subsequently addressed in a contact group co-chaired by David Warrilow (UK) and Rawleston Moore (Barbados).", 
    "After numerous negotiations in both the contact group and informal consultations held from 6-14 June, delegates were able to reach agreement on text for draft conclusions, which the SBSTA adopted on Friday afternoon, 14 June. At the SBSTA Plenary on Wednesday, 5 June, IPCC Chair Rajendra K. Pachauri made a presentation on the TAR, inviting Parties to make full use of the information it contains, and noting that work on the fourth assessment report should be completed in 2007.", 
    "Many Parties emphasized the importance of disseminating the TAR\u0092s findings.", 
    "China, Saudi Arabia and Algeria supported additional work on the historical responsibility for climate change and on equity issues.", 
    "The EU, Switzerland and Slovenia said information contained in the TAR justified further action on climate change, and Norway supported discussions on stronger emissions reductions and broader participation beyond 2012, suggesting that SBSTA launch a process to strengthen commitments.", 
    "Saudi Arabia said a dangerous level of greenhouse gases could not be determined given scientific uncertainties.", 
    "Chair Thorgeirsson indicated that a contact group would convene to develop draft conclusions on the issue. At the first contact group meeting on Thursday, 6 June, Co-Chair Warrilow asked Parties to focus on how the IPCC TAR can assist the work of SBSTA and other UNFCCC bodies.", 
    "Delegates began by discussing issues raised in SBSTA the previous day, including regional impacts and adaptation, UNFCCC Article 6, research, observations, and scientific uncertainty.", 
    "The following evening, delegates discussed draft conclusions, continuing their deliberations on Saturday morning, and basing their discussions on a Co-Chairs\u0092 list of issues raised by Parties, which included financial matters, the Protocol, adaptation, science and organizing principles. On Monday, 10 June, Co-Chair Moore introduced updated draft conclusions.", 
    "Parties discussed the text paragraph by paragraph, continuing their work the following day.", 
    "Differing views were expressed on various parts of the text, including on language used in a paragraph noting that the TAR provides information that has long-term relevance to the UNFCCC\u0092s ultimate objective, as defined in Article 2.", 
    "In this regard, Malaysia, on behalf of the G-77/China, proposed deleting a sentence on the need to explore the balance between mitigation and adaptation, while China and Saudi Arabia suggested removing the entire paragraph.", 
    "Canada, the EU, Norway, Japan, Russian Federation and New Zealand favored retaining it in some form, and discussions continued late into the night. Informal consultations were held on Wednesday, 12 June, and the contact group reconvened in the evening to consider a revised text.", 
    "The paragraph on the TAR\u0092s relevance to the objective of the UNFCCC was amended to refer to 'general' rather than 'long-term' relevance, and the specific reference to 'Article 2' was removed. On Thursday, 13 June, Co-Chair Warrilow briefed the SBSTA Plenary on the discussions, noting 'excellent' progress in six open meetings and two closed informal consultations.", 
    "However, some paragraphs remained bracketed, and Parties were unable to agree on the text as it stood, with Saudi Arabia objecting to the process adopted in the contact group. After further protracted informal negotiations, Parties approved the draft conclusions, which SBSTA then adopted on Friday afternoon.", 
    "Following its adoption, New Zealand expressed disappointment at the 'weak' final text, particularly the deletion of a paragraph that would have agreed to an initial exchange of views at SBSTA-17.", 
    "Chair Thorgeirsson noted that a consensus process was not easy, and suggested that the success of this text would depend on how much 'conceptual investment' was put into it."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12200e.html", 
  "enb_long_title": "Sixteenth Sessions of the Subsidiary Bodies", 
  "type": "", 
  "id": "enb12200e_12", 
  "enb_end_date": "17-Jun-02"
}