{
  "countries": [
    "Bahamas", 
    "Panama", 
    "Bolivia", 
    "Colombia"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "Financial Mechanisms and Funds", 
    "National Communications & Inventories"
  ], 
  "section_title": "FINANCIAL AND TECHNICAL SUPPORT", 
  "enb_start_date": "26-Mar-01", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Emilio Sempris (Panama) described his country's work on inventories, V&A and mitigation options.", 
    "On greenhouse gas inventories, he described work done on areas such as energy, industrial processes, solvents, agriculture, land use and forests and waste management.", 
    "He highlighted several areas where further work remains to be done including: the lack or unavailability of data, and the standardization of information gathering; the need to strengthen the capacities of different sectors to record their greenhouse gas emissions and to review the information collected; the lack of IPCC guidelines on solid waste management emissions; and the financial and technical issues for the preparation of the assessment.", 
    "On mitigation options, he noted that the preliminary study does not represent the real situation due to insufficient capacities and data, and suggested strengthening capacity building and mechanisms for institutional coordination.", 
    "He concluded by underlining the need to improve the institutional framework for the implementation stage, strengthen capacities and increase database information, involve the political level at the beginning of the process, and to create a model suitable to country characteristics. In the ensuing discussion, participants discussed methodological issues related to: gathering activity data and the estimation of greenhouse gas emissions; V&A assessment; climate baseline preparation; and institutional frameworks and capacities.", 
    "The BAHAMAS said climate scenarios are not the core of V&A assessment.", 
    "He suggested that more political will is needed to solve technical problems associated with the preparation of the 'climate baseline.", 
    "' PANAMA highlighted the lack of data and access for public participation as key problems in the preparation process.", 
    "He suggested incorporating social scientists into the process.", 
    "COLOMBIA said the preparation process is not a priority within governments and noted the amount of time spent on building local capacity.", 
    "BOLIVIA stressed the need for more work on adaptation, particularly the development of a methodology to formulate strategies that incorporate economic value."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12164e.html", 
  "enb_long_title": "INTER-REGIONAL WORKSHOP OF THE CONSULTATIVE GROUP OF EXPERTS ON INITIAL NATIONAL COMMUNICATIONS FROM PARTIES NOT INCLUDED IN ANNEX I TO THE CONVENTION", 
  "type": "", 
  "id": "enb12164e_12", 
  "enb_end_date": "26-Mar-01"
}