{
  "countries": [
    "Brazil", 
    "Canada", 
    "Australia", 
    "Norway", 
    "India", 
    "Papua New Guinea", 
    "United States", 
    "China", 
    "Colombia", 
    "Thailand", 
    "Paraguay", 
    "Gabon", 
    "Cameroon"
  ], 
  "topics": [
    "Forests"
  ], 
  "section_title": "REDUCING EMISSIONS FROM DEFORESTATION IN DEVELOPING COUNTRIES", 
  "enb_start_date": "02-Jun-08", 
  "enb_short_title": "SB-28", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "This issue was first taken up by the SBSTA plenary on 4 June, when the Secretariat introduced the relevant documents (FCCC/SBSTA/2008/MISC.4 & Adds.1-2).", 
    "The issue was then considered in a contact group and informal consultations co-chaired by Audun Rosland (Norway), and Lilian Portillo (Paraguay) from 5-12 June.", 
    "The issue concerns a programme of work on methodological issues related to a range of policy approaches and positive incentives for REDD.", 
    "Parties focused on identifying the main methodological issues for SBSTA s report to COP 14.", 
    "Many participants described the discussions as intense but with a cooperative spirit.", 
    "Two overarching concerns were maintaining a focus on technical and methodological, not political, issues, and drafting text that did not prejudge outcomes of future discussions.", 
    "Capacity building and displacement of emissions under national and sub-national approaches were among the most contentious issues discussed.", 
    "Throughout the consultations, many developed countries stressed the need to use language on changes instead of reductions in emissions.", 
    "Brazil underscored the importance of agreeing on definitions early in the process and on focusing on anthropogenic emissions.", 
    "Discussions on estimation and monitoring centered around whether to include references to specific sources of guidelines and methodologies, particularly the existing IPCC Good Practice Guidance on LULUCF.", 
    "Colombia and Cameroon stressed that discussions of methodologies cannot be separated from discussions of financial mechanisms.", 
    "The role of historical emissions was raised, with Australia, Gabon and others stating that deciding to base reference emissions levels on historical data at this point would prescribe outcomes and create problems with data needs.", 
    "India, China and others stressed the importance of flexibility in selecting a starting date or period for reference emissions.", 
    "In discussions of means to deal with uncertainties, Canada, India, Thailand and others supported referring to a principle of conservativeness.", 
    "Parties disagreed as to whether this was a policy or technical issue, with the US insisting that it be excluded because it has not been defined.", 
    "On capacity building, many developing countries wanted a reference to facilitating technical support, while some developed countries insisted on facilitating technical cooperation.", 
    "The issue was resolved by referring to support and cooperation, where appropriate.", 
    "On displaced emissions and national and/or sub-national approaches, the US, Colombia and others objected to text on exploring how sub-national approaches can be used in the development of national approaches, stating that this raises national approaches over sub-national ones.", 
    "Parties disagreed on text about the implications of national and sub-national approaches, particularly on text referring to intra-national displacement of emissions.", 
    "Colombia supported equivalent treatment of national and sub-national approaches, while Papua New Guinea insisted on addressing intra-national displacement from sub-national approaches but not national ones.", 
    "The final text agrees to consider this intra-national displacement of emissions associated with national approaches, if appropriate."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12375e.html", 
  "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol", 
  "type": "", 
  "id": "enb12375e_36", 
  "enb_end_date": "13-Jun-08"
}