{
  "countries": [
    "Ghana", 
    "Belgium", 
    "Finland"
  ], 
  "topics": [], 
  "section_title": "PANEL DISCUSSION", 
  "enb_start_date": "02-Jul-03", 
  "enb_short_title": "UNFCCC Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Outi Berghäll, Ministry of Environment, Finland, emphasized the usefulness of the IPCC Technical Report on Climate Change and Biodiversity and noted that the process of creating interlinkages is being addressed under a more systematic framework.", 
    "Alfred Apau Oteng-Yeboah, Council for Scientific and Industrial Research, Ghana, highlighted that the Rio conventions adopt different approaches to fulfilling similar functions.", 
    "Ines Verleye, Federal Office for Consumer Protection, Public Heath and Environment, Belgium, said that synergies should be developed through both top-down and bottom-up approaches and stressed the need for the JLG to engage in more specific actions to improve information sharing.", 
    "Stas Burgiel, Defenders of Wildlife, said synergies are desirable within each convention as well as among conventions.", 
    "He stressed the need to harmonize terminology used in the context of different conventions, and suggested broadening the use of impact assessments, communicating the resulting information, monitoring incentives, and using the knowledge of indigenous communities. In the ensuing plenary discussion, participants underscored the difficulty of measuring coherence, highlighted the importance of international institutions in this process, and noted the challenge of adopting a broader approach to synergies.", 
    "They noted that synergies promote coherence and transparency and commended that the SBI workshop\u0092s objective was to exchange information, rather than streamline convention-specific issues into other conventions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12220e.html", 
  "enb_long_title": "Workshop on synergies and cooperation with other conventions", 
  "type": "", 
  "id": "enb12220e_9", 
  "enb_end_date": "04-Jul-03"
}