{
  "countries": [
    "Pakistan", 
    "Iran", 
    "Bangladesh", 
    "South Africa", 
    "Venezuela", 
    "Panama", 
    "United States", 
    "Lesotho", 
    "Zimbabwe", 
    "Kenya", 
    "Grenada", 
    "Norway", 
    "Zambia"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Technology Transfer"
  ], 
  "section_title": "COP AND COP/MOP JOINT CLOSING PLENARY:", 
  "enb_start_date": "29-Nov-10", 
  "enb_short_title": "COP 16", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Following the adoption of the Cancun Agreements by the COP and COP/MOP, parties reconvened in a joint closing plenary where COP President Espinosa welcomed Mexican President Felipe Calderón.", 
    "President Calderón congratulated parties and underscored that the work over the past year has helped to break the inertia of mistrust and collective paralysis and provided renewed hope in multilateralism.", 
    "He noted that the Cancun Agreements represent a new era in the collective response to climate change and stressed that a good agreement is one in which all parties are left unsatisfied.", 
    "President Calderón described achievements on: a shared target below 2°C, including a review of the target; technology agreement on the CTCN; short and long-term finance, including establishment of the Green Climate Fund (GCF); adoption of a results-based REDD+ decision; and the renewed mandate for the AWG-KP.", 
    "Closing Statements: Venezuela said it would help all parties to feel a part...of the solutions provided in Cancun.", 
    "Lesotho, for the LDCs, underscored milestones related to: SBI s extension of the LEG s consideration of matters related to LDCs, capacity building, and technology transfer and the GCF.", 
    "He called for parties to move toward an ambitious legally-binding instrument.", 
    "Bangladesh highlighted the spirit of compromise in the negotiations.", 
    "Norway said the meeting in Cancun has: restored confidence in the UN; taken major steps forward on many issues; and put the climate train on the track to Durban and success.", 
    "Panama expressed optimism that in the months to come, parties will be able to make good progress, including on the GCF and a more progressive CDM.", 
    "Grenada, for AOSIS, said the conference has resulted in enough to allow parties to proceed with trust, hope and expectation of more progress in South Africa in 2011.", 
    "She added that the achievements of the conference must give life, liberty and security to all in terms of climate change.", 
    "Many countries, including Iran, Zimbabwe, Kenya and the US, expressed their appreciation to COP/MOP President Espinosa for her leadership and the manner in which the process had been conducted.", 
    "Zambia underlined that multilateralism is the only way to address international challenges such as climate change.", 
    "Pakistan noted that they would have preferred a more solid outcome under the Kyoto Protocol, with the adoption of a second commitment period.", 
    "The joint COP and COP/MOP closing plenary was then suspended so that the COP and COP/MOP could resume to adopt their remaining decisions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12498e.html", 
  "enb_long_title": "Cancún Climate Change Conference", 
  "type": "COP", 
  "id": "enb12498e_40", 
  "enb_end_date": "11-Dec-10"
}