{
  "countries": [
    "Brazil", 
    "Australia", 
    "Tuvalu", 
    "India", 
    "China", 
    "Switzerland", 
    "New Zealand"
  ], 
  "topics": [], 
  "section_title": "LAND USE, LAND-USE CHANGE AND FORESTRY:", 
  "enb_start_date": "02-Jun-08", 
  "enb_short_title": "SB-28", 
  "subtype": "", 
  "actors": [
    "Group of 77"
  ], 
  "sentences": [
    "Issues related to LULUCF were considered during the roundtable and in a contact group and informal consultations co-chaired by Bryan Smith (New Zealand), and Marcelo Rocha (Brazil) from 4-11 June.", 
    "The AWG-KP plenary adopted conclusions on 12 June (FCCC/KP/AWG/2008/L.5).", 
    "During the roundtable, a range of ideas were put forward with Tuvalu and others arguing against substantial changes to Protocol Article 3.3 (afforestation and deforestation) and 3.4 (additional activities) and Australia and others proposing listing LULUCF sectors in Annex A of the Protocol, treating it like other major sectors.", 
    "China stated that due to lack of negotiating time, rules for the second commitment period should be compatible with existing rules.", 
    "India, supported by Brazil, questioned the focus on LULUCF issues, stressing the need to reduce Annex I fossil fuel emissions.", 
    "In the contact group and informal consultations, parties considered how to address the definitions, modalities, rules and guidelines for the treatment of LULUCF in the second commitment period with an aim to adopt conclusions during the first part of AWG-KP 6 in August.", 
    "The main outcome of these discussions was a compilation of ideas for consideration annexed to the AWG-KP conclusions.", 
    "Some parties raised concerns about inclusion of the principles of decision 16/CMP.1.", 
    "Parties eventually agreed to take into account the principles in place of agreeing that the principles continue to apply, although the G-77/China, Switzerland and others preferred the alternative.", 
    "Responding to concerns raised by Brazil about adding new activities under Protocol Article 3.4 (additional activities), parties agreed to remove a reference to additional Article 3.4 activities.", 
    "Brazil also supported adding text on agreement on definitions and guidelines, and delegates agreed to include definitions on the list."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12375e.html", 
  "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol", 
  "type": "", 
  "id": "enb12375e_25", 
  "enb_end_date": "13-Jun-08"
}