{
  "countries": [
    "Canada", 
    "Brazil", 
    "Sudan", 
    "Panama", 
    "Ethiopia", 
    "Swaziland", 
    "Argentina", 
    "Bolivia", 
    "Norway", 
    "Malawi", 
    "Ecuador", 
    "Ghana", 
    "Saudi Arabia", 
    "Australia", 
    "Iran", 
    "Algeria", 
    "Singapore", 
    "Venezuela", 
    "Zambia", 
    "China", 
    "Chile", 
    "Russian Federation", 
    "Jordan", 
    "Ukraine", 
    "Maldives", 
    "Tanzania", 
    "Indonesia", 
    "Turkey", 
    "United States", 
    "Nauru", 
    "Kenya", 
    "Switzerland", 
    "New Zealand", 
    "Pakistan", 
    "Mexico", 
    "Egypt", 
    "United Arab Emirates", 
    "Cuba", 
    "India", 
    "South Africa", 
    "Colombia", 
    "Tuvalu", 
    "Paraguay", 
    "Japan", 
    "Nicaragua"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Loss and Damage", 
    "Mitigation", 
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Anthropogenic Interference with Climate System", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "ADP ITEM 3 - ELEMENTS:", 
  "enb_start_date": "01-Dec-14", 
  "enb_short_title": "COP 20", 
  "subtype": "", 
  "actors": [
    "League of Arab States", 
    "African Group", 
    "Independent association of Latin America and the Caribbean", 
    "Group of 77", 
    "Coalition for Rainforest Nations", 
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "This item was first considered on Tuesday, 2 December and continued through Saturday, 6 December.", 
    "On 2 December, ADP Co-Chair Runge-Metzger presented the non-paper on Elements for a draft negotiating text (ADP.2014.11.NonPaper) issued by the Co-Chairs in advance of ADP 2-7.", 
    "On Saturday, 6 December, the first reading of all sections of the elements text was concluded.", 
    "On Monday, 8 December, ADP Co-Chair Artur Runge-Metzger introduced a revised version, including a footnote to the title stating: These elements for a draft negotiating text reflect work in progress.", 
    "They neither indicate convergence on the proposals presented nor do they preclude new proposals from emerging in the course of the negotiations in 2015.", 
    "Many developing countries questioned the legal status of the new text, underscoring it remains a non-paper and that their concerns were not reflected in the text.", 
    "ADP Co-Chair Runge-Metzger said it is up to parties to decide the legal status of the text.", 
    "The elements text was not considered further during ADP 2-7 but is contained in the annex to the Lima Call for Climate Action, for consideration at ADP 2-8.", 
    "Substantive negotiations took place on eight elements summarized below: finance; adaptation; mitigation; capacity building; technology; cooperation and support; transparency of action and support; and time frames and process related to commitments/contributions.", 
    "Finance: Nicaragua, with many developing countries, opposed the text as a far cry from the Convention and previous decisions.", 
    "On differentiation, Sudan, for the African Group, with Ecuador, for the LMDCs, and Bolivia, for the G-77/China, opposed text suggesting all parties mobilize climate finance through a diversity of actions.", 
    "The African Group recalled differentiation between developed and developing countries under the Convention, and the responsibility of developed countries to provide finance.", 
    "The LMDCs, opposed by Japan, called for deleting references to provision of finance by parties in a position to do so.", 
    "India and China called instead for a reference only to developed countries and those listed in Annex II of the Convention.", 
    "The LMDCs opposed reference to results-based adaptation finance.", 
    "Mexico clarified results-based is not a precondition for access to finance, and stressed prioritizing both mitigation and adaptation finance.", 
    "Indonesia highlighted the need to ensure adherence to the Convention principles in the entire agreement.", 
    "Switzerland suggested including in the 2015 agreement: reference to each party rather than all parties mobilizing climate finance; some text on the purpose of financial resources; and applicable principles, such as being results-based, recognizing developing countries investment, and reflecting evolving capabilities and responsibilities.", 
    "Bolivia, for the G-77/China, highlighted gaps in the implementation of obligations under the Convention and called for enhancement of support.", 
    "Colombia stressed referencing leadership of developed countries in the implementation of the Convention.", 
    "China and India called for deleting text suggesting that parties mobilize and provide financial resources in a manner which is capable of adapting dynamically to changing realities and future developments and needs.", 
    "The EU clarified that evolving responsibilities and capabilities captures the growth in the levels of prosperity and GHG emissions of developing countries, noting that some are currently more prosperous than some EU member states.", 
    "On policy signals and enabling environments, the US called for including text: encouraging parties to build effective enabling environments; calling for elimination of public incentives for high-carbon investment; and recognizing that climate finance flows in all directions.", 
    "He suggested deleting reference to mobilization of climate finance as a means to stay below the long-term temperature limit, and, opposed by the African Group, to adequate and predictable funding for adaptation.", 
    "Malawi, for the LDCs, lamented that text on encouraging policy signals by governments does not address provision of climate finance.", 
    "New Zealand described right policies and enabling environments as a prerequisite for more effective flows of climate finance.", 
    "On sources of finance, Norway, Switzerland, Canada and the US suggested highlighting a variety of sources.", 
    "The Republic of Korea stressed the importance of operational guidelines, including: a balanced approach to finance, with equal footing for adaptation and mitigation; a practical approach for mobilizing finance from the public and private sectors; and creating synergies among different financial institutions.", 
    "On the scale of finance, Egypt, with Paraguay, emphasized that adequate and predictable finance should come mainly from public sources.", 
    "Algeria suggested that adequate and predictable funding for adaptation also be additional.", 
    "The EU and Japan, opposed by Ecuador, considered specifying finance as adequate and predictable problematic.", 
    "Egypt sought clarity on the scale of finance and supported quantified targets for finance to ensure predictability.", 
    "Norway, the EU, Switzerland and Japan opposed an ex ante process to commit to quantified support commensurate with the ambition reflected in the adaptation and mitigation goals, with the EU signaling this as a red line.", 
    "Colombia emphasized the need to capture predictability in the new agreement.", 
    "Japan proposed deleting text suggesting that mobilization of finance be regularly scaled up.", 
    "The EU preferred regular updating rather than upscaling.", 
    "South Africa proposed to identify: how to anchor the existing finance mechanism and MRV system into the new agreement; the scale of resources required to keep temperature rise below our goal ; who contributes and how; and sources of finance.", 
    "China called for acknowledging that South-South cooperation is not a commitment of parties and, with India and Algeria, suggested mobilization and provision of finance be enhanced not in coordination with, but rather as additional to, official development assistance.", 
    "On Thursday, 4 December, Sudan, for the African Group, supported by Bolivia, for the G-77/China, Saudi Arabia, Maldives, India, South Africa, Ecuador, Zambia, Pakistan, Argentina and others, introduced a conference room paper (CRP) containing draft elements on climate finance under the ADP, requesting that it replace the Co-Chairs non-paper as the basis for discussion.", 
    "New Zealand, with Switzerland, called for concluding the consideration of the Co-Chairs non-paper, noting it covers most of the elements of the CRP.", 
    "The US emphasized work undertaken over the past two days on the Co-Chairs non-paper and progress already achieved.", 
    "The G-77/China stressed the legal standing of the CRP as opposed to the Co-Chairs non-paper.", 
    "ADP Co-Chair Runge-Metzger invited parties to consult informally on the way forward.", 
    "This issue was not further addressed during the session.", 
    "Adaptation: The US, Mexico, the Republic of Korea, Norway, Canada, Switzerland, the EU, Zambia, Japan and others provided comments on, inter alia : long-term and global aspects of adaptation; commitments and contributions; monitoring and evaluation; sharing information, knowledge and lessons learned; and institutional arrangements.", 
    "Saudi Arabia, for the LMDCs, Zambia, South Africa and others stressed the need to address differentiation.", 
    "Switzerland said there is no need for differentiation on adaptation, noting that commitments are intended to facilitate preparation for adaptation actions without being burdensome.", 
    "Australia and New Zealand opposed a bifurcated approach.", 
    "Tuvalu, for the LDCs, cautioned against referring to contributions or commitments.", 
    "The US proposed referring to actions.", 
    "Brazil said work that has been done under the Cancun Adaptation Framework and Nairobi Work Programme should be recognized.", 
    "The LMDCs favored the terms commitments and actions.", 
    "India emphasized that determination of contributions should be country-driven.", 
    "The Republic of Korea supported a global adaptation goal that is general enough to be applicable to all and specific enough to inspire action on the ground.", 
    "Norway requested that an option for no global adaptation goal be reflected.", 
    "Japan expressed doubt over a quantitative goal on adaptation.", 
    "The US, Norway, Canada and the EU supported broadening the scope of national adaptation planning processes.", 
    "New Zealand opposed a global goal on adaptation.", 
    "The LDCs supported a long-term goal, noting that action on adaptation is dependent on mitigation and the global temperature limit.", 
    "Ghana, for the African Group, said dimensions of the adaptation goal should be both quantitative and qualitative.", 
    "The US clarified that universal individual commitments imply that each party will undertake enhanced adaptation actions to be included in national planning processes.", 
    "Mexico said inter-linkages between adaptation and mitigation, renewed and reinforced collective commitments, national commitments, and adaptation finance should be reflected in the new protocol.", 
    "She said monitoring and evaluation, and, with Norway, institutional arrangements should be addressed in COP decisions.", 
    "Emphasizing that adaptation cannot be measured and quantified, Canada, New Zealand and Australia did not support linkages between the long-term temperature limit, the need for support and adaptation.", 
    "Australia and New Zealand also did not support linkages between mitigation ambition, adaptation needs, the global temperature goal, and finance.", 
    "Saudi Arabia, for the LMDCs, and Argentina stressed the need to link adaptation to MOI.", 
    "On institutional arrangements, the US, Canada, Japan and others saw no need for new institutional arrangements for adaptation.", 
    "Switzerland opposed singling out loss and damage in the new agreement.", 
    "The LDCs proposed establishing: a clearinghouse to help those lacking capacity and access to the best adaptation technologies; a roster of international adaptation experts; and, with Timor Leste, regional adaptation centers.", 
    "On MRV, Nauru, for AOSIS, supported reference to national communications and biennial update reports for communicating commitments, stressing the need to build on existing reporting modalities.", 
    "Chile, for AILAC, preferred existing reporting vehicles that would not burden any country and facilitate North-South and South-South cooperation.", 
    "The LDCs favored an MRV mechanism to ensure a level of support commensurate with adaptation needs.", 
    "The LMDCs and South Africa cautioned against placing additional burdens on developing countries.", 
    "China and Iran emphasized the knowledge gap on the implementation of adaptation.", 
    "On loss and damage, AOSIS, the LDCs, AILAC, the African Group and others, opposed by Australia, emphasized that it should become a stand-alone element in the new agreement.", 
    "New Zealand opposed any reinterpretation of Decision 2/CP.19 (Warsaw International Mechanism for Loss and Damage).", 
    "The LDCs proposed a climate change displacement coordination unit, and a mechanism to deal with slow-onset events, including a compensation regime.", 
    "The LMDCs said discussions on loss and damage are premature pending outcomes on the Executive Committee.", 
    "Mitigation: On differentiation, Kenya, for the African Group, lamented the overall lack of reference to equity, CBDR, mitigation obligations of developed countries, and specific national and regional development priorities.", 
    "India, Argentina, Venezuela, Jordan, Cuba and Bolivia called for reference to CBDR, principles and provisions of the Convention, or its Article 4 (commitments).", 
    "Japan, New Zealand, the US, Australia, Switzerland and Canada opposed creating binary divisions on commitments, based on annexes or the distinction between developed and developing countries.", 
    "The EU said the text should reflect that all parties will eventually take quantified economy-wide emission reduction targets.", 
    "The US called for an option in the text to update the Convention s annexes to reflect parties changing economic and emissions trends.", 
    "The United Arab Emirates proposed recognizing actions by early movers.", 
    "Saudi Arabia, for the LMDCs, described other parties comments on the evolution of CBDR, updated annexes or elimination of differentiation as illegal, emphasizing that the future agreement cannot be built on that basis.", 
    "Supporting Brazil, China opposed the introduction of new concepts, saying diverting from the principles and provisions of the Convention makes progress difficult.", 
    "On long-term and global aspects, Nauru, for AOSIS, suggested a regular review of the elements under the section on the basis of science.", 
    "Saudi Arabia suggested using agreed language, for example from Cancun, and including references to, inter alia , sustainable development and developing countries vulnerabilities.", 
    "China called for reflecting the linkages between the collective aspects of mitigation, adaptation and MOI.", 
    "South Africa stressed a long-term goal should be consistent with what is required by science, and Tuvalu, for the LDCs, said the goal should be to keep the temperature increase below 1.5 °C.", 
    "New Zealand suggested net zero CO2 emissions by 2100 in line with the latest science.", 
    "The EU called for explicit reference to the 2 °C goal.", 
    "Algeria, for the Arab Group, reminded parties that Decision 1/CP.16 (Cancun Agreements) recognizes the need for a longer time frame for the peaking of GHG emissions in developing countries.", 
    "On mitigation contributions or commitments, Saudi Arabia said the subsection title should include actions.", 
    "China suggested structuring the subsection so as to differentiate enhanced mitigation action by developed and developing countries.", 
    "Chile, for AILAC, among others, supported the principle of no backsliding.", 
    "Norway said elements on accounting and periodicity should be part of the mitigation section.", 
    "The EU said all parties should submit unconditional commitments, with the possibility for the most vulnerable to also submit actions conditional on support.", 
    "The US, with Australia, said each country should maintain a schedule of actions they intend to take to meet their commitments, with periodic reporting on implementation and revisions to enhance commitments.", 
    "Bolivia, opposed by Australia and New Zealand, called for commitments based on an indexed global carbon budget divided among all parties according to historical responsibility, ecological footprint, state of development and capabilities.", 
    "Brazil said agreement on criteria for carbon budgeting was difficult to foresee.", 
    "Panama, for the CfRN, said that the global carbon budget should be informed by national estimates.", 
    "Ukraine opposed considering a global carbon budget, preferring a bottom-up approach to long-term emission reductions.", 
    "The LDCs called for two annexes, one for parties taking quantified economy-wide emission reduction targets and the other for parties that take other forms of commitments.", 
    "The Republic of Korea supported reference to market mechanisms.", 
    "Mexico preferred commitments according to CBDRRC and supported schedules as an anchoring mechanism for contributions.", 
    "Ethiopia emphasized MOI for developing countries.", 
    "The EU called for a commitment cycle of 10 years and, supported by the US, for a five-year cycle of review and revision.", 
    "The EU said this should be elaborated further in the text.", 
    "The Russian Federation cautioned that a review process in the middle of the commitment period could make ratification challenging, as legislators require a clear understanding of what they are agreeing to.", 
    "On response measures, the LDCs, Venezuela, Argentina, Egypt and the United Arab Emirates, opposed by New Zealand, Japan and Canada, variously supported a mechanism, institution or permanent forum.", 
    "Ukraine preferred the option of no new arrangements, or a permanent forum as an alternative.", 
    "Saudi Arabia said his country will not support the new agreement if it does not adequately address the issue.", 
    "Cooperation and Support: China and Saudi Arabia said discussion on cooperation and support for implementation was not mandated by Decision 1/CP.17 (establishing the ADP).", 
    "ADP Co-Chair Runge-Metzger explained that headings were only included for the parties convenience.", 
    "Many parties supported consolidating the section on cooperation and support with sections on other elements.", 
    "Algeria, for the Arab Group, and China said sections on market and non-market approaches, and new market-based mechanisms could prejudge discussions under the SBs.", 
    "Australia, New Zealand, the US, Canada and others said all parties in a position to do so should provide support for the implementation of the new agreement.", 
    "The EU and Switzerland supported describing the purpose of MOI.", 
    "Japan said parties who provide and receive support should work together to mobilize private finance.", 
    "On differentiation, Singapore expressed concern over evolving responsibilities and parties in a position to do so, and cautioned against rewriting the Convention.", 
    "The Arab Group opposed reference to evolving CBDRRC.", 
    "China said only developed countries have the responsibility to provide support to developing countries, and cautioned against introducing new principles.", 
    "On institutional arrangements, the Arab Group, with China, called for deletion of reference to sub-national, national and regional emissions trading schemes.", 
    "Australia, the EU, New Zealand, Switzerland, the US, Canada, Japan and others expressed reservations about this sub-section.", 
    "Panama stressed the importance of referring to the accounting and conformity functions of cooperative arrangements.", 
    "Transparency of Action and Support: South Africa, supported by Mexico, proposed launching a process for discussing transparency rules during 2015, with South Africa saying this should be reflected in the ADP conclusions from Lima.", 
    "On the scope of MRV, Argentina, with Tuvalu, for the LDCs, cautioned against bias towards mitigation.", 
    "The LDCs called for greater parity between mitigation and support.", 
    "New Zealand and Japan urged referring to transparency of support provided and received.", 
    "Switzerland highlighted the need for adaptation reporting.", 
    "Brazil said transparency cannot substitute accountability, and is linked not only to mitigation, but also adaptation and MOI.", 
    "Turkey said the scope of contributions should remain at parties discretion.", 
    "On the MRV framework, the African Group, warned against backsliding from the current framework.", 
    "The African Group, South Africa, Chile, for AILAC, Panama, for CfRN, Nauru, for AOSIS, Brazil and Mexico called for building on the existing MRV framework, with some suggesting it could evolve over time.", 
    "Nauru, for AOSIS, said the framework should measure progress toward a global goal of 1.5 ° or 2 °C and promote participation of all countries.", 
    "The African Group cautioned against placing additional burdens on developing countries.", 
    "Argentina, the LDCs, the African Group, Saudi Arabia and China, for the LMDCs, emphasized differentiation, with many calling for maintaining the existing two-track approach to MRV.", 
    "Brazil called for a transparency framework that reflects differentiation.", 
    "Ecuador requested a reference to CBDR.", 
    "Norway emphasized universality and, with Switzerland, flexibility to accommodate parties different capabilities.", 
    "Australia, Japan and the US called for a single transparency system applicable to all.", 
    "The US said the system should enable verification of efforts, which could include tiers and opt-out provisions based on parties circumstances.", 
    "Turkey opposed, calling for a common framework with common MRV provisions applicable to all parties, with flexibility for developing countries on the level and depth of the application of the common MRV provisions.", 
    "On rules and modalities, the EU, with New Zealand, suggested that the new agreement contain high-level MRV and accounting principles, with guidelines and modalities elaborated in COP decisions.", 
    "Argentina cautioned against prejudging SBSTA discussions on LULUCF and requested that various approaches be referenced in addition to markets.", 
    "Jordan objected to references to market mechanisms.", 
    "The African Group emphasized gaps in developed countries MRV frameworks on markets and LULUCF.", 
    "South Africa highlighted the importance of LULUCF accounting, calling for consolidating detailed rules under the Convention.", 
    "AILAC called for stronger language on developing rules for markets, land-use and forestry sectors.", 
    "CfRN called for references to REDD+ and coastal ecosystems. AOSIS and AILAC called for a clear definition of climate finance, with AILAC stressing this will help avoid double-counting.", 
    "The LMDCs called for text on, inter alia : a common methodology for MRV of support by developed countries; a strengthened review of MOI support; and a financial channel under the GCF for MRV-related capacity building in developing countries.", 
    "Technology: On commitments, Swaziland, for the African Group, Argentina and China called for differentiated obligations for developed and developing countries.", 
    "Swaziland, for the African Group, said that commitments should not shift responsibility from developed to developing countries, nor encourage private over public support.", 
    "China emphasized the need for developed countries to provide support to implement technology needs assessments in developing countries.", 
    "On institutional arrangements, Swaziland, for the African Group, Saudi Arabia, South Africa, Algeria and Argentina preferred anchoring institutional arrangements in the TEC and CTCN.", 
    "China urged further guidance to strengthen the Technology Mechanism (TM), noting such guidance is complementary to anchoring the mechanism in the TEC and CTCN.", 
    "Iran, Argentina and Algeria said that technology transfer should proceed under the principles and provisions of the Convention.", 
    "The US said cooperative action to promote and enhance technology development and transfer should include existing technology and financial mechanisms.", 
    "Ukraine requested inclusion of economies in transition in the development and transfer of technologies.", 
    "Capacity Building: Canada and Japan said capacity building must be country-driven, and not demand-driven.", 
    "Tanzania, with Tuvalu, for the LDCs, urged enhancing capacities of national governments to absorb financial and technological resources, and opposed reference to clear and predictable targets and outcomes.", 
    "On commitments, South Africa and India emphasized developed countries obligation to provide capacity-building support to developing countries.", 
    "Ethiopia emphasized glaring differences in needs for capacity building in developing countries and, opposed by the US, called for commitments on capacity building.", 
    "Algeria, for the Arab Group, stressed that developing countries able to provide capacity can do so voluntarily.", 
    "Argentina said parties should identify their own capacity gaps.", 
    "The US said all parties in a position to do so should be invited to support others with lower capabilities.", 
    "On institutional arrangements, South Africa, China, India, Iran, Tanzania, Tuvalu, for the LDCs, and others, opposed by Canada, Japan, the EU, the US and others, supported the establishment of an international capacity-building mechanism.", 
    "India noted that mobilization of private capital cannot be one of its essential elements.", 
    "Argentina said private funding should be complementary to public funding.", 
    "China cautioned against board-shifting behaviors in reference to the potential role of the private sector in supporting capacity building.", 
    "Stating that capacity development should apply to all parties, not only developing countries, the EU called for improving and strengthening existing mechanisms and arrangements under the Convention and the Kyoto Protocol that address capacity building.", 
    "Time Frames and Process Related to Commitments/Contributions: China stressed the importance of the timing of the agreement, including precise dates for the starting and ending of its implementation, and a time frame related to commitments.", 
    "On commitments/contributions, Turkey preferred contributions.", 
    "South Africa favored commitments with a legal character.", 
    "Chile, for AILAC, said that contributions should be communicated every five years, with an indication of contributions for the subsequent five-year period, as well as the five-year period following that.", 
    "Indicating flexibility on period length, Switzerland, with Norway, emphasized that all parties should communicate their commitments at the same time.", 
    "Turkey preferred a 10-year period with a mid-term review.", 
    "On ex ante consideration, AILAC called for a robust process.", 
    "Switzerland urged ex ante consideration of aggregate commitments.", 
    "Turkey said the process should not be prescriptive.", 
    "Norway said commitments should become legally-binding obligations once they are put forward through an annex or schedule.", 
    "On formalization/finalization, AILAC said contributions should be inscribed in a document and cautioned against backsliding.", 
    "Turkey and Tuvalu, for the LDCs, said contributions could be revised on a voluntary basis.", 
    "The LDCs called for two annexes for: quantified emission reduction commitments; and emission limitation commitments and strategies.", 
    "Australia said parties should be allowed to adjust their commitment/contribution on an exceptional basis.", 
    "On strategic review of implementation, AILAC supported a five-year cycle and, with Switzerland, Turkey and the Republic of Korea, and opposed by China, said it should be applicable to all parties.", 
    "Norway said review should harness unrealized opportunities."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12619e.html", 
  "enb_long_title": "Lima Climate Change Conference - December 2014", 
  "type": "", 
  "id": "enb12619e_81", 
  "enb_end_date": "14-Dec-14"
}