{
  "countries": [
    "United Kingdom", 
    "Ghana", 
    "Argentina", 
    "Belize"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "Technology Transfer"
  ], 
  "section_title": "THE ROLE OF TNAS IN ENHANCED ACTION ON TECHNOLOGY DEVELOPMENT AND TRANSFER TO SUPPORT ACTION ON MITIGATION AND ADAPTATION:", 
  "enb_start_date": "01-Jun-11", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "A panel discussion convened on Thursday morning on this issue.", 
    "On the sufficiency of TNAs for assessment and identification of technology needs, George Manful, UNEP, said revision of the UNDP handbook for conducting TNAs should be driven by the UNFCCC process.", 
    "Zitouni Ould-Dada, United Kingdom, noted that the handbook should be fit for purpose and flexible enough to respond to local conditions.", 
    "Carlos Fuller, Belize, underscored the decision in Cancun to increase national communications to every four years, saying the TNA process, national communications and NAPAs and NAMAs should be circular processes that feed into one another.", 
    "He said it would be useful to develop regional adaptations of the handbook.", 
    "Gabriel Blanco, Argentina, said the handbook is insufficient to cover all aspects of the TNA process, adding it would be useful to assess needs at all stages of the technology cycle.", 
    "On implementing TNA results, Cecilia Tam, International Energy Agency (IEA) encouraged more bottom-up analyses, and recommended using IEA s guidebook on creating national technology roadmaps.", 
    "Manful noted the frustration of developing countries that have carried out assessment after assessment but rarely receive adequate support to act on their recommendations.", 
    "Ould-Dada followed up by noting that implementation is easier when planning for it is incorporated into the assessment processes, and also that communication of findings go hand in hand with their implementation.", 
    "Oppong-Boadi, Ghana, said involving stakeholders from all relevant sectors is key.", 
    "Fuller suggested that completion of full project proposals become a TNA requirement.", 
    "Blanco reminded participants that preparing for implementation is not the aim of carrying out TNAs.", 
    "On the role of TNAs in the Technology Mechanism, Tam said it was important that the Mechanism consider the marginal impacts and technical viabilities of specific technologies.", 
    "Manful said information contained within TNAs could guide the process, but a precise role for them remains unclear.", 
    "Ould-Dada agreed, adding that the Mechanism will not be the only channel to implement aspects of TNAs and stressed prioritizing high-impact projects.", 
    "Oppong-Boadi lamented failed past technology transfer attempts, underscoring the importance of properly assessing needs and feasibility.", 
    "Fuller said TNAs should be synergistic processes between international organizations, such as the International Renewable Energy Agency, and countries.", 
    "Blanco said parties should streamline technology reporting for developing countries by choosing a single report or assessment to cover all technology issues."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12501e.html", 
  "enb_long_title": "UN Framework Convention on Climate Change (UNFCCC) Workshop on Technology Needs Assessments", 
  "type": "SPECIAL WORKSHOP", 
  "id": "enb12501e_12", 
  "enb_end_date": "02-Jun-11"
}