{
  "countries": [
    "Gambia", 
    "Tanzania", 
    "Malawi", 
    "Portugal"
  ], 
  "topics": [
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "MATTERS RELATING TO THE LEAST DEVELOPED COUNTRIES", 
  "enb_start_date": "30-May-05", 
  "enb_short_title": "UNFCCC SB 22", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "This issue was first addressed by the SBI, on Friday, 20 May, when delegates were briefed by LDC Expert Group (LEG) Chair Paul Desanker (Malawi) on the LEG\u0092s April 2005 meeting, and by Ricardo Moita (Portugal) and Richard Muyungi (Tanzania) on pre-sessional activities involving representatives from a number of Annex II Parties, LDCs, the GEF and implementing agencies.", 
    "Many Parties noted the positive atmosphere at the pre-sessional activities, and the need to agree on the operation of the LDC Fund and to move forward on implementation.", 
    "Ricardo Moita and Bubu Pateh Jallow (Gambia) agreed to co-chair a contact group. The contact group met five times from 23-26 May, and on numerous occasions informally.", 
    "After holding informal consultations and preparing draft SBI conclusions and a draft COP 11 decision, SBI Chair Becker chaired the final contact group meeting. Much of the debate centered on an EU proposal, supported by several others, that funding from the LDC Fund should support priority adaptation activities identified in the National Adaptation Programmes of Action (NAPAs) that are 'additional' to activities that would be undertaken to respond to climate variability.", 
    "LDCs noted the difficulties associated with differentiating between climate variability and climate change.", 
    "Delegates also discussed, in detail, a co-financing scale that would be developed for those activities that do not receive full-cost funding.", 
    "LDCs stressed the need to reference their 'unique circumstances' in developing the scale. Agreement was finally reached on a draft decision for COP 11 immediately prior to the SBI plenary meeting on Thursday, 26 May."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12270e.html", 
  "enb_long_title": "United Nations Framework Convention on Climate Change: Twenty-Second Session of the Subsidiary Bodies", 
  "type": "", 
  "id": "enb12270e_48", 
  "enb_end_date": "30-May-05"
}