{
  "countries": [
    "Australia", 
    "Nepal", 
    "China", 
    "Indigenous Peoples", 
    "Nauru", 
    "Fiji"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "CLOSING STATEMENTS:", 
  "enb_start_date": "18-Nov-13", 
  "enb_short_title": "COP 19", 
  "subtype": "PLENARY", 
  "actors": [
    "Umbrella Group", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Closing statements were made in the afternoon SBI closing plenary, with observer organizations making their statements first.", 
    "YOUNGOs stressed the urgent need for a strong mechanism on loss and damage, highlighting certain climate change impacts, such as sinking lands and ocean acidification.", 
    "INDIGENOUS PEOPLES called for the establishment of: a permanent institution to address loss and damage; and a technical advisory body, with participation of the UN Permanent Forum on Indigenous Issues and the Special Rapporteur on the rights of indigenous peoples. ENGOs indicated that the CDM and JI have increased net emissions, urging delegates to reform these mechanisms.", 
    "Noting that some positive steps have been undertaken, WOMEN AND GENDER called for additional funding for the participation in the UNFCCC process.", 
    "Recognizing the importance of adaptation for developing countries, Fiji, for the G-77/CHINA, welcomed the organization of a work programme on cooperation on response strategies, but expressed disappointment on, inter alia: lack of progress on the forum on the impact of the implementation of response measures; and the 'adaptation funding crisis'.", 
    "Australia, for the UMBRELLA GROUP, expressed satisfaction with progress under the SBI, urging delegates to continue to work on, inter ali a, NAPs, NAMAs and the Technology Mechanism.", 
    "Noting that several items remain to be completed, Nauru, for AOSIS, singled out loss and damage as particularly important, drawing attention to the need to address the economic, human, and social impacts of climate change.", 
    "Nepal, for LDCs, asked that the SBI be given time to address loss and damage 'in a constructive manner' and that the CGE be given a longer mandate."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12589e.html", 
  "enb_long_title": "Warsaw Climate Change Conference - November 2013", 
  "type": "", 
  "id": "enb12589e_36", 
  "enb_end_date": "18-Nov-13"
}