{
  "countries": [
    "Australia", 
    "Germany", 
    "Libya", 
    "Ireland"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "REPORT OF THE WORKSHOP", 
  "enb_start_date": "10-Sep-04", 
  "enb_short_title": "UNFCCC Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Halldór Thorgeirsson, Coordinator of the Subsidiary Body for Scientific and Technological Advice (SBSTA), UNFCCC Secretariat, welcomed participants and read a statement on behalf of SBSTA Chair Abdullatif Benrageb (Libya), who was unable to be present at the workshop and, therefore, requested Hans-Joachim Ziesing (Germany), Micheal Young (Ireland) and Neil Ferry (Australia) to facilitate the workshop on his behalf. Stelios Pesmajoglou, UNFCCC Secretariat, recalled the mandate of the workshop, including to: hold technical discussions on methodological issues relating to the preparation of greenhouse gas emissions projections; hold an open exchange of views and experiences in preparing projections; discuss lessons learned and identify areas for further improvement; and address methods, assumptions, indicators, key parameters, sensitivity analysis and dissemination of methodologies for emissions projections. He observed that findings during in-depth reviews and reflected in the compilation and synthesis (C&S) of third Annex I national communications indicate shortcomings in the projection of emissions.", 
    "He said the three working papers prepared by the Secretariat for the workshop highlight issues for participants to discuss and are based on the C&S of third national communications, in-depth reviews, views of Parties, and Secretariat experience.", 
    "He said the workshop was expected to provide a report to SBSTA-21 containing conclusions and/or recommendations, including on methodological challenges to preparing greenhouse gas projections to assist in the preparation of Annex I fourth national communications. Electronic versions of the presentations are available on the UNFCCC Website: http://unfccc.int/sessions/workshop/060904/present.html"
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12243e.html", 
  "enb_long_title": "United Nations Framework Convention on Climate Change (UNFCCC) workshop on emissions projections from Parties included in Annex I of the UNFCCC", 
  "type": "SPECIAL WORKSHOP", 
  "id": "enb12243e_5", 
  "enb_end_date": "10-Sep-04"
}