{
  "countries": [
    "Canada", 
    "Tonga", 
    "Australia", 
    "Bangladesh", 
    "Mexico", 
    "Tuvalu", 
    "Saudi Arabia", 
    "Qatar", 
    "United States", 
    "Colombia", 
    "Japan", 
    "New Zealand"
  ], 
  "topics": [
    "Adverse Effects & Response Measure", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "LOSS AND DAMAGE:", 
  "enb_start_date": "06-Jun-11", 
  "enb_short_title": "SB 34", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "This issue (FCCC/SBI/2011/3 and MISC.1) was first considered by the SBI on 10 June.", 
    "Tonga, for AOSIS, called for a decision at COP 17 on activities under the work programme on loss and damage and agreement on the goal of establishing an international mechanism on loss and damage at COP 18.", 
    "Mark Berman (Canada) chaired a contact group.", 
    "On 11 June, the group discussed the work programme on loss and damage and heard a report on a seminar on innovative approaches to loss and damage held in Bonn on 5 June. AOSIS proposed organizing workshops between SB 35 and 37 on: impacts of severe weather events; risk management; and rehabilitation associated with slow onset events.", 
    "On the way forward, Bangladesh called for establishing a mechanism to address loss and damage by COP 18, while the US supported country-driven risk reduction activities, saying, with Australia and Canada, that a discussion on institutional mechanisms is premature.", 
    "Saudi Arabia stated that parties lacked a mandate to adopt or undertake activities until a decision at COP 18 and that the seminar remains outside of the formal UNFCCC process.", 
    "Parties also debated whether to consider response measures in the context of loss and damage, as proposed by Saudi Arabia, or whether response measures are adequately addressed under other agenda items.", 
    "During the SBI closing plenary late on 16 June, SBI Chair Owen-Jones tabled his draft conclusions, stressing that the text does not include issues from under other agenda items.", 
    "Saudi Arabia and Qatar opposed the adoption of the conclusions.", 
    "Saudi Arabia highlighted that their views on the consideration of response measures along with the adverse effects of climate change were not reflected.", 
    "A number of parties, including AOSIS, the EU, Mexico, New Zealand, Colombia, Japan and the US, stressed the need to consider loss and damage and response measures under separate agenda items.", 
    "Intense debate ensued.", 
    "Tuvalu suggested that support for the forum on response measures would be contingent on agreement on loss and damage.", 
    "After further informal consultations, parties finally agreed to change wording in a paragraph indicating that the SBI agreed to further elaborate the details of the broad thematic areas relating to loss and damage with a view to generating a knowledge base for making recommendations on loss and damage to COP 18.", 
    "The agreed language refers to including elaborating, instead of taking into consideration, the elements set out in Decision 1/CP.16, paragraph 28 (a, b, c and d), and drawing upon party submissions.", 
    "The SBI adopted the conclusions as amended."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12513e.html", 
  "enb_long_title": "UN Climate Change Conference June 2011", 
  "type": "", 
  "id": "enb12513e_66", 
  "enb_end_date": "17-Jun-11"
}