{
  "countries": [
    "Brazil", 
    "Canada", 
    "Netherlands", 
    "Czech Republic", 
    "Philippines", 
    "United States", 
    "Latvia", 
    "Croatia", 
    "Switzerland", 
    "New Zealand", 
    "Norway", 
    "Slovakia", 
    "Bulgaria", 
    "Saudi Arabia", 
    "Australia", 
    "India", 
    "Slovenia", 
    "China", 
    "Hungary", 
    "Poland"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Compliance and Enforcement", 
    "Flexibility Mechanims"
  ], 
  "section_title": "CONTACT GROUP ON MECHANISMS", 
  "enb_start_date": "02-Jun-98", 
  "enb_short_title": "8th Session SBSTA & SBI, AG13 6", 
  "subtype": "GROUPS", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Delegates agreed to discuss the mechanisms in a contact group chaired by Yvo de Boer (Netherlands) and Gylvan Meira Filho (Brazil).", 
    "On Monday, 8 June, Co-Chair de Boer reported in a joint SBI/SBSTA Plenary that the group had met three times to: identify issues related to the mechanisms; consider a work programme; and suggest decisions.", 
    "The group mandated a Co- Chairs' paper submitted as a proposed schedule of work.", 
    "The G-77/CHINA, supported by the PHILIPPINES, SAUDI ARABIA and CHINA, called upon SBSTA to clarify methodological issues before substantive issues are discussed.", 
    "He also: noted, with CHINA, the G-77/CHINA's current consideration of this item; called for consideration of rules, guidelines and modalities and other relevant issues; and, with the PHILIPPINES, opposed establishing another contact group on similar issues.", 
    "The Chair urged that the two groups' work be harmonized.", 
    "The EU introduced a proposal on international emissions trading, noting differences from the Canadian proposal in addressing: supplementarity; environmental effectiveness, compliance mechanisms, market transparency, risk and liability rules, reporting requirements, and eligibility. On 10 June, the contact group met to discuss a Co-Chairs' draft proposed schedule on mechanisms.", 
    "The G-77/CHINA presented an initial list of issues to address, and stressed consideration of fundamental issues before timing and schedules of work.", 
    "NORWAY, on behalf of a group of countries and supported by the US, recalled the non-paper on emissions trading distributed by the group the previous week, and the package of four mechanisms agreed in Kyoto.", 
    "He stressed that quantitative caps, which could lead to fewer developing country projects, had not been adopted in Kyoto.", 
    "Referring to its non-paper, the EU stressed domestic actions and called for: ceilings on use of mechanisms; guidelines, rules and procedures; a compliance regime as a prerequisite; and parallel work on the three mechanisms.", 
    "The US suggested basing group discussions on both the G-77/China questions and the Co-Chairs' draft proposed schedule. In the evening, delegates received the G-77/CHINA's proposed work programme on mechanisms.", 
    "Discussion of its elements took place that evening and the following day.", 
    "The G-77/CHINA suggested deferring AIJ until after the pilot phase designated at COP-1. Countries were limited to volunteering proposals for additional elements and questions for clarification.", 
    "For CDM and Article 6 projects, delegates considered elements under methodological/technical work, institutional issues, process and linkages, as well as participation in projects under the CDM.", 
    "For emissions trading between Annex I Parties, delegates considered general issues. On emissions trading, the US questioned the inclusion of language on rights and entitlements of Annex I Parties.", 
    "The G-77/CHINA commented that 'rights' are included in the literature on domestic common property resource trading schemes and in the FCCC regarding the right to develop.", 
    "The EU and the US stated that entitlements for trading have already been established under the Kyoto Protocol.", 
    "The US said it is not 'rights' but 'assigned amounts' that are discussed in the Protocol, and that the emissions and allocations of non-Annex I Parties will only be addressed in the longer term when they participate.", 
    "He invited discussion on this.", 
    "Several delegates questioned the inclusion of language on funding of adaptation in the G-77/China's paper. Additional elements were proposed by Annex I Parties, including SWITZERLAND, the EU, the US, CANADA, AUSTRALIA and NEW ZEALAND.", 
    "Under emissions trading, new text covered, inter alia, involvement of legal entities and verification, reporting and accountability with regard to principles, modalities, rules and guidelines.", 
    "Under the other topics additions were proposed on such topics as: review of implementation of Article 6 by expert review teams; methodological issues surrounding additionality; guidelines for projects and project baselines on sinks; an overall institutional framework; Executive Board supervision; and accessibility of participation.", 
    "A proposal for guidelines on the eligibility of projects initiated under the AIJ pilot phase for generation of emissions reduction units was opposed by the G-77/CHINA.", 
    "The Chair proposed to prepare a set of 'Chairs' personal notes' based on the discussion. In the evening, Chair Meira Filho recalled that work remained on linkages under the CDM and Article 6.", 
    "Delegates received a revised proposal on the work programme on mechanisms incorporating additions from the morning session, accompanied by 'Chairs' personal notes.", 
    "' The EU sought clarification on whether issues mentioned the day before would be reflected in the proposed work programme.", 
    "The US queried the status of the new paper and objected to the Chair's suggestion that no new items or categories should be added.", 
    "Noting efforts to provide flexibility, the US said he could not accept the paper as a consensus document.", 
    "The Chair clarified that due to time constraints the contact group could not wait for consideration of the issues raised by the US, and proposed addressing them in the next session.", 
    "The US objected to the Chair's proposal, saying all ideas must be presented in a complete way. SAUDI ARABIA noted the efforts made by the G-77/China and stressed that other issues must be considered.", 
    "He said that all the issues are a package and progress on one issue cannot be expected while others are blocked.", 
    "The US expressed disappointment that the G-77/China position paper (FCCC/SB/1998/MISC.1/Add.5) had just emerged as a document.", 
    "He called for a break to study it. Following several breaks, the Chair proposed to take into account all comments discussed and prepare a Co-Chairs' report with a section on personal notes and on the proposed work programme, including new submissions.", 
    "The paper would have no legal status and would not be subject to editing.", 
    "He requested the group to allow the Co-Chairs to conclude this and only show the outcome to representatives of the G-77/China, the EU, the US, Saudi Arabia and any interested Parties before presenting it to the Chairs of the subsidiary bodies. On 12 June, Co-Chair de Boer reported on the work of the contact group, which resulted in two documents (contained in FCCC/SB/198/CRP.2), a set of 'suggested elements for a work programme on mechanisms' and the Chairs' draft conclusions.", 
    "He noted that the conclusions invite Parties to submit views on the mechanisms, noting that submissions received by the Secretariat by 10 September can be distributed at the next meeting as 'miscellaneous' documents.", 
    "The suggested elements for a Work Programme are a compilation of the G-77/China's proposal and proposals by other Parties made during the contact group meetings and further proposals submitted by the EU, Canada and others on emissions trading. The EU expressed satisfaction with the outcome of the contact group and noted two papers the EU had tabled since the last meeting (contained in FCCC/SB/1998/MISC.1/Add.6).", 
    "One contains preliminary views of the EU and Switzerland on the G-77's questions discussed earlier in the contact group.", 
    "The second, a non-paper on joint implementation submitted on behalf of the EU, Bulgaria, Croatia, the Czech Republic, Hungary, Latvia, Poland, Slovakia, Slovenia and Switzerland, gives views on the principles to apply to joint implementation, including: additionality, supplementarity, transparency, eligibility and compliance, and includes a draft decision proposed by the group for consideration at COP-4. INDIA, on behalf of the G-77/CHINA, expressed satisfaction regarding the deliberations related to the mechanisms.", 
    "He noted that delegates were able to synthesize perspectives, identify issues and propose a work programme.", 
    "Developing countries are much wiser because they know more about the uncertainties that must be understood before the mechanisms can proceed to the next stage."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1286e.html", 
  "enb_long_title": "Eighth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "", 
  "id": "enb1286e_26", 
  "enb_end_date": "12-Jun-98"
}