{
  "countries": [
    "Ghana", 
    "China"
  ], 
  "topics": [
    "Technology Transfer"
  ], 
  "section_title": "TECHNOLOGY TRANSFER:", 
  "enb_start_date": "18-May-07", 
  "enb_short_title": "SB 26", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Informal consultations held in the morning resulted in agreement on the SBSTA conclusions, on the condition that the first annex, which outlines the set of actions for the constituted body, be replaced with previously-agreed text set out in document FCCC/SBSTA/2006/5, Annex II.", 
    "A paragraph encouraging regional groups to consult with a view to nominating members for the constituted body was accepted, pending final approval at COP 13.", 
    "A sub-paragraph on the continuance of the pilot project TT:CLEAR, was deleted in view of the limited time left for negotiations.", 
    "On the draft COP decision, parties made limited progress, approving one preambular paragraph.", 
    "One developed country also added text in the last operative paragraph elaborating on requests to the GEF.", 
    "However, this remained in brackets.", 
    "In the final contact group, Co-Chair Shimada presented the work programme for the EGTT for 2007 as an annex to the draft conclusions and the heavily bracketed draft COP decision.", 
    "Ghana, for the G-77/CHINA, asked for deletion in the draft decision of the preambular paragraph that recognizes the implementation potential of existing financing sources such as the private financing advisory network, on the grounds that the project is still in its infancy.", 
    "Other parties agreed to this in the spirit of compromise.", 
    "The EU said progress had been made in informal consultations to identify what we are aiming at in terms of the constituted body.", 
    "The SBSTA draft conclusions were adopted, with the bracketed COP decision in an annex."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12332e.html", 
  "enb_long_title": "Twenty-sixth sessions of the Subsidiary Bodies (SB 26) of the United Nations Framework Convention on Climate Change (UNFCCC)", 
  "type": "", 
  "id": "enb12332e_7", 
  "enb_end_date": "18-May-07"
}