{
  "countries": [], 
  "topics": [
    "Reasons for Concern", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "THE LATEST IN CLIMATE SCIENCE:", 
  "enb_start_date": "23-Sep-13", 
  "enb_short_title": "IPCC36", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "HALFWAY THROUGH THE 'CARBON BUDGET'?", 
    "During the press conference at the end of the meeting, UN Secretary-General Ban Ki-moon described the WGI report as 'the world's best science for the world's biggest challenge'.", 
    "While reactions to the WGI report were mixed and some commented that 'the AR5 doesn't pack the same punch as the AR4', several key messages in the report stand out due to stronger scientific evidence, increased certainty and/or new findings.", 
    "It is now clearer than ever that human influence is affecting the climate system, with the certainty of anthropogenic climate change increased from 90% in the AR4 to 95% in the AR5.", 
    "Atmospheric concentrations of CO2, methane and nitrous oxide have increased to 'unprecedented' levels in at least the last 800,000 years.", 
    "CO2 concentrations have increased by 40% since pre-industrial times and this was primarily due to fossil fuel emissions and secondarily due to net land use change emissions.", 
    "The WGI report also reflects on: major changes in the Arctic and Antarctic, including on an ice-free Arctic in the summer; increased weather and climate extreme events; ocean acidification; and more scientifically robust, higher projections of sea level rise compared to AR4.", 
    "The WGI report is based on a new type of scenarios of future anthropogenic emissions called Representative Concentration Pathways (RCPs), which include a mitigation scenario leading to a very low climate forcing, two stabilization scenarios and one scenario with very high GHG emissions.", 
    "The Summary for Policymakers thus contains clearer, more policy relevant information on what will happen under difference climate policy choices.", 
    "Importantly, the report also provides information on temperature implications of cumulative total CO2 emissions.", 
    "Limiting the warming to less than 2 °C can be achieved, with a probability level of 66%, if maximum cumulative CO2 emissions do not exceed 1000 GtC.", 
    "According to the Panel, 531 GtC was already emitted by 2011.", 
    "This means that the remaining 'carbon budget' for the world is limited to 469 GtC.", 
    "The Summary for Policymakers also incorporates, for the first time, information on, inter alia , paleoclimate reconstruction studies, geoengineering, and an emissions-based perspective on drivers of climate change.", 
    "Summarizing the report's main message, UNEP Executive Director Achim Steiner stated in the concluding press conference, 'You may not know everything, but you will know enough about the risks of not acting'."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12581e.html", 
  "enb_long_title": "Twelfth Session of Working Group I (WGI) of the Intergovernmental Panel on Climate Change (IPCC) and Thirty-sixth Session of the IPCC", 
  "type": "ipcc", 
  "id": "enb12581e_49", 
  "enb_end_date": "26-Sep-13"
}