{
  "countries": [
    "Germany"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer"
  ], 
  "section_title": "SB-12", 
  "enb_start_date": "17-Jul-00", 
  "enb_short_title": "LULUCF", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The twelfth sessions of the subsidiary bodies (SB- 12) of the FCCC were held from 12-16 June 2000 in Bonn, Germany, preceded by one week of informal meetings.", 
    "Delegates continued to work toward fulfilling the BAPA by focusing on a range of technical and political issues aimed at laying the foundation for negotiations on a comprehensive agreement to be completed at COP-6.", 
    "They adopted 21 draft conclusions on various issues, including policies and measures, LULUCF, guidelines under Articles 5 (methodological issues), 7 (communication of information) and 8 (review of information) of the Protocol, technology transfer, and mechanisms.", 
    "SB-12 also adopted the Report of the Joint Working Group on Compliance. Regarding LULUCF, participants at SB-12 received an in- depth briefing on the new Special Report of the Intergovernmental Panel on Climate Change (IPCC), which had been developed following a request at SBSTA-8 in June 1998 to produce a scientific and technical report on this topic.", 
    "In addition, SBSTA-12 adopted conclusions that, inter alia: requested indication of how the additional activities proposed by Parties in their submissions, due on 1 August 2000, relate to the objectives and principles of the FCCC and Protocol; agreed to a data reporting format for Parties' 1 August submissions and decided to consider this data at SBSTA-13; requested Parties to provide textual proposals on Article 3.3 and 3.4; and asked the SBSTA Chair, with the FCCC Secretariat, to prepare a synthesis of textual proposals from Parties' 1 August submissions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12141e.html", 
  "enb_long_title": "Workshop on Land-Use, Land-Use Change and Forestry", 
  "type": "", 
  "id": "enb12141e_7", 
  "enb_end_date": "17-Jul-00"
}