{
  "countries": [], 
  "topics": [
    "Adaptation", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "OUTCOMES ON THE NWP AT SBSTA 28 AND SBSTA 29:", 
  "enb_start_date": "10-Mar-09", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "At SBSTA 28 , the NWP was the subject of extensive discussions in a contact group and informal consultations.", 
    "In its conclusions, the SBSTA requested the UNFCCC Secretariat to organize, before SBSTA 30, a technical workshop on increasing economic resilience to climate change and reducing reliance on vulnerable economic sectors, including through economic diversification.", 
    "The SBSTA also requested a technical workshop on integrating practices, tools and systems for climate risk assessment and management and disaster risk reduction strategies into national policies and programmes.", 
    "At SBSTA 29 , which was held alongside COP 14 in December 2008, discussions on the NWP focused on identification of recommendations to be forwarded to the SBI for its consideration, and consideration of the need for a group of experts and its possible role.", 
    "In its conclusions, the SBSTA, inter alia : invited parties to expand the roster of experts to ensure that all areas of expertise relevant to the NWP are represented; and provided the SBI, for its possible consideration, with information and advice emerging from the implementation of the first phase of the NWP, as contained in an annex to the decision text.", 
    "The annex covers relevant information and advice to the SBI relating to methods and tools, data and observations; climate modeling, scenarios and downscaling; climate-related risks and extreme events; socioeconomic information; adaptation planning and practices; research; technologies for adaptation; and economic diversification."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12396e.html", 
  "enb_long_title": "Workshop on Integrating Practices, Tools and Systems for Climate Risk Assessment and Management and Disaster Risk Reduction Strategies into National Policies and Programmes", 
  "type": "special workshop", 
  "id": "enb12396e_3", 
  "enb_end_date": "12-Mar-09"
}