{
  "countries": [
    "Canada", 
    "Netherlands", 
    "Italy", 
    "Sudan", 
    "Costa Rica", 
    "France", 
    "United States", 
    "Russian Federation", 
    "Peru", 
    "Switzerland", 
    "New Zealand", 
    "Malawi", 
    "Saudi Arabia", 
    "Australia", 
    "Cuba", 
    "Mexico", 
    "United Kingdom", 
    "Slovenia", 
    "Austria", 
    "Germany", 
    "Uganda", 
    "Belgium", 
    "China", 
    "Spain"
  ], 
  "topics": [
    "IPCC Governance", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "SCOPE, CONTENT AND PROCESS FOR AN AR4 SYNTHESIS REPORT", 
  "enb_start_date": "09-Nov-04", 
  "enb_short_title": "IPCC-22", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Delegates discussed the AR4 Synthesis Report in the plenary on Tuesday, Wednesday and Thursday and in contact group meetings held on Wednesday and Thursday.", 
    "On Thursday afternoon, delegates approved a process for developing a Synthesis Report.", 
    "Throughout the discussions, the issues of timing and content of the Synthesis Report proved to be the greatest challenges for negotiations. In Tuesday\u0092s plenary session, Chair Pachauri outlined the proposal for an AR4 Synthesis Report (IPCC-XXII/Doc.5) and emphasized the need for such a report, noting that its length should be limited to about 30 pages, and explaining that the proposed writing team would consist of four to six writers from each Working Group.", 
    "IPCC Secretary Christ introduced two possible timelines, noting that both options take into account IPCC-XIX/Decision 6, requiring that the Synthesis Report be finalized in the last quarter of 2007.", 
    "Martin Manning, Working Group I Technical Support Unit, expressed concern regarding the proposed timeline for presenting an advance copy of an AR4 Synthesis Report at UNFCCC COP-13 in November 2007, and urged postponing a decision on timing. Many delegates supported producing the AR4 Synthesis Report, and stressed the need for agreement on its scope and timing.", 
    "The US pointed to potential problems related to drafting the Synthesis Report prior to approval of the Working Group reports.", 
    "Switzerland said the Synthesis Report should present findings since the TAR. Some delegates stressed that trying to finalize the Synthesis Report in time for COP-13 might compromise the report's quality.", 
    "Working Group III Co-Chair Davidson stressed that quality is a given parameter, and emphasized the importance of completing the report by COP-13 for its findings to reach policymakers, with Germany stating that the UNFCCC is the IPCC\u0092s 'main customer.", 
    "' The UK said no Synthesis Report by COP-13 would represent a 'retrograde step' and make the IPCC 'irrelevant,' in the views of some. On Wednesday morning, Martin Parry, Working Group II Co-Chair, suggested that work on the Synthesis Report begin earlier, giving writers an opportunity to brainstorm about key issues and monitor their development in the Working Group SPMs. The Netherlands and Mexico advocated overlap between the Working Group and Synthesis Report writing processes to allow re-examination by the Working Groups of any inconsistencies identified by the Synthesis Report process.", 
    "The US said work on the Synthesis Report should not be initiated until after the completion of expert reviews of the Working Group reports, including the incorporation of comments into the reports. Many delegates agreed that the Synthesis Report must be short and concise.", 
    "Cuba, Costa Rica, Peru and others emphasized that the Synthesis Report must use inputs from the best experts with balanced geographical representation, and said cross-cutting themes should be integrated into the substance of the report.", 
    "Some delegates stressed that the Synthesis Report reflect a true synthesis of the Working Group reports, as well as the special reports. China questioned the Synthesis Report\u0092s added value and stated that if the Synthesis Report is prepared, it should provide a full explanation of uncertainties to avoid misleading policymakers. Malawi, Uganda, the Netherlands, Spain, Peru and others reiterated the need to produce the Synthesis Report by UNFCCC COP-13 in 2007.", 
    "Slovenia favored producing the Synthesis Report by COP-13, but only if this does not compromise quality.", 
    "The US expressed concern that time constraints would compromise the preparation of a high quality report.", 
    "Belgium said producing the Synthesis Report by COP-13 need not compromise quality, and opposed postponing delivery. Chair Pachauri established a contact group to further examine content, length and timing of the Synthesis Report. During the contact group\u0092s discussions, co-chaired by Geoff Love (Australia) and Ismail Elgizouli (Sudan), delegates stressed that listing topics should not constrain authors but should instead provide guidance, with some stating that the debate was preliminary and that content should not be finalized at this time. A new timeline was proposed, and several participants expressed concern that it was too tight, noting in particular that it calls for approval by the IPCC one week prior to COP-13. During Thursday morning\u0092s plenary session, Co-Chair Love reported on progress made in the Contact Group, noting agreement that the proposed content should be considered flexible and as guidance for the authors.", 
    "On content, participants debated proposed changes to the topic heading on 'stabilization of GHG in the context of sustainable development,' which had been changed to 'sustainable development and mitigation in the long-term context.", 
    "' Some supported retaining the term 'stabilization,' while others favored its deletion.", 
    "The contact group reconvened to discuss this issue. In the contact group, delegates discussed the proposed topic on the long-term context.", 
    "Some delegates supported making reference to UNFCCC Article 2 (Objective), but after others opposed, the reference was removed.", 
    "Some insisted on referring to different stabilization scenarios in a bullet point, but others opposed and the issue was again put before Plenary. In the Thursday afternoon plenary, Chair Pachauri introduced a new version of the proposal for a Synthesis Report (IPCC- XXII/Doc.5/Rev.1).", 
    "He explained the proposed Synthesis Report would consist of two parts, a SPM of up to five pages of text and a longer report of up to 30 pages of text.", 
    "He noted that this page-limit would include maps and figures but not indices. Delegates then discussed content.", 
    "New Zealand and the Netherlands emphasized that the topic headings reflected agreed wording for chapter titles, while the bullet points under each heading were only meant as guidelines for authors, and asked that a sentence to that effect be included in the proposal. On the long-term perspective, China opposed referring to stabilization scenarios in a bullet point.", 
    "Chair Pachauri proposed inserting the text 'different scenarios of GHG concentrations' instead of 'stabilization,' which many delegates said they could accept as a compromise.", 
    "However, China, with Saudi Arabia, opposed this formulation, and supported using only 'scenarios,' stating that other scenarios are also covered.", 
    "The US said the Report\u0092s authors would address all scenarios and there was no need to be specific.", 
    "The Russian Federation insisted that 'stabilization' be retained, stating that this is the main objective of the UNFCCC.", 
    "Chair Pachauri proposed that only 'scenarios' be referenced.", 
    "France, the Netherlands and others regretted that stabilization was not mentioned, but agreed to the proposal.", 
    "Canada regretted the absence of the terms 'GHG' and 'stabilization' anywhere in the section on content.", 
    "Chair Pachauri said the Russian Federation\u0092s opposition to deleting 'stabilization' would be noted in the record.", 
    "It was decided that the Chair\u0092s proposal to only reference 'scenarios' would be used in the final document. On adaptation and mitigation options and responses, the US, supported by New Zealand, Germany, the Netherlands and Saudi Arabia, suggested that authors should consider the same factors for both adaptation and mitigation. The US suggested adding a sixth topic in the content section that identifies robust findings, key uncertainties and research needs.", 
    "Cuba, supported by Belgium, said cross-cutting issues should be well integrated into the Synthesis Report.", 
    "Contact Group Co-Chair Love noted that there was agreement that cross-cutting themes would be integrated in the Report. Chair Pachauri stated that, in keeping with IPCC procedure, the members of the Synthesis Report Writing Team would be selected by the Chair in consultation with the Working Group Co-Chairs and that the composition of the Writing Team would be approved by the Bureau.", 
    "New Zealand, supported by Italy and Belgium, recommended that Working Group Report Review Editors could be considered for the Synthesis Report writing team. On the timing of the delivery of the Synthesis Report, Chair Pachauri noted agreement among the Technical Support Units and the Working Group Co-Chairs that the Synthesis Report could be completed by COP-13 without a loss in quality. Saudi Arabia said delivery prior to COP-13 may cause writers to be pressured by political considerations and recommended postponing a decision on this issue.", 
    "Germany urged that the Synthesis Report be completed by COP-13.", 
    "He added that political considerations should not influence the timing of the report.", 
    "The US and Saudi Arabia expressed hesitance that a high-quality report could be completed by COP-13.", 
    "The US also called for consideration of the authors\u0092 needs.", 
    "Belgium said the schedule appeared reasonable and Austria noted that the Co-Chairs felt that the schedule would not compromise the quality of the reports.", 
    "IPCC Secretary Christ and Chair Pachauri noted that the proposed timetable is similar to that used for the TAR Synthesis Report. Chair Pachauri said he would contact the UNFCCC Executive Secretary to determine whether COP-13 could be postponed by one month to address any lingering concerns regarding the Synthesis Report.", 
    "UNFCCC SBSTA Coordinator Halldór Thorgeirsson said he would also inform the UNFCCC Executive Secretary, but noted that postponement would have to be decided by the Parties."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12248e.html", 
  "enb_long_title": "IPCC-22", 
  "type": "ipcc", 
  "id": "enb12248e_15", 
  "enb_end_date": "11-Nov-04"
}