{
  "countries": [
    "Canada", 
    "Bangladesh", 
    "Oman", 
    "Malta", 
    "United States", 
    "Belarus", 
    "Argentina", 
    "Saudi Arabia", 
    "Australia", 
    "Algeria", 
    "South Africa", 
    "Iceland", 
    "Slovenia", 
    "China", 
    "Chile", 
    "United Arab Emirates", 
    "Russian Federation", 
    "Japan"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "REVIEW OF IMPLEMENTATION OF COMMITMENTS AND OF OTHER PROVISIONS OF THE UNFCCC", 
  "enb_start_date": "05-Dec-03", 
  "enb_short_title": "UNFCCC COP-9", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "National communications from Annex I Parties: The EU and JAPAN reported on activities to reduce emissions and noted progress in meeting their Protocol targets.", 
    "CANADA, AUSTRALIA and the US highlighted domestic measures.", 
    "The RUSSIAN FEDERATION, BELARUS and SLOVENIA said the decline in emissions in their countries is due to the decoupling of GDP and emissions, and not due to economic decline.", 
    "The G-77/CHINA expressed concern over the increase in Annex I emissions and appealed for political commitment.", 
    "ARGENTINA, opposed by the US, questioned the appropriateness of the emissions intensity measurement.", 
    "SAUDI ARABIA, UNITED ARAB EMIRATES, ALGERIA, and OMAN noted concern over the impact of response measures on developing countries. AOSIS, with BANGLADESH, said that failure to mitigate emissions has resulted in the need to increase adaptation measures.", 
    "ICELAND called for the application and transfer of existing technologies, and SOUTH AFRICA called for demonstrable leadership by Annex I Parties.", 
    "Opposing US climate policy, CLIMATE ACTION NETWORK called for the entry into force of the Protocol.", 
    "The CLIMATE ALLIANCE stressed the need to include local and regional government P&Ms in national communications.", 
    "COP President Persányi said José Manuel Ovalle (Chile) and Michael Zammit-Cutajar (Malta) would co-chair a contact group on this issue."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12225e.html", 
  "enb_long_title": "Ninth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12225e_1", 
  "enb_end_date": "05-Dec-03"
}