{
  "countries": [
    "Turkey", 
    "Bahamas", 
    "Saudi Arabia", 
    "Australia", 
    "Bangladesh", 
    "South Africa", 
    "Iceland", 
    "Micronesia", 
    "United States", 
    "China", 
    "Japan", 
    "New Zealand", 
    "Norway"
  ], 
  "topics": [], 
  "section_title": "SHARED VISION:", 
  "enb_start_date": "03-Apr-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Chair La Viña invited parties comments on three possible components of a negotiating text, suggesting that a shared vision should be based on implementation of the Convention, and should include principles and the four building blocks.", 
    "The G-77/CHINA and South Africa, for the AFRICAN GROUP, reiterated that a shared vision should be aspirational and inspirational, based on the principles and implementation of the Convention, and should treat all building blocks equally.", 
    "NEW ZEALAND, AUSTRALIA, the US and TURKEY said a shared vision needs to be brief and concise.", 
    "JAPAN said it should be philosophical rather than concrete.", 
    "SAUDI ARABIA proposed to focus on the interactions among the four building blocks.", 
    "The Bahamas, for AOSIS, with BANGLADESH, highlighted the right to survival.", 
    "NEW ZEALAND stressed the need to reflect recent scientific evidence and, with AUSTRALIA, noted changing national circumstances.", 
    "CHINA stressed a gap in the implementation of the Convention and historical responsibility.", 
    "The EU underlined the transition to a low-carbon society.", 
    "ICELAND, with NORWAY and the EU, stressed a forward-looking perspective and gender balance.", 
    "MICRONESIA, with the BAHAMAS, highlighted urgency.", 
    "Chair La Viña identified convergence on the view that the text on a shared vision should highlight the implementation of the Convention and reflect the overall direction of the four building blocks and their interaction.", 
    "He noted different views as to whether to reflect principles not contained in the Convention or the Bali Action Plan, and if so, which principles."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12402e.html", 
  "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)", 
  "type": "working group", 
  "id": "enb12402e_4", 
  "enb_end_date": "03-Apr-09"
}