{
  "countries": [
    "Spain"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "SESSION 10: KEY MESSAGES AND CONCLUSION OF THE WORKSHOP", 
  "enb_start_date": "12-Oct-09", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "During the afternoon, the breakout group facilitators provided reflections and key messages from the workshop.", 
    "Nana Künkel stressed conceptual and scientific work in the area of integration and urged examining links in order to make activities more climate proof.", 
    "She also identified interest in legislative approaches to adaptation, which could address dealing with uncertainty.", 
    "William Kojo Agyemang-Bonsu identified three key messages: climate change adaptation is location-specific, as are requirements for integration; adaptation is incomplete until the necessary financial resources are in place; and good practices include involvement of the local people.", 
    "Dawn Pierre-Nathoniel stressed the necessity of integration and mainstreaming of adaptation, cautioned against maladaptation, and advocated making appropriate linkages and looking for opportunities for integration across sectors.", 
    "She also said the power of awareness must not be underestimated.", 
    "Thomas Kolly stressed that development is crucial and expressed hope that some of these discussions would spill over into the negotiations.", 
    "He said all stakeholders and sectors should be included in the process, and that, while conditions vary by country, there are lessons to be learned.", 
    "He was pleased the workshop included both negotiators and practitioners.", 
    "Amjad Abdulla underlined the importance of engaging all sectors and all levels in adaptation activities.", 
    "He stressed that: adaptation is an ongoing activity; there is no single design or activity that would be suitable in every situation; and adaptation is an additional burden on developing countries.", 
    "Chair Plume highlighted that successful integration of approaches to adaptation planning should aim to enhance synergy, coherence and consistency of processes and objectives.", 
    "She underlined the need for establishing partnerships to support integration, and noted that challenges to integration are political, technical, financial and institutional, including lack of awareness, capacity and sufficient resources.", 
    "Chair Plume also identified opportunities such as the use of existing DRR practices and institutions, as well as NAPAs and national communications.", 
    "On priority areas, she noted information sharing, development of tools and guidelines for integration, identification of appropriate entry points, legislative and policy frameworks and stakeholder consultation.", 
    "She concluded by underlining that integration is an essential aspect of the adaptation discourse and that its aim is to enhance adaptive capacity, reduce vulnerability and enable climate-resilient development.", 
    "The Secretariat will produce a report of the workshop, which will be available on the Secretariat s website.", 
    "The Secretariat invited participants to a side event on the NWP to be held at the resumed negotiating session in Barcelona, Spain, on 3 November 2009, where partner organizations will present their activities under the NWP.", 
    "Chair Plume closed the workshop at 3:07 pm."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12440e.html", 
  "enb_long_title": "UNFCCC Technical Workshop on Advancing the Integration of Approaches to Adaptation Planning", 
  "type": "special workshop", 
  "id": "enb12440e_21", 
  "enb_end_date": "14-Oct-09"
}