{
  "countries": [
    "Canada", 
    "Gambia", 
    "Central African Republic", 
    "United States", 
    "Peru", 
    "Switzerland", 
    "Venezuela", 
    "Burkina Faso", 
    "Saudi Arabia", 
    "Australia", 
    "Iran", 
    "Mexico", 
    "India", 
    "Togo", 
    "Zimbabwe", 
    "China", 
    "Colombia", 
    "Hungary"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer"
  ], 
  "section_title": "SECOND REVIEW OF THE ADEQUACY OF ANNEX I PARTY COMMITMENTS", 
  "enb_start_date": "02-Jun-98", 
  "enb_short_title": "8th Session SBSTA & SBI, AG13 6", 
  "subtype": "", 
  "actors": [
    "Organisation for Economic Co.operation and Development", 
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "On Wednesday, 3 June, SBI began consideration of the second review of the adequacy of Annex I Party commitments.", 
    "The G-77/CHINA, supported by many G-77 members and CHINA, said the Kyoto Protocol was the first step in the review process and noted that the group was working on a draft decision.", 
    "The EU welcomed Kyoto Protocol provisions for a review at COP/MOP-2 and for initiating consideration of second period commitments.", 
    "Noting the desire for increasingly global participation, he said the EU was ready for discussions with all Parties at COP-4 and beyond, under FCCC Article 7.2 on regular review of Convention implementation.", 
    "He noted an FCCC provision for non-Annex I Parties to opt for targets. AUSTRALIA and the EU said all the scientific evidence indicates that actions by Annex I countries alone would be insufficient.", 
    "The US noted findings that this is due to the small number of Parties involved.", 
    "SAUDI ARABIA, THE GAMBIA, COLOMBIA, IRAN and INDIA opposed any consideration of voluntary commitments at COP- 4.", 
    "The CENTRAL AFRICAN REPUBLIC called for a decision on the adequacy of Annex I commitments before consideration of other country commitments.", 
    "IRAN said it is natural to assess new Annex I commitments. BURKINA FASO emphasized obligations related to developing countries, specifically on technology transfer.", 
    "CHINA, supported by HUNGARY, called for a review of FCCC implementation, not just commitments.", 
    "CANADA said future reviews should cover the effect of actions by all Parties over time and that SBSTA should provide scientific and technical information for such a review.", 
    "HUNGARY noted many Annex I countries will meet their FCCC obligations.", 
    "He opposed deferring SBI consideration of the review to other bodies.", 
    "SAUDI ARABIA recommended discussing non- Annex I Parties' commitments only after the Kyoto Protocol enters into force. SWITZERLAND said the second review should, inter alia, address stabilization of GHG emissions by Annex I Parties, and, citing Article 7.2 (a), said the issue of adequacy should not be restricted to Annex I Parties.", 
    "The EU noted that Article 7 discusses review of 'implementation' of the Convention, not just targets.", 
    "The US noted that the objective of the Convention cannot be achieved simply through Article 4.2(a) or (b).", 
    "CHINA insisted that Article 7's reference to 'the' Parties does not include 'all' Parties and warned 'the North' that pushing too hard risks complete failure. Discussion continued on Friday, 5 June.", 
    "The G-77/CHINA, supported by TOGO, said that: COP-4's second review must respect the FCCC mandate and not be distracted by extraneous consideration of new commitments for non-Annex I Parties; COP-4 should convene the next review at the same time as the review at COP/MOP-2, in accordance with Article 9.2 of the Protocol; and subsequent reviews should take place in the year preceding the termination of successive Protocol commitment periods. The US asked the G-77/CHINA if the intention was to confine discussion of the second review to that agenda item at COP-4; and about the timing of future reviews.", 
    "The G-77/CHINA: said the second review should be limited to that foreseen in Article 4; noted it would be logical to hold the next review at the same time as COP/MOP-2; and indicated flexibility on timing of subsequent reviews.", 
    "Referring to newly industrialized countries, the US expressed interest in exploring ways to move beyond the static world created by the Annex I list.", 
    "A way to modify the Annexes was needed.", 
    "HUNGARY said the timing of reviews should not be linked to the unratified Kyoto Protocol. SAUDI ARABIA recalled the existing FCCC provision for any Party to undertake Annex I commitments.", 
    "PERU said the Kyoto Protocol was a very delicate balance.", 
    "Raising developing country commitments at COP-4 would be a danger for the international community and for the environment.", 
    "CHINA said the G-77/China position clearly stated that developing countries would not accept new commitments under any guise.", 
    "MEXICO said questions on OECD membership are inappropriate.", 
    "VENEZUELA stated that Article 4.2(d) only calls for review of commitments under 4.2(a) and (b).", 
    "AOSIS said that Parties should not distract from Protocol implementation, noting the CDM will assist sustainable growth with climate protection. The Chair asked Jennifer Irish (Canada) and Margaret Mukahanana (Zimbabwe) to co-chair a contact group to prepare a draft decision.", 
    "On Wednesday, 10 June, the group presented a draft conclusion in the name of the Co-Chairs, reflecting different views (FCCC/SBI/1998/CRP.4).", 
    "The draft conclusions, inter alia: reiterate the conclusions of COP-1 that FCCC Article 4.2(a) and (b) are not adequate; recognize the Kyoto Protocol as an important step; and note differing views of the G-77/China and others on the following: whether new commitments by non-Annex I Parties should be introduced; whether the review should consider action by all Parties as necessary to meet the objective of the Convention or just to Article 4.2(a) and (b); and whether the third review should be carried out at COP/MOP-2 or be determined by the COP at future sessions.", 
    "The draft conclusions invite Parties to submit views by 15 August 1998 to the Secretariat for compilation by SBI-9."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1286e.html", 
  "enb_long_title": "Eighth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "SBI", 
  "id": "enb1286e_15", 
  "enb_end_date": "12-Jun-98"
}