{
  "countries": [
    "Brazil", 
    "Saudi Arabia", 
    "Australia", 
    "South Africa", 
    "India", 
    "United States", 
    "China", 
    "Japan"
  ], 
  "topics": [
    "Forests", 
    "Mitigation", 
    "National Communications & Inventories"
  ], 
  "section_title": "Mitigation", 
  "enb_start_date": "02-Nov-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "Group of 77"
  ], 
  "sentences": [
    "On mitigation, the BAP contains the following sub-paragraphs: 1(b)(i) on mitigation by developed countries; 1(b)(ii) on mitigation by developing countries; 1(b)(iii) on reducing emissions from deforestation and forest degradation in developing countries; conservation, sustainable management of forests and enhancement of forest carbon stocks (REDD-plus); 1(b)(iv) on sectoral approaches; 1(b)(v) on various approaches to enhance the cost-effectiveness of mitigation action, including markets; and 1(b)(vi) on consequences of response measures.", 
    "The contact group on mitigation was chaired by Chair Zammit Cutajar.", 
    "At the group s first meeting on 2 November, parties agreed to that the six sub-groups focusing on the mitigation sub-paragraphs of the BAP established in Bangkok would continue their work through informal meetings.", 
    "The overarching contact group on mitigation convened throughout the week in contact groups and informal meetings.", 
    "In the opening contact group on 2 November, Chair Zammit Cutajar explained that he would direct parties attention to proposals for common frameworks for mitigation action, as contained in non-paper No.", 
    "28 resulting from the first part of AWG-LCA 7 in Bangkok.", 
    "Discussions over the week did not make much progress.", 
    "Australia, the US and Japan gave further clarification of their proposals for common mitigation frameworks for all parties, while developing countries opposed their discussion.", 
    "Brazil, for the G-77/China, supported by South Africa, China and Saudi Arabia, expressed concern with the compatibility of proposals on common mitigation frameworks with the Convention and the BAP.", 
    "They also expressed concern with selectively considering only certain Convention articles.", 
    "India suggested deleting the proposals on common mitigation frameworks, with the G-77/China noting that the proposals create difficulties for progress in other areas.", 
    "The US underlined that their interpretation of the Convention and the BAP is different from that of the G-77/China, but legitimate.", 
    "He explained that the idea behind the US proposal for common mitigation frameworks is to enhance communication of information by parties on what actions they are taking.", 
    "Noting that more detail leads to more planning and robustness, he said enhanced communication could be done in two respects: in relation to frequency of communication and in relation to what type of information to report.", 
    "Australia noted preference for a simple schedules approach, whereby developed countries take on economy-wide emission reduction targets, while developing countries have flexibility and their mitigation actions are enabled and supported.", 
    "On MRV, he explained that review could be based on national communications and greenhouse gas inventories, fully involve parties, be open, result in recommendations and have no consequences for non-compliance.", 
    "Japan underlined that an MRV scheme should apply to all parties, while being robust and transparent, and build on national communications and inventories.", 
    "Brazil said there is space for discussing reporting issues under the Subsidiary Body on Implementation (SBI) but not under the BAP.", 
    "In the attempt to move discussions forward, AWG-LCA Chair Zammit Cutajar presented an informal paper on 5 November.", 
    "The paper addresses major interdependencies on mitigation, cross-cutting issues under sub-paragraphs 1(b)(i) and 1(b)(ii) of the BAP and general mitigation issues, as well as provisions of the Convention related to provision of information on emissions or actions.", 
    "Parties briefly addressed major interdependencies between mitigation sub-paragraphs, with developing countries also noting links to other paragraphs of the BAP and overlaps with the Protocol.", 
    "The rest of the informal paper was not discussed in detail.", 
    "In the final contact group meeting on 6 November, Chair Zammit Cutajar noted the lack of progress and difficulty in moving forward, since parties are pulling in different directions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12447e.html", 
  "enb_long_title": "Barcelona Climate Change Talks 2009", 
  "type": "", 
  "id": "enb12447e_27", 
  "enb_end_date": "06-Nov-09"
}