{
  "countries": [
    "Canada", 
    "Japan", 
    "Panama", 
    "Australia"
  ], 
  "topics": [
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "SHOW ME THE MONEY", 
  "enb_start_date": "01-Oct-11", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Finance is the common thread that underpins the future viability and credibility of mechanisms, including on adaptation and technology, which were established under the Cancun Agreements and are set to be operationalized in Durban.", 
    "Developing countries see financial commitments by developed countries as a precondition for undertaking any action on climate change and are now raising questions about the possibility of a financing gap, expressing fears that the Green Climate Fund will just be an empty shell.", 
    "The problem arises from the ambiguity of the financing provision in the Copenhagen Accord.", 
    "In the Accord, developed countries commit to provide US$30 billion for the period 2010-2012 and to jointly mobilize US$100 billion dollars a year by 2020 to address the needs of developing countries.", 
    "The big question is what happens in the intervening years between 2012 and 2020?", 
    "The EU, US and other developed countries have consistently played down concerns, maintaining their commitment to mobilize financial resources from a mix of both private and public sources.", 
    "In the name of transparency, developed countries have also gone to great lengths to showcase fast-start finance activities and an information event on this took place in Panama, which provided an opportunity to present and discuss key lessons learned in the implementation of Fast-Start Finance.", 
    "However, against the backdrop of the prevailing debt crisis and a gloomy, global economic outlook these assurances do not sit comfortably with many.", 
    "The G-77 fought hard in Panama to keep the focus on long-term financing, which developed countries were initially reluctant to address, saying that it had been adequately considered in the report of the Secretary-General s High-level Advisory Group on Climate Change Financing and elsewhere.", 
    "At one point is seemed as if the finance discussions might break down entirely until the EU extended an olive branch by tabling a submission on long-term finance.", 
    "This was followed by a joint submission from Japan, Canada and Australia.", 
    "These submissions reaffirm the commitment of these countries to long-term financing.", 
    "The reality is that without explicit agreement on finance that satisfies developing countries, it is going to be difficult to agree on anything else."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12521e.html", 
  "enb_long_title": "UN Climate Change Conference October 2011", 
  "type": "WORKING GROUP", 
  "id": "enb12521e_31", 
  "enb_end_date": "07-Oct-11"
}