{
  "countries": [
    "United States", 
    "Bahamas", 
    "Maldives", 
    "China", 
    "Uganda", 
    "Thailand", 
    "Tuvalu"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "National Communications & Inventories"
  ], 
  "section_title": "Reports on Inter-sessional Activities:", 
  "enb_start_date": "30-Jul-01", 
  "enb_short_title": "COP-6 bis", 
  "subtype": "", 
  "actors": [
    "Group of 77"
  ], 
  "sentences": [
    "Delegates considered reports on inter-sessional activities on 24 and 27 July (FCCC/SBI/2001/L.1).", 
    "In particular, they considered further work concerning LDCs, work on the Consultative Group of Experts (CGE) on non-Annex I communications, and ongoing activities on reporting and review of greenhouse gas inventories in Annex I Parties. On further work concerning the LDCs, the SBI heard a report from Uganda, speaking on behalf of the coordinator for LDCs, on the technical input given to the Third UN Conference on the LDCs, which was held in Brussels in May 2001.", 
    "He said that the Programme of Action that was adopted at this conference includes specific mention of the urgent need to address global environmental concerns on the basis of the principle of common but differentiated responsibilities.", 
    "It also highlights the low adaptive capacity of LDCs to the adverse effects of climate change.", 
    "Delegates also considered the development of guidelines for the preparation of national adaptation programmes of actions (NAPAs).", 
    "Tuvalu, for the LDCs, reported on a workshop on this issue, underlining some progress on the establishment of the guidelines.", 
    "He said more work was needed and proposed a workshop in the Maldives, before COP-7, to further develop NAPA guidelines.", 
    "The SBI took note of these reports.", 
    "It also thanked the Maldives for an offer to host the NAPA workshop. Regarding the work of the Consultative Group of Experts (CGE) on National Communications from Parties not included in Annex I, the SBI heard a preliminary report on 24 July from Group Chair Vute Wangwacharakul (Thailand).", 
    "He noted that, in an examination of 50 national communications, the Group had identified a number of problems that may be addressed, inter alia, through the provision of adequate financial and technical assistance.", 
    "The G-77/China said the recommendations of the CGE were based only on a limited number of national communications, and that a more comprehensive aggregate analysis was needed, while the US said such recommendations should form the basis for the development of new guidelines for national communications to be adopted at COP-7.", 
    "Following these statements, a Friends of the Chair group, facilitated by Philip Weech (Bahamas), was convened to consider the CGE's preliminary report.", 
    "The SBI subsequently adopted the draft conclusions on this matter (FCCC/SBI/2001/CRP.2), which invites Parties to submit their views on the CGE's preliminary report, and on the current progress on the process to improve guidelines for subsequent non-Annex I national communications.", 
    "The date set for receipt of these views is 15 September 2001.", 
    "The conclusions request the Secretariat to compile these submissions and prepare a consolidated report on the matter for SBI-15. Regarding ongoing activities on reporting and review of greenhouse gas inventories in Annex I Parties, the US suggested, in the SBI on 24 July, a more comprehensive testing of the guidelines by all Parties during the trial period and that revised guidelines be adopted at COP-8.", 
    "SBI Chair Ashe said SBSTA-15 will have a substantive consideration of this agenda item.", 
    "The SBI took note of the oral report on the ongoing and planned activities on this issue."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12176e.html", 
  "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION", 
  "type": "", 
  "id": "enb12176e_58", 
  "enb_end_date": "30-Jul-01"
}