{
  "countries": [
    "Saudi Arabia", 
    "Australia", 
    "Bangladesh", 
    "South Africa", 
    "Finland", 
    "China", 
    "Niue", 
    "Kenya", 
    "Nigeria"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Adaptation", 
    "Technology Transfer"
  ], 
  "section_title": "COP 12 REPORT", 
  "enb_start_date": "06-Nov-06", 
  "enb_short_title": "COP/MOP2", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Umbrella Group", 
    "African Group", 
    "Group of 77 and China", 
    "Group of 77"
  ], 
  "sentences": [
    "COP 12 opened on Monday morning, 6 November.", 
    "Arthur Moody Awori, Vice-President of Kenya, welcomed delegates.", 
    "Noting that sub-Saharan Africa will be among the regions hardest hit by climate change, he called for an environmentally sound and equitable global strategy to provide a post-2012 response to climate change.", 
    "Anna Tibaijuka, Director-General of the UN Office at Nairobi and UN-HABITAT's Executive Director, noted that the biggest environmental and human settlement challenges are in developing countries.", 
    "The COP elected Kivutha Kibwana, Kenya's Minister of Environment and Natural Resources, as President of COP 12.", 
    "President Kibwana said the Stern Review has highlighted the economic consequences of climate change.", 
    "He identified key conference goals, including: agreeing on concrete activities for the five-year programme of work on adaptation; encouraging equitable distribution of CDM projects; and using the review of the mandate of the Expert Group on Technology Transfer (EGTT) for new thinking on technology transfer. UNFCCC Executive Secretary Yvo de Boer highlighted moving from assessment to action on adaptation, strengthening and making the Clean Development Mechanism (CDM) more accessible, Joint Implementation (JI), technology transfer, and maintaining momentum in talks on the future.", 
    "Several countries then made opening statements.", 
    "South Africa, speaking on behalf of the Group of 77 and China (G-77/China), urged agreement on the five-year work programme on adaptation and the Adaptation Fund, supported a wider mandate for the Expert Group on Technology Transfer (EGTT), and called for initiating a process to consider the Resource Allocation Framework (RAF) of the Global Environment Facility (GEF).", 
    "Niue emphasized the need for technological and financial assistance for adaptation.", 
    "Finland, on behalf of the European Union (EU), highlighted the Stern Review and stressed the need for long-term action where adaptation complements mitigation.", 
    "Nigeria, for the African Group, noted that sub-Saharan Africa only accounts for 1.7% of CDM projects.", 
    "He underscored priorities such as the adaptation work programme, the SCCF, and the LDC Fund and Adaptation Funds.", 
    "Bangladesh, for the LDCs, urged compensation for victims of climate change and immediate funding and implementation of completed National Adaptation Plans of Action (NAPAs).", 
    "Australia, for the Umbrella Group, highlighted adaptation and technology transfer, the AWG and the Russian proposal on voluntary commitments.", 
    "Saudi Arabia called for progress on the issue of impacts on developing countries arising from countries \u0092 responses measures to climate change."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12318e.html", 
  "enb_long_title": "UN Climate Change Conference – Nairobi 2006", 
  "type": "COP", 
  "id": "enb12318e_7", 
  "enb_end_date": "17-Nov-06"
}