{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Adverse Effects & Response Measure", 
    "Technology Transfer"
  ], 
  "section_title": "COP-6 High-level Informal Discussions:", 
  "enb_start_date": "27-Nov-00", 
  "enb_short_title": "COP-6", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "On Monday, 20 November, President Pronk announced, in an informal high-level Plenary, that adverse effects was one of the 'crunch issues' for which agreement had not been reached on all elements.", 
    "He identified the outstanding issues to be: all aspects relating to funding; the question of whether to adopt one decision (covering Article 4.8 and 4.9 and Article 3.14) or two decisions (one for Article 4.8 and 4.9 and another for Article 3.14); which actions should be taken to address the impacts of response measures, and whether to include compensation; whether to use mandatory language in the context of actions to be taken by Parties, including financing; and linkages between Article 3.14 and negotiations on accounting, reporting and review. On Tuesday, 21 November, during the informal high-level Plenary, Parties responded to President Pronk's List of Issues under the Buenos Aires Plan of Action, where he had clustered adverse effects with capacity building, technology transfer, and guidance to the GEF in 'Box A.", 
    "' Summarizing the discussion, President Pronk said further unanswered questions on adverse effects related to how to give substance to the request for compensation on Article 3.14 and how to organize special facilities for LDCs.", 
    "The discussions were referred to informal consultations, co- facilitated by Ministers Auken and Mabudhafasi. On Wednesday, 22 November, Minister Mabudhafasi reported on progress made on Tuesday and noted that participants had recognized the need to move toward concrete action.", 
    "However, during the second informal high-level Plenary of the day, Minister Auken said that much remained unresolved, and informal contact groups had been formed to deal with specific issues. On Thursday, 23 November, Minister Auken reported that there was deadlock on key 'crunch' issues, and that assistance from contact group Co-Chairs Salamat and Kjellén had been requested."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12163e.html", 
  "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12163e_38", 
  "enb_end_date": "27-Nov-00"
}