{
  "countries": [
    "Brazil", 
    "Canada", 
    "Belarus", 
    "Japan"
  ], 
  "topics": [
    "Forests"
  ], 
  "section_title": "PROPOSAL FROM BELARUS TO AMEND ANNEX B OF THE PROTOCOL", 
  "enb_start_date": "06-Nov-06", 
  "enb_short_title": "COP/MOP2", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "A proposal to amend an annex to the Kyoto Protocol so as to allow Belarus to join the group of countries with emissions reduction commitments was the subject of lengthy negotiation during COP/MOP 2 .", 
    "The proposal to add Belarus to Annex B (FCCC/KP/CMP/2006/2), which lists countries that have agreed under the Protocol to cut their emissions, and sets out each country's specific target, was first raised in COP/MOP plenary on 10 November, before being referred to informal consultations conducted by Thelma Krug (Brazil).", 
    "During these consultations, it soon became apparent that some parties had concerns about the proposal.", 
    "These concerns related primarily to technical and legal uncertainties and also to the level of commitment proposed by Belarus in terms of its suggested emissions target.", 
    "Regarding the technical and legal implications of Belarus joining Annex B, a number of countries raised questions about the proposal, given that this would be the first amendment to the Protocol.", 
    "The Secretariat prepared a preliminary analysis of the legal implications of a possible amendment, clarifying matters relating to its entry into force, the legal implications of a possible amendment for parties to the Protocol that have not ratified the amendment, and various other technical issues.", 
    "These clarifications, and further discussions, eventually appeared to satisfy parties about the technical and legal feasibility of the proposal.", 
    "Another major point of discussion was over the level of commitment, with Belarus originally proposing a 5% reduction in its emissions from 1990 in the first commitment period of 2008-2012.", 
    "Canada, Japan, the EU and others questioned the scientific basis for this level of commitment, with one developed country noting that, while it reflects a similar level of commitment made by Annex B parties in 1997, the world has changed since then, and a decision on the level of commitment should now take into account updated scientific information.", 
    "Several parties also noted that, with discussions on post-2012 action now taking place, any decision on the Belarus proposal should send a positive signal about future levels of commitments.", 
    "In addition, there were also questions over how Belarus planned to use the flexible mechanisms, and particularly emissions trading, since it appeared very likely that the country would produce fewer emissions than its target for the period 2008-2012, and would therefore have the option of selling emissions reduction credits to other Annex B parties.", 
    "Finally, there were also questions about how Belarus might apply forest management activities set out under Protocol Article 3.4 (LULUCF additional activities), which allows for Annex B parties to elect to include certain carbon sinks activities that would affect accounting of Belarus \u0092 emissions for 2008-2012.", 
    "Due to these questions, a number of countries preferred further time to consider this issue.", 
    "However, Belarus sought to resolve the issues at COP/MOP 2 , eventually proposing clarifications and compromises in an attempt to assure other parties that it was not seeking to take advantage either of Article 3.4's forest management provisions or of the emissions trading market.", 
    "After taking the matter to the high-level ministerial consultations held during COP/MOP 2's final hours, a compromise agreement was finally reached on a decision to amend the Protocol to add Belarus to Annex B, with an emissions reduction target of minus 8%.", 
    "During the closing plenary, Thelma Krug noted this as an historic day, since this was the first amendment to the Protocol, and Belarus urged other parties to ratify the amendment. COP/MOP Decision : In its decision (FCCC/KP/CMP/2006/L.9), the COP/MOP adopts the amendment adding Belarus to Annex B.", 
    "It welcomes the decision of Belarus not to account for anthropogenic greenhouse gas emissions by sources and removals by sinks resulting from forest management under Article 3.4.", 
    "It also welcomes the fact that Belarus will use any revenue generated under emissions trading for further greenhouse gas abatement measures, subject to approval by the relevant authorities in the country."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12318e.html", 
  "enb_long_title": "UN Climate Change Conference – Nairobi 2006", 
  "type": "COP", 
  "id": "enb12318e_47", 
  "enb_end_date": "17-Nov-06"
}