{
  "countries": [
    "Australia", 
    "Chile", 
    "South Africa", 
    "Philippines", 
    "Uruguay", 
    "Costa Rica", 
    "Peru", 
    "Togo", 
    "China", 
    "Colombia", 
    "Bolivia", 
    "Barbados"
  ], 
  "topics": [
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "COP Decision", 
  "enb_start_date": "26-Nov-12", 
  "enb_short_title": "COP 18", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States", 
    "Group of 77", 
    "Group of 77 and China"
  ], 
  "sentences": [
    "In its decision (FCCC/CP/2012/L.16) on the Standing Committee, the COP: - welcomes the operationalization of the Standing Committee and the progress achieved; - endorses the work programme of the Standing Committee for 2013-2015; - welcomes the work on the forum of the Standing Committee and encourages the Standing Committee to facilitate the participation of the private sector, financial institutions and academia in the forum; - adopts the revised composition and working modalities of the Standing Committee; - decides that the Chair and Vice-Chair of the Standing Committee shall serve as co-chairs of the Standing Committee, effective from the first meeting of the Standing Committee in 2013; - decides to rename the committee as the Standing Committee on Finance; and - requests the committee, in preparing the first biennial assessment and overview of financial flows, to consider ways of strengthening methodologies for reporting climate finance; Green Climate Fund (GCF) Report and COP Guidance: GCF Co-Chairs Zaheer Fakir (South Africa) and Ewen McDonald (Australia) introduced the GCF s report (FCCC/CP/2012/5) during the COP opening plenary.", 
    "They highlighted the decision to select Songdo, the Republic of Korea, as the host of the GCF.", 
    "Barbados, for AOSIS, stressed that the COP should provide further guidance to the GCF Board on how to expedite the operationalization of the Fund and initiate an early and adequate replenishment process.", 
    "The Philippines, for the Group of 77 and China (G-77/China), supported guidance on issues, such as what the Fund will do and how to consider funding for projects.", 
    "Colombia, speaking for Chile, Costa Rica and Peru, with Bolivia, Uruguay and Togo, called for the provision of funds to facilitate the operationalization of the GCF.", 
    "The Republic of Korea, as host of the GCF, expressed commitment to facilitate the establishment of the interim secretariat as soon as possible."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12567e.html", 
  "enb_long_title": "Doha Climate Change Conference - November 2012", 
  "type": "", 
  "id": "enb12567e_14", 
  "enb_end_date": "08-Dec-12"
}