{
  "countries": [
    "Turkey", 
    "Brazil", 
    "Bangladesh", 
    "Kuwait", 
    "Costa Rica", 
    "France", 
    "Peru", 
    "Argentina", 
    "Bolivia", 
    "Norway", 
    "Ecuador", 
    "Benin", 
    "Saudi Arabia", 
    "Australia", 
    "Algeria", 
    "Cuba", 
    "Venezuela", 
    "Zambia", 
    "Japan", 
    "Guatemala", 
    "China", 
    "Chile", 
    "Dominican Republic", 
    "Tanzania", 
    "Spain", 
    "Maldives", 
    "Philippines", 
    "Indonesia", 
    "Mexico", 
    "United States", 
    "Sweden", 
    "Guyana", 
    "Switzerland", 
    "Grenada", 
    "New Zealand", 
    "Yemen", 
    "Pakistan", 
    "Uruguay", 
    "United Arab Emirates", 
    "Singapore", 
    "India", 
    "South Africa", 
    "Lesotho", 
    "Senegal", 
    "Colombia", 
    "Kenya", 
    "Tajikistan"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Mitigation", 
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Extension of the Kyoto protocol", 
    "Anthropogenic Interference with Climate System", 
    "Technology Transfer"
  ], 
  "section_title": "MINISTERIAL NEGOTIATIONS:", 
  "enb_start_date": "29-Nov-10", 
  "enb_short_title": "COP 16", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "African Group", 
    "Environmental Integrity Group"
  ], 
  "sentences": [
    "Negotiations leading to the Cancun Agreements took place under AWG-LCA 13 and AWG-KP 15.", 
    "During the second week, pairs of ministers from developed and developing countries facilitated discussions on issues including: shared vision; adaptation; mitigation; and finance and technology transfer.", 
    "A number of sub-groups were formed under mitigation, also chaired by pairs of developing and developed country ministers, to address: MRV and ICA; REDD+; CCS under the CDM; and response measures.", 
    "Progress was reported in informal stocktaking plenaries convened by COP President Espinosa late in the evening on 8 and 9 December, and at 6:00 pm and 9:30 pm on Friday, 10 December.", 
    "The informal plenaries sought to establish a degree of transparency and keep parties and observers informed about progress.", 
    "The section below describes these informal stocktaking plenaries.", 
    "It also includes closing statements during the joint COP and COP/MOP closing plenary, following the adoption of the Agreements.", 
    "Thursday, 9 December: The following progress reports were provided by ministers on their informal consultations during the informal stocktaking plenary late in the evening of 9 December: On a shared vision for long-term cooperative action, Sweden highlighted a focus on three issues: a temperature goal; a long-term global goal for emission reductions; and peaking of global emissions.", 
    "On finance , Bangladesh highlighted that consultations had resulted in two potentially acceptable options on the establishment of the proposed new climate fund.", 
    "On adaptation , Spain and Algeria noted consultations on the establishment of an adaptation committee, facilitation of access to funds, an international mechanism to address loss and damage, as well as consolidation of regional centers.", 
    "On MRV, New Zealand said that consultations focused on ICA and included issues such as frequency of ICA processes and categorization.", 
    "He highlighted positive engagement from a number of parties, as well as proposals submitted by developing countries that he expected to prove helpful in reaching a balanced text.", 
    "He identified balance between transparency and avoiding an unreasonable burden on countries as the key challenge.", 
    "On REDD+ , Norway and Ecuador reported on key outstanding issues: financing; scope of a REDD+ mechanism; connection between the national and sub-national levels; and MRV of safeguards.", 
    "Ecuador explained that parties were close to agreement on a balanced text.", 
    "Calling for a spirit of compromise, Norway said that no family, no community and no international community can survive without a compromise.", 
    "On technology , France underscored the need for convergence on issues including the establishment of a technology mechanism, a technology committee and the CTCN.", 
    "She explained that some parties would make further proposals on issues such as governance and that further work on technology appears to be necessary in 2011.", 
    "On CCS under the CDM and social and economic consequences of response measures , Switzerland indicated that parties views remained divergent, while expressing hope that after further consultations, a new text proposal could be submitted. AWG-LCA Chair Mukahanana-Sangarwe reported on issues under the AWG-LCA that were not subject to ministerial consultations.", 
    "On various approaches, including opportunities for using markets to enhance the cost-effectiveness of, and to promote, mitigation actions, she said that the group had not yet reported back.", 
    "On sectoral approaches, she said no agreement was reached.", 
    "She also explained that since parties were unable to agree on a paragraph concerning general framing, some were unwilling to address particular sectors.", 
    "She highlighted that text on agriculture is well advanced but that the group is not undertaking further consultations.", 
    "Underscoring the rapidly approaching deadline, President Espinosa encouraged further consultations to be held overnight.", 
    "She explained that in a few hours the Secretariat would circulate the draft texts reflecting work done during the informal consultations.", 
    "She urged parties to look beyond their national interests to reach agreement by Friday evening.", 
    "Friday, 10 December: The next informal stocktaking plenary convened at 6:00 pm on 10 December.", 
    "COP President Espinosa explained that negotiations have taken place continuously since Thursday evening and thanked parties and the Secretariat for their commitment.", 
    "She indicated that she had circulated new texts reflecting the work by the AWG-KP and AWG-LCA, under her own responsibility, stressing that these do not constitute a Mexican text, but are texts reflecting parties views.", 
    "She underscored that the process would remain inclusive and transparent.", 
    "Highlighting a limited time for a last push to improve the texts, President Espinosa suggested that parties study the new text and convene in the informal plenary at 8:00 pm.", 
    "Delegates gave her a long standing ovation.", 
    "The informal stocktaking plenary resumed at 9:30 pm.", 
    "COP President Espinosa emphasized that a balance had been struck with regard to the draft texts and observed that editorial errors in the draft texts were being addressed.", 
    "She underscored the transparent working method and, after receiving another standing ovation from parties and observers, she thanked delegates for their expressions of enthusiasm.", 
    "Bolivia requested clarification on the process and on the status of the texts: as negotiating texts; or a draft decisions.", 
    "He emphasized that Bolivia had not given the COP and COP/MOP President a mandate to prepare such documents.", 
    "Bolivia lamented that the texts do not guarantee a second commitment period under the Kyoto Protocol and that their likely result is a global average temperature increase of over 4°C.", 
    "He called for discussion on the documents.", 
    "COP President Espinosa explained that the texts were drafted to facilitate the work of the parties and would be submitted to the two AWGs for consideration and subsequent adoption.", 
    "Peru, for Chile, Colombia, the Dominican Republic, Peru and Guatemala, requested parties to accept the documents, noting that they reflect progress and are a starting point.", 
    "Venezuela called on parties to listen to Bolivia and to return promptly to the AWG sessions to consider the texts.", 
    "The Republic of Korea welcomed the balanced texts, stating that low-emission development strategies should be part of a shared vision, and that the post-2012 regime should accommodate all mitigation efforts with Annex I countries taking the lead.", 
    "The Republic of Korea welcomed the establishment of the Green Climate Fund and NAMA registry.", 
    "Grenada noted that the texts were not perfect, but highlighted that the perfect should not be the enemy of the good.", 
    "He urged parties to support the text without further negotiation, saying adopting the texts means parties can leave Cancun with something workable they can all be pleased with.", 
    "Switzerland, for the Environmental Integrity Group (EIG), said the texts have elements that we all like and do not like, expressed support for the package and commended the President for rebuilding trust in the process.", 
    "Yemen said the agreement reached is a very important political step in the negotiations.", 
    "Australia stated that the package is very well balanced and its adoption would represent a significant victory for multilateralism.", 
    "He explained that the package builds upon the Copenhagen outcome and highlighted anchoring of pledges, economic opportunities for REDD, important measures on adaptation, a green climate fund and a technology mechanism.", 
    "Lesotho, for the LDCs, said the package is a good foundation for future work and contains key elements for a climate deal in Durban next year.", 
    "He emphasized adequate consideration given for the vulnerability of the LDCs, as well as establishment of an adaptation framework, green fund and adaptation thematic funding windows.", 
    "Saudi Arabia expressed deep gratitude to Mexico and the Presidency, indicated that a balance can be achieved and supported Venezuela s proposal to consider the texts under the AWGs.", 
    "Cuba identified the conference as being in sharp contrast to Copenhagen.", 
    "Saying he is a realist, he indicated that Annex I parties commitments under the Kyoto Protocol cannot be established here but that there has been agreement on a second commitment period.", 
    "The Maldives, Singapore, Senegal and many others also welcomed the balanced package.", 
    "The EU said the package paves the way forward in the process, noting that Copenhagen provided the initial step for anchoring pledges.", 
    "Yemen, Cuba, Saudi Arabia, India, Turkey, the EU and many others applauded the transparent and inclusive process that the Mexican Presidency had followed.", 
    "Uruguay expressed disappointment that agreement on agriculture could not be reached.", 
    "Bangladesh highlighted positive steps on adaptation and finance in the text.", 
    "Guyana called for compromise and cautioned against reopening the text.", 
    "The US highlighted progress on adaptation, technology, finance, anchoring mitigation pledges and on MRV/ICA, noting that the text provides the necessary balance to move forward.", 
    "The United Arab Emirates expressed disappointment with the weak signals for the Kyoto Protocol, but welcomed signals for support for CCS, and said it supported moving forward with the texts.", 
    "The Philippines welcomed progress in finance.", 
    "Noting that the texts attempt to achieve a delicate balance, Kenya drew attention to the need for stronger language on loss and damage, and said that under mitigation, responsibilities for action were being transferred to developing countries without appropriate support.", 
    "Costa Rica observed that delegates would not be leaving Cancun empty-handed.", 
    "China noted that the outcome in Cancun has fairly reflected the views of parties, although there are shortcomings in the text.", 
    "He expressed satisfaction that the negotiations had adhered to the Bali Action Plan and the principle of common but differentiated responsibilities.", 
    "Pakistan noted that the text reflects deep pragmatism and understanding.", 
    "Tajikistan, on behalf of Landlocked Mountainous Developing Countries, welcomed the proposed adaptation framework and the process for the design of the funding board, lamenting, however, that his region was not represented in the proposed climate fund s transitional committee.", 
    "Japan paid tribute to the COP President for her leadership and supported the adoption of the draft texts.", 
    "Algeria, for the African Group, observed that Cancun has restored confidence in the multilateral system and expressed support for the texts.", 
    "Observing that tonight God has been very close to Mexico, India noted that a balanced agreement has been crafted and a process has been launched that bridges the trust deficiency.", 
    "Colombia highlighted that the package is precisely balanced and requested that it be adopted without further ado.", 
    "Ecuador, noting that the texts need to be improved, recognized that they represent important progress and could serve as the basis for further work on the road to Durban.", 
    "Indonesia highlighted that although the texts are far from perfect, they contain areas of convergence that can be used for further discussions.", 
    "Zambia supported the texts as a building block towards an agreement in South Africa.", 
    "Chile underlined that the texts constitute a balanced response to climate change, stressing that the package is a solid basis that should be appreciated.", 
    "Brazil supported adoption of the documents, underlining that they are balanced in their essence, although not perfect.", 
    "Argentina supported the documents, stressing that they are reasonable, although should be improved in South Africa.", 
    "The Dominican Republic highlighted the need to crystallize the agreement being negotiated and expressed support for the texts.", 
    "Timor Leste said the documents are more than acceptable documents, they are almost good documents and supported their adoption.", 
    "Benin said the texts are an excellent and significant step forward towards achieving an international agreement supported by both developed and developing countries.", 
    "Tanzania said although the documents are not absolutely satisfactory, they are an important step forward and expressed hope that most of the remaining issues would be resolved in Durban.", 
    "Kuwait supported the documents, stressing that they are a ship sailing along the right path. COP President Espinosa noted that the package does not satisfy anyone 100% and that there are some indications regarding the areas where progress is needed.", 
    "She emphasized that the Cancun conference is not an end, but the beginning of a new stage of cooperation based on the conviction that all have responsibility for the environment and the rest of humanity.", 
    "Espinosa stressed that the texts are the best that can be achieved at this stage of the process and expressed her commitment to follow up on all the issues that still require work in the future, in order to ensure the success of the conference in South Africa.", 
    "The informal stocktaking plenary was then closed and the closing plenaries of the AWG-KP and AWG-LCA convened, followed by the COP and COP/MOP closing plenaries, where the Cancun Agreements were adopted."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12498e.html", 
  "enb_long_title": "Cancún Climate Change Conference", 
  "type": "", 
  "id": "enb12498e_39", 
  "enb_end_date": "11-Dec-10"
}