{
  "countries": [
    "Australia", 
    "Mexico", 
    "Sudan", 
    "Denmark", 
    "Lesotho", 
    "Sweden", 
    "China", 
    "Switzerland", 
    "Grenada"
  ], 
  "topics": [
    "Flexibility Mechanism", 
    "Legal Status of Agreeements"
  ], 
  "section_title": "ADOPTION OF THE REPORT:", 
  "enb_start_date": "07-Dec-09", 
  "enb_short_title": "COP 15", 
  "subtype": "", 
  "actors": [
    "Umbrella Group", 
    "European Union", 
    "Environmental Integrity Group", 
    "Alliance of Small Island States", 
    "Group of 77"
  ], 
  "sentences": [
    "The COP then adopted the report of the session ( FCCC/CP/2009/L.1 ).", 
    "The COP also adopted a resolution expressing gratitude to the host country ( FCCC/CP/2009/L.4 and FCCC/KP/CMP/2009/L.5).", 
    "Mexico thanked Denmark for hosting the Conference, saying delegates were received and welcomed by warm people and expressed gratitude to the Government and people of Denmark, especially the city of Copenhagen. COP Vice-President Beck closed the meeting at 2:14 pm on Saturday, 19 December. COP/MOP 5 COP/MOP President Connie Hedegaard opened COP/MOP 5 on Monday, 7 December.", 
    "Delegates adopted the agenda ( FCCC/KP/CMP/2009/1 and Add.1 ) and agreed to the organization of work.", 
    "Sudan, for the G-77/China, stressed that the core mandate of the ongoing negotiations is to define ambitious quantified emission reduction targets for future commitment periods.", 
    "He emphasized the huge gap between Annex I emission reduction pledges and what is required by science, and said negotiations should result in separate agreements under the AWG-KP and AWG-LCA.", 
    "Australia, for the Umbrella Group, called for bold action and a strong legally-binding outcome that provides clarity on rules for the flexibility mechanisms and for land use, land-use change and forestry (LULUCF).", 
    "He stated that the negotiations under the Protocol provide a foundation for a single new legally-binding treaty.", 
    "Grenada, for AOSIS, highlighted the Protocol as a central part of the climate change architecture and emphasized that its institutions must be reaffirmed and strengthened through ambitious emission reduction targets for the second and subsequent commitment periods, consistent with the science.", 
    "Lesotho, for the LDCs, said the Protocol is the only instrument in place to harmonize efforts to reduce emissions of greenhouse gases and stressed that the AWG-KP should be steered away from the AWG-LCA to maintain the distinction between the two tracks.", 
    "Switzerland, for the Environmental Integrity Group, called for a follow-up agreement to the Protocol in order for industrialized countries to continue, and to intensify, their emission reduction commitments.", 
    "He called on all Annex I countries to take the lead in achieving the 2°C objective.", 
    "Sweden, for the EU, highlighted the need to arrive at an effective agreement in Copenhagen.", 
    "He stressed that although the Protocol has been the primary tool for combating climate change since 1997, Copenhagen should result in a global, ambitious and comprehensive agreement that is more inclusive than the Protocol.", 
    "He said developed countries should cut their emissions by 30% below 1990 levels by 2020 and that economically-advanced developing countries should take appropriate actions according to their responsibility and capacity."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12459e.html", 
  "enb_long_title": "Copenhagen Climate Change Conference", 
  "type": "", 
  "id": "enb12459e_37", 
  "enb_end_date": "19-Dec-09"
}