{
  "countries": [
    "Canada", 
    "Brazil", 
    "China"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "PRIVILEGES AND IMMUNITIES:", 
  "enb_start_date": "14-May-07", 
  "enb_short_title": "SB 26", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "In contact group discussions, Chair Watkinson noted the need to address the issue of immunities and the resolution of disputes.", 
    "The EU emphasized the need to consider the outcome of the Secretariat's technical paper relating to practices by other UN agencies and the insurability of risks, before charting a course of action.", 
    "CANADA disagreed with language supported by the G-77/CHINA, which referred to the need to agree on a legally-binding, long-term solution favoring domestic legislative arrangements that confer immunity to individuals serving on the Protocol's constituted bodies.", 
    "The EU proposed compromise language on the need for the SBI to further consider an effective, legally-sound, long-term solution.", 
    "BRAZIL presented text requiring entities participating in the Protocol mechanisms to give a formal declaration so that claims would be brought in accordance with COP/MOP decisions and that an ad hoc special review team would be constituted to address such claims.", 
    "The EU pointed out that the scope of application for signing such a declaration would be limited, since many entities would not be covered.", 
    "Moreover, it was not clear if national courts would dismiss an application on the basis of a declaration.", 
    "Chair Watkinson requested Brazil to confer with parties to make progress on the paragraph.", 
    "The group will reconvene on Tuesday."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12328e.html", 
  "enb_long_title": "Twenty-sixth sessions of the Subsidiary Bodies (SB 26) of the United Nations Framework Convention on Climate Change (UNFCCC)", 
  "type": "sbi/sbsta", 
  "id": "enb12328e_6", 
  "enb_end_date": "14-May-07"
}