{
  "countries": [
    "Pakistan", 
    "Australia", 
    "Mexico", 
    "India", 
    "United States", 
    "China", 
    "Switzerland", 
    "New Zealand", 
    "Norway"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Technology Transfer"
  ], 
  "section_title": "DELIVERING ON TECHNOLOGY AND FINANCE:", 
  "enb_start_date": "21-Aug-08", 
  "enb_short_title": "AWGs", 
  "subtype": "plenary", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Issues related to this item were introduced in plenary on Thursday, 21 August, and discussed in a contact group chaired by AWG-LCA Chair Machado.", 
    "Several countries elaborated on their earlier proposals on financing, in particular Norway, Mexico, Switzerland and the Republic of Korea.", 
    "New proposals for finance and technology, such as a Convention financial mechanism and a technology transfer mechanism, were introduced by the G-77/China, in addition to the EU proposal on technology transfer.", 
    "On finance, parties discussed principles, sources of funding, mechanisms and criteria for financing, as well as specific proposals.", 
    "With regard to sources of funding, developing countries noted financing should come from Annex I countries, while developed countries, such as the US and EU, highlighted the importance of the private sector.", 
    "The EU underlined the need for using carbon markets and innovative financial instruments.", 
    "Australia noted that relevant activities outside of the Convention should be recognized.", 
    "Parties also discussed the issue of conditionality, and New Zealand suggested this should be considered taking into account the Paris Declaration on Aid Effectiveness, a suggestion which was strongly opposed by developing countries.", 
    "On technology transfer, parties noted the relevance of the work by Expert Group on Technology Transfer and need for research collaboration between developed and developing countries.", 
    "India and Pakistan highlighted the intellectual property rights regime as a barrier to technology transfer.", 
    "Several countries suggested the creation of a specialized body on technology transfer."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12383e.html", 
  "enb_long_title": "Third session of the Ad Hoc Working Group on Long-term Cooperative Action and first part of the sixth session of the Ad Hoc Working Group on Further Commitments for Annex 1 Parties under the Kyoto Protocol to the UNFCCC", 
  "type": "working group", 
  "id": "enb12383e_14", 
  "enb_end_date": "27-Aug-08"
}