{
  "countries": [], 
  "topics": [
    "forests", 
    "National Communications & Inventories"
  ], 
  "section_title": "FORESTS UNDER THE UNFCCC AND THE KYOTO PROTOCOL :", 
  "enb_start_date": "25-Jun-08", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Forests are covered under the UNFCCC as both sources of emissions and sinks.", 
    "In defining the basic principles of the Convention, Article 3 states that policies and measures to combat climate change should be comprehensive, cover all relevant sources, sinks and reservoirs of greenhouse gases -¦ and comprise all economic sectors.", 
    "Accordingly, Article 4.1 calls on all parties to develop and update inventories of greenhouse gas emissions and removals; formulate programmes and make efforts to address emissions by sources and removals by sinks; promote technologies that lead to lower greenhouse gas emissions in the forestry sector; promote sustainable management of sinks and reservoirs; and prepare to adapt to the impacts of climate change and develop appropriate plans for areas that might be affected by flooding, drought, or desertification.", 
    "Although under the UNFCCC all countries are expected to include their emissions and removals from land use change and forestry in their national inventories, only industrialized countries with binding commitments under the Kyoto Protocol are obliged to report on emissions and removals from certain land use, land use change and forestry (LULUCF) activities as part of their reduction targets.", 
    "In addition, the Kyoto Protocol s Clean Development Mechanism (CDM) allows afforestation and reforestation project activities undertaken in developing countries to count towards emission reduction targets by Annex I parties.", 
    "These project activities have to address a number of issues such as non-permanence, uncertainty, the risk of leakage and others.", 
    "Moreover, there is a cap on the number of credits that an Annex I party can obtain through this type of projects.", 
    "As with all other CDM activities, projects can be either large or small-scale, the latter being limited to afforestation and reforestation project activities that are expected to result in net removals of less than 8 kilotonnes of carbon dioxide per year.", 
    "These small-scale project activities should directly benefit low-income communities and individuals."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12376e.html", 
  "enb_long_title": "UNFCCC Workshop on Methodological Issues Relating to Reducing Emissions from Deforestation and Forest Degradation in Developing Countries", 
  "type": "SPECIAL WORKSHOP", 
  "id": "enb12376e_2", 
  "enb_end_date": "27-Jun-08"
}