{
  "countries": [
    "Turkey", 
    "Canada", 
    "Qatar", 
    "Peru", 
    "Argentina", 
    "Norway", 
    "Ghana", 
    "Saudi Arabia", 
    "Iran", 
    "Algeria", 
    "China", 
    "Chile", 
    "Belize", 
    "Indonesia", 
    "Mauritius", 
    "Switzerland", 
    "New Zealand", 
    "Brazil", 
    "United States", 
    "Mexico", 
    "Egypt", 
    "South Africa", 
    "India", 
    "Uganda", 
    "Japan"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Mitigation", 
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "EXCHANGE OF VIEWS ON NEXT STEPS:", 
  "enb_start_date": "30-Aug-07", 
  "enb_short_title": "AWG 4", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Environmental Integrity Group", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Opening the final session of the Convention Dialogue workshop , co-facilitator Bamsey reflected on the Dialogue and the building blocks he saw emerging from the process.", 
    "He emphasized that the co-facilitators \u0092 report to COP 13 would not contain any conclusions or recommendations but would reflect the diversity of views put forward.", 
    "He said, however, that parties did not seem to have fundamental disagreements but that their differences related to specific design issues.", 
    "Bamsey identified mitigation and adaptation as the key building blocks and indicated that technology issues are linked to both, and that the importance of finance and investment is increasingly understood.", 
    "Bamsey then invited parties to elaborate on what they saw as the next steps.", 
    "On elements that need to be further addressed, Belize, for AOSIS, stressed the need to consider the impacts on vulnerable countries of a long-term target, trade-offs implicit in emissions pathways and damages caused by climate change.", 
    "The EU identified a strong degree of consensus on certain building blocks, including the need for deeper absolute emission reduction commitments for developed countries; measurable and incentivized action by developing countries; adaptation; technology and enhancing the carbon market. PERU underlined the importance of Annex I country compliance.", 
    "ARGENTINA called on Annex I countries to improve implementation and for incentives for mitigation action in developing countries, including measures to allow them to overcome obstacles to mitigation in the agriculture and energy sectors.", 
    "She called for a differentiated approach based on national circumstances and per capita emissions. CHILE identified the need for an effective mechanism for technology transfer and adaptation.", 
    "TURKEY emphasized the importance of adaptation and GHANA underscored the need for immediate progress on technology transfer in the context of mitigation and adaptation.", 
    "CHINA compared the Convention with a car that is not running smoothly.", 
    "He identified mitigation, adaptation, technology and finance as the car's four wheels and lamented that only one of them, mitigation, is on track.", 
    "He called for legally binding instruments on adaptation, technology transfer and financing to safeguard the process.", 
    "ALGERIA mentioned the UN Convention to Combat Desertification where problems with technology transfer and financing are also halting implementation and said that the carbon market was necessary but insufficient.", 
    "He proposed a fund with contributions from developed countries of 0.1-0.5% of their GDP.", 
    "EGYPT proposed that the Secretariat look into a mechanism for assessed contributions.", 
    "The THIRD WORLD NETWORK called for clarification of the potential impact on developing counties of a 50% global target for emission reductions.", 
    "He expressed skepticism about the role of private financing and called for a viable adaptation fund.", 
    "He also identified intellectual property rights as a barrier to technology transfer.", 
    "MAURITIUS said that carbon trading needs to be reassessed as it is allowing emissions to continue with profits accruing to some developing countries.", 
    "QATAR identified the need for discussions concerning the impact of response measures on non-Annex I countries , the linking of sustainable development goals with climate change objectives and moving from coal to cleaner fossil fuels. SAUDI ARABIA stated that there was no need for a new regime and argued that Annex I countries were preoccupied with an economic agenda, citing the EU's bid to control the carbon market.", 
    "He called for further dialogue and confidence building and warned against attempts by countries to use the climate regime to exert economic leverage at the expense of others. IRAN supported continuing the Dialogue in its current format.", 
    "Switzerland, for the ENVIRONMENTAL INTEGRITY GROUP, supported the continuance of the Dialogue in a format to be determined by parties in Bali, and MEXICO called for an immediate follow-up to build consensus and promote a framework for action, with Bali providing a basis for negotiations.", 
    "CANADA proposed a follow-up process that brings together all Convention parties and the various building blocks, with all major emitting economies working together towards a long-term goal. INDONESIA called for a decision at COP 13 on a strengthened mandate for more comprehensive and in-depth discussion on the building blocks for cooperation.", 
    "QATAR supported a new agenda item on long-term cooperation under the COP, while continuing the Dialogue .", 
    "AOSIS indicated that a follow-up process for the Dialogue would involve forming a new body, and consideration of its mandate, operation and timeframe for completing the work.", 
    "SOUTH AFRICA recommended that COP 13 convene an open working group to facilitate refinement of key ideas. BRAZIL said that a successor process to the Dialogue should consist of a formal track addressing measurable actions with incentives for non-Annex I countries .", 
    "UGANDA said that developing countries had no objections to reducing emissions but were asking about the cost and impact on development.", 
    "He said it was time for the Dialogue to deliver and called for the launch at COP 13 of a formal process leading to a legally binding instrument.", 
    "MEXICO said the new process should provide the way for long-term reductions in concentrations of GHGs, and an evolution of the current division between Annex I and non-Annex I parties into a more realistic form of differentiation.", 
    "He said voluntary commitments, based on gradual strengthening of capacity, should be part of a new formalized dialogue, and advanced developing countries should have incentives for innovative schemes to build goals over time. CHILE supported the continuance of the Dialogue in formal negotiations, parallel to the AWG .", 
    "The EU urged a roadmap from Bali leading to a global comprehensive post-2012 agreement in 2009, and called for a work programme linked to the AWG and the review of the Kyoto Protocol under Article 9.", 
    "While welcoming other initiatives, the EU stressed the UNFCCC as the global framework for addressing climate change, including adaptation and mitigation.", 
    "The BUSINESS COUNCIL FOR SUSTAINABLE ENERGY supported a legally binding agreement after 2012 to underpin climate responsible investment and accelerate the deployment of renewable and energy efficient technologies in the coming decades.", 
    "NEW ZEALAND suggested that if negotiations were to be concluded in the timeframe suggested by some parties, the process will need to be more efficient. NORWAY and JAPAN stressed the importance of an inclusive one-track process. INDIA recalled that the Dialogue was not meant to open negotiations on new commitments.", 
    "The UNITED STATES said the Dialogue had highlighted areas of agreement for further focus, in particular, the calls for a new negotiation process.", 
    "He called on parties to be cognisant of existing work programmes under the Convention, and looked forward to the UNITED STATES making a significant contribution.", 
    "He underlined the need to respect national circumstances, notably energy endowments, and applauded efforts by India, China and South Africa.", 
    "At the end of the morning session, INDIA delivered a presentation on her country commercial energy needs and GHG mitigation potential in key sectors, linking energy to the Millennium Development Goals.", 
    "Wrapping up, co-facilitator Bamsey noted that the non-negotiation approach pursued during the Dialogue had freed up discussion and resulted in a wide range of new ideas and enhanced understanding.", 
    "While the discussion had not always been comfortable, he hoped that the process had improved confidence.", 
    "He noted that many had called for a formal process to be launched in Bali and this combination of process and substance would provide a full task for negotiators at COP 13."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12337e.html", 
  "enb_long_title": "Vienna Climate Change Talks 2007 - AWG 4 and the Dialogue 4", 
  "type": "working group", 
  "id": "enb12337e_1", 
  "enb_end_date": "30-Aug-07"
}