{
  "countries": [
    "China"
  ], 
  "topics": [
    "National Communications & Inventories", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "ADOPTION OF AGENDA", 
  "enb_start_date": "08-Nov-99", 
  "enb_short_title": "COP-5", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Following the opening statements, the COP adopted its agenda (FCCC/CP/1999/1) with the exception of item 5 relating to the second review of the adequacy of commitments under FCCC Article 4.2(a) and (b) (policies and measures by Annex I Parties), following objections to the title by the G-77/CHINA, who preferred to substitute it with the 'review of adequacy of implementation of FCCC Articles 4.2(a) and (b).", 
    "' It also adopted the proposed organization of its work (FCCC/CP/1999/1/Add.1). On Friday, 5 November, President Szyszko reported that no agreement had been reached during informal consultations convened to resolve item 5.", 
    "The COP adopted the agenda including item 5 as it stood, and recorded the amendment proposed by the G-77/CHINA in a footnote.", 
    "President Szyszko said this item would be taken up by COP-6 in accordance with the provisional rules of procedure, and gaveled the adoption of this decision.", 
    "The Alliance of Small Island States (AOSIS) expressed concern about this decision and said there was no excuse for the COP not to carry out this review.", 
    "The EU made a distinction between FCCC Article 4.2(d) (review of the adequacy of commitments), which is the way forward for the COP to operate a review of Article 4.2(a) and (b) on a regular basis, and FCCC Article 7.2 (review of FCCC implementation), which covers the review of implementation of the current commitments.", 
    "She added that the IPCC Third Assessment Report should serve as the basis for assessing the level of GHG that would prevent dangerous anthropogenic interference with the climate system and the time frame to reach stabilization of GHG in the atmosphere at that level."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12123e.html", 
  "enb_long_title": "Fifth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12123e_10", 
  "enb_end_date": "08-Nov-99"
}