{
  "countries": [
    "Switzerland", 
    "Sweden", 
    "China"
  ], 
  "topics": [
    "Reasons for Concern", 
    "Post-Kyoto Agreements", 
    "IPCC Governance", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "WGI-12 REPORT", 
  "enb_start_date": "23-Sep-13", 
  "enb_short_title": "IPCC36", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "On Monday morning, WGI Co-Chair Thomas Stocker (Switzerland) opened the session.", 
    "WGI Co-Chair Qin Dahe (China) said that the latest findings collected in AR5 reflect the most recent understanding of climate change and will be used as a major scientific basis for policy making by governments.", 
    "He noted that whereas new evidence contains fewer uncertainties than in the past, some still remain.", 
    "Co-Chair Stocker said that, having undergone multiple levels of review and scrutiny, AR5 is a reliable and indispensable source of climate science.", 
    "Noting that science provides frameworks to estimate and not to predict, he said that scenarios envisaging strong mitigation responses can keep global warming under 1.5 °C, whereas other scenarios may make limiting the global temperature rise to 2 °C unattainable.", 
    "IPCC Chair Pachauri highlighted land, water and their sustainable management as areas the IPCC had not focused on before.", 
    "He said that 60% of AR5 authors were new to the IPCC process, highlighting the importance of 'drawing talent from new quarters'.", 
    "He said it is essential that the SPM be presented to the nineteenth meeting of the UNFCCC Conference of the Parties (COP 19) in order to facilitate negotiations towards a new agreement in 2015.", 
    "Via a video message, WMO Secretary-General Michel Jarraud highlighted that the improved knowledge on anthropogenic contribution to climate change forms the basis for mitigation and adaptation action.", 
    "Noting the strengthened evidence on temperature increase, sea level rise, glacier melt, and extreme weather events, Jarraud said that the work of WGI is also central to the negotiations towards a climate agreement in 2015.", 
    "He welcomed the special attention the IPCC has given to the socio-economic aspects of climate change, for example of monsoon rains and El Niño.", 
    "Via a video message, UNEP Executive Director Achim Steiner underscored that, while the science keeps evolving, the great challenge of climate change demands new policies in all sectors.", 
    "In the context of the UNFCCC working towards a new agreement in 2015, Steiner highlighted that the work of the IPCC is important for better understanding both what is happening in the climate system and the benefits of climate action in terms of new jobs, markets and opportunities for the green economy.", 
    "Halldór Thorgeirsson, on behalf of UNFCCC Executive Secretary Christiana Figueres, stressed that AR5 goes further to meet the needs of the UNFCCC than previous assessments.", 
    "He also highlighted the ongoing review process under the UNFCCC of the agreed 2 ºC upper limit for global temperature rise.", 
    "Lena Ek, Minister for the Environment, Sweden, welcomed participants, recalling the 40th anniversary of the International Conference on the Human Environment in Stockholm celebrated in 2012.", 
    "She underscored that the effects of climate change can already be seen in the Nordic countries, and announced the launch of 'The New Climate Economy' initiative on 24 September 2013 in New York."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12581e.html", 
  "enb_long_title": "Twelfth Session of Working Group I (WGI) of the Intergovernmental Panel on Climate Change (IPCC) and Thirty-sixth Session of the IPCC", 
  "type": "ipcc", 
  "id": "enb12581e_13", 
  "enb_end_date": "26-Sep-13"
}