{
  "countries": [
    "United States", 
    "Japan", 
    "India", 
    "Bangladesh"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Technology Transfer"
  ], 
  "section_title": "CTCN - Selection Process and Criteria for Evaluation", 
  "enb_start_date": "03-Apr-11", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Least Developed Countries"
  ], 
  "sentences": [
    "The EU identified considerations for selecting an appropriate host for the CTC, including: their interpretation of the CTC functions; an organizational management structure; demonstration of expertise and knowledge; involvement with the private sector; and cost estimates.", 
    "India said the CTC would need to capture experience and intervention trends and replicate success.", 
    "He noted that the institution needs experience in technology development and transfer, innovation, carrying out collaborative actions and project management.", 
    "On possible hosts, he said they should demonstrate experience, capability and a willingness to invest their own resources.", 
    "Bangladesh underscored that any process to solicit developing country input on what types of projects they might request should not lock in the scope and should take account of the capacities of least developed countries (LDCs).", 
    "The US supported developing a clearer sense of potential demand, while avoiding lock-in, and the collection of a range of information on the supply-side on possible host institutions.", 
    "The EU said the focus should be placed on the network rather than the creation of a centralized institution.", 
    "Japan supported using information available in Technology Needs Assessments (TNAs) to learn about possible expectations and noted that a new institution might be best if pursuing a CGIAR-style network.", 
    "India underscored that the coordination role of the CTC should be financed by the Green Climate Fund to ensure stability."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12499e.html", 
  "enb_long_title": "UN Climate Change Conference Bangkok - April 2011", 
  "type": "", 
  "id": "enb12499e_21", 
  "enb_end_date": "08-Apr-11"
}