{
  "countries": [
    "Indigenous Peoples"
  ], 
  "topics": [
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "STATEMENTS FROM OBSERVER ORGANIZATIONS", 
  "enb_start_date": "28-Nov-05", 
  "enb_short_title": "UNFCCC COP 11 and COP/MOP 1", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The International Energy Agency highlighted the importance of emissions trading mechanisms, energy efficiency, and technology development to transform the world\u0092s energy systems.", 
    "The IUCN-World Conservation Union appealed to governments to move forward on actions that recognize the collective responsibility for climate change and its impacts, and supported mainstreaming climate change measures into the wider development framework.", 
    "The International Institute of Refrigeration stressed the need to continue to phase out chlorofluorocarbons and hydrofluorocarbons, since these have both ozone-depleting and global warming effects.", 
    "The International Council for Local Environmental Initiatives emphasized local governments\u0092 commitment to reduce emissions by 80% by 2050.", 
    "The International Confederation of Free Trade Unions emphasized unions\u0092 potential to contribute to the climate process by mobilizing millions of workers.", 
    "Indigenous peoples organizations highlighted the importance of indigenous peoples and their participation in the climate process.", 
    "Calling for effective action, a group of independent organizations emphasized their capacity to assist governments and add value to formulating climate policies. The Arctic Council highlighted climate change impacts on indigenous communities.", 
    "The International Federation of Agricultural Producers underscored the role of agricultural producers in combating the impacts of climate change.", 
    "Women\u0092s groups urged consideration of gender perspectives within the climate change process, especially in adaptation measures and projects. Business and industry organizations reflected on the challenges involved in evolving into low-carbon economies, and highlighted the need for certainty and long-term policies to foster investment and development of new technologies.", 
    "Climate Action Network International highlighted adaptation and financing issues, and said no single government will be able to hold up the climate change process.", 
    "Youth organizations urged a strong post 2012 regime, and the World Council of Churches said life and the atmosphere are sacred gifts and should be protected."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12291e.html", 
  "enb_long_title": "Eleventh session of the Conference of the Parties to the Climate Change Convention and first meeting of the Parties to the Kyoto Protocol", 
  "type": "", 
  "id": "enb12291e_125", 
  "enb_end_date": "09-Dec-05"
}