{
  "countries": [
    "Brazil", 
    "United States", 
    "Saudi Arabia", 
    "Tuvalu", 
    "Norway", 
    "Central African Republic"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Flexibility Mechanims", 
    "Technology Transfer"
  ], 
  "section_title": "CROSS CUTTING ISSUES", 
  "enb_start_date": "15-Apr-00", 
  "enb_short_title": "UNFCCC WORKSHOP", 
  "subtype": "", 
  "actors": [
    "Organization of Petroleum Exporting Countries", 
    "European Union"
  ], 
  "sentences": [
    "The working group on cross cutting issues met on Tuesday, 11 April, and was chaired by Lambert Gnapelet (Central African Republic).", 
    "Marianne Wenning, Deputy Head of Unit, European Commission, highlighted three sectors where the EU was considering common and coordinated policies and measures, namely, energy efficiency, renewables and transport.", 
    "She highlighted a list of issues that merited consideration, inter alia: whether the IPCC framework for evaluating best practices, presented at COP-5, would provide sufficient guidance; methods to minimize the influence of national circumstances in best practices; and ways to ensure that best practices are taken up by other Parties. On the implementation of Protocol Article 2.1(a)(v) (reduction of market imperfections), Mohammed Al Sabban, Saudi Arabia, advocated the progressive reduction or phasing out of market imperfections, fiscal incentives, tax and duty exemptions and subsidies in all GHG emitting sectors.", 
    "He identified several distortions in the market, including the discriminatory taxation of petroleum transport fuels compared to other fuels, and the provision of subsidies to coal and nuclear industries.", 
    "He stressed the need for Annex I Parties to design policies and measures to minimize adverse effects.", 
    "He said implementation of Protocol Article 2.1(a)(v) should result in: restructuring of Annex B tax systems to reflect GHG content in all GHG-emitting sectors and removal of subsidies; discouraging the production of fossil fuels in Annex B countries; discouraging the use of nuclear energy to reflect its significant externalities; removing existing barriers (political and regulatory) to the use of more oil in the electricity sector; and encouraging a wider use of CO2 sequestration technologies. In the ensuing discussion, TUVALU questioned the logic of the presentation and asked if the recent restrictions by OPEC on its oil exports could be considered a market imperfection.", 
    "Al Sabban responded that it was better for the producers of the product to tax it than the consumers. Haroldo de Oliveira Machado Filho, Ministry of Science and Technology, Brazil, presented on the steps taken in the Brazilian energy and transportation sectors, focusing on the ethanol and the energy conservation programme.", 
    "He said the ethanol programme employs subsidies to promote the use of hybrid ethanol from sugar cane as an automotive fuel.", 
    "The energy conservation programme promotes the rationalization of electric power production.", 
    "Its main objectives are to increase efficiency, reduce consumption, eliminate waste and ensure the overall reduction of costs and investments.", 
    "He forecast that the energy conservation field would witness: privatization, more competition and participation of private capital in energy supply, and deverticalization of power supply Peer Stiansen, Ministry of Environment, Norway, presented on how economic instruments such as taxes and emissions trading could be used domestically and internationally to reduce GHG emissions.", 
    "He explained that Norway currently taxes 65% of its CO2 emissions, with different rates for each activity.", 
    "While taxes address prices, trading schemes could address emissions quantities.", 
    "Norway established its trading scheme in 1998 to ensure compliance with the Kyoto Protocol.", 
    "He said that the degree of reliability and expansion of inventories necessary for a trading scheme needed to be addressed and stressed the need for a simple system.", 
    "He called for linking the scheme to an international one and see how other countries follow with similar policies. Kimiko Hirata, Climate Action Network, on behalf of NGOs at the Workshop, noted that there was significant delay in taking action in developed countries caused by political inertia, resistance of some business and international financial institutions and the possibility of using the Kyoto Mechanisms.", 
    "She opposed the inclusion of nuclear power in measures to address climate change.", 
    "She suggested several key measures for best practices including taxes, subsidies and other financial incentives, green procurement, public awareness, standards and R&D. Chair Gnapelet asked participants to focus on the appropriate context for discussion of policies and measures, the concept of best fit, and the criteria for the determination of cross cutting issues.", 
    "The EU stressed the need to reach a common understanding on the criteria.", 
    "SAUDI ARABIA highlighted the need to focus not just on the best practices but also on bad practices with a view to eliminating them.", 
    "The ENERGY CHARTER SECRETARIAT pointed out that cultural differences must be taken into account.", 
    "The US suggested that, although many countries agreed on several elements, these could be attributes of the policies rather than common criteria."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12126e.html", 
  "enb_long_title": "UNFCCC WORKSHOP ON BEST PRACTICES IN POLICIES AND MEASURES", 
  "type": "", 
  "id": "enb12126e_9", 
  "enb_end_date": "15-Apr-00"
}