{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Adaptation", 
    "Technology Transfer"
  ], 
  "section_title": "GROUP B:", 
  "enb_start_date": "12-Oct-09", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Co-Facilitator Pierre-Nathoniel presented the report of discussions in the breakout group on integration of approaches to adaptation planning across economic sectors.", 
    "She outlined discussion on: identified sectors; current practices across the sectors; barriers, challenges and gaps; enabling factors, good practices and lessons learned; and recommendations.", 
    "On recommendations, she identified the need for: capacity building and training; research and assessment; development of guidelines and tools; enhanced technology transfer; information dissemination; funding support, including through the Kyoto Protocol Adaptation Fund; and programme-based approaches to adaptation integration.", 
    "Pierre-Nathoniel also gave some closing thoughts drawing on the group s discussion, urging caution regarding maladaptation, identifying innovative ways to bridge gaps, and demonstrating willingness to implement adaptation integration through the outcomes of ongoing negotiations under the climate regime.", 
    "She underlined recognition in the group that although there are some examples of the cross-sectoral integration of adaptation approaches, the standard approach to adaptation is still predominantly sectoral.", 
    "Following this presentation, participants highlighted the importance of private sector engagement, including through public-private partnerships, risk insurance, enabling frameworks, including policy and regulatory frameworks, and combining bottom-up and top-down approaches to adaptation."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12440e.html", 
  "enb_long_title": "UNFCCC Technical Workshop on Advancing the Integration of Approaches to Adaptation Planning", 
  "type": "special workshop", 
  "id": "enb12440e_17", 
  "enb_end_date": "14-Oct-09"
}