{
  "countries": [
    "United States"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adverse Effects & Response Measure", 
    "Adaptation"
  ], 
  "section_title": "Capacity Building in Developing Countries:", 
  "enb_start_date": "27-Nov-00", 
  "enb_short_title": "COP-6", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Delegates began considering the Co-Chairs' paper containing a proposal for a draft decision and an annex outlining a capacity-building framework in developing countries in 'informal informal' meetings on 15 and 16 November.", 
    "On 16 November, they agreed to defer the paragraphs on financing and the role of the GEF to the contact group addressing the financial mechanism.", 
    "They could not agree on who would monitor and review progress of implementation of the decision, and at what intervals. The contact group held its final meeting on 17 November.", 
    "Delegates considered all the outstanding bracketed paragraphs in the draft decision and the draft framework.", 
    "On the operational paragraph containing the purpose of the framework, delegates agreed that the framework 'should' guide capacity-building activities related to the implementation of the UNFCCC.", 
    "They agreed to recommend COP/MOP-1 to adopt a decision containing a framework for capacity building that reaffirms this framework with additional reference to priority areas for capacity building relating to the implementation of the Protocol. In the scope for capacity building outlined in the annexed framework, delegates debated and failed to remove brackets from language relating to adaptation response measures.", 
    "They also disagreed on the need for national adaptation programmes of action, with the US stating that this was being considered by the contact group on adverse effects. In his report to the joint subsidiary bodies meeting on 18 November, Co-Chair Uosukainen said there was agreement that the framework should guide capacity-building activities related to UNFCCC implementation in developing countries.", 
    "He noted the cross- cutting nature of the outstanding issues relating to financial issues, which had been conveyed to the group working on the financial mechanism, and to the implementation of adaptation measures and national programmes of action, being considered in the contact group on adverse effects.", 
    "In the draft decision, the subsidiary bodies recommend that the COP, inter alia: urge the operating entity of the financial mechanism to adopt a streamlined and expedited approach in financing activities within the framework on capacity building in developing countries; encourage bilateral and multilateral agencies, and other intergovernmental organizations to consult with developing countries in formulating programmes and action plans to support capacity-building activities in accordance with the framework; and decide to conduct a comprehensive review of the implementation of this framework at COP-9 and every five years thereafter. The draft framework presents the purpose, guiding principles, objective and scope and implementation guidelines, including sections on financing and operation, time-frame, review of progress and the role of the Secretariat.", 
    "This draft decision and annexed draft framework (FCCC/CP/2000/CRP.11) were then forwarded to the COP for consideration.."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12163e.html", 
  "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12163e_29", 
  "enb_end_date": "27-Nov-00"
}