{
  "countries": [
    "United States", 
    "Switzerland", 
    "Norway", 
    "China", 
    "Mexico"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Implementation"
  ], 
  "section_title": "REVIEW OF THE PROTOCOL PURSUANT TO ARTICLE 9", 
  "enb_start_date": "06-Nov-06", 
  "enb_short_title": "COP/MOP2", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Umbrella Group", 
    "African Group", 
    "Group of 77"
  ], 
  "sentences": [
    "This issue was first considered during the COP/MOP plenary on 9 November, and subsequently in contact groups and informal discussions chaired by Fernando Tudela Abad (Mexico).", 
    "Initial positions were divergent on the scope, process and time of the review.", 
    "Developed countries generally supported a thorough review of all aspects of the Protocol, including its decisions, while the G-77/China supported a review focused on specific issues.", 
    "The EU, Switzerland, Norway and others supported launching a review process, while the G-77/China advocated a review at COP 12, as stated in Protocol Article 9.", 
    "Developing countries stressed that Article 9 was about review and not revision of the Protocol.", 
    "The African Group, the EU and the Umbrella Group, with the exception of the US, submitted draft texts (FCCC/KP/CMP/2006/CRP.1 and 3).", 
    "At the beginning of the second week, outstanding issues included the scope of the review, the timing of the second review and the periodicity of future reviews.", 
    "The G-77/China wanted the second review to be in four to five years, and, after exchanges at ministerial informals, they also sought an explicit undertaking that the reviews would not lead to new commitments.", 
    "Developed countries favored the second review in two years, and the COP/MOP to be free to act upon the review.", 
    "During COP/MOP's final days, general agreement was reached, with a compromise agreement on a second review in 2008, as the EU wanted, and including explicit reference to the review not leading to new commitments, as the G-77/China preferred.", 
    "An explicit reference that the COP/MOP can act upon the review also persuaded the Umbrella Group to agree to the text.", 
    "However, China did not initially agree to the 2008 timeline, and it required longer negotiations and minor language changes to reach final agreement.", 
    "On 17 November, the COP/MOP adopted the text.", 
    "The EU praised it as an important result, and China hoped Annex I parties would submit sufficient information on the fulfillment of their commitments for the next review. COP/MOP Decision : In the decision (FCCC/KP/CMP/2006/L.7), the COP/MOP, inter alia : acknowledges that adaptation could be further elaborated and implementation of the Protocol could be enhanced; decides that the second review will take place in 2008; agrees to use IPCC AR4 for the second review; agrees that the second review shall not prejudge action by COP/MOP and shall not lead to new commitments for any party; recalls that, in accordance with Article 9, the COP/MOP shall take appropriate action based on the reviews therein; decides to consider the second review's scope and content at COP/MOP 3; and invites parties to submit views on issues including regarding the scope and content of the second review."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12318e.html", 
  "enb_long_title": "UN Climate Change Conference – Nairobi 2006", 
  "type": "", 
  "id": "enb12318e_37", 
  "enb_end_date": "17-Nov-06"
}