{
  "countries": [
    "Brazil", 
    "Canada", 
    "Colombia", 
    "Uruguay", 
    "Tuvalu", 
    "India", 
    "Switzerland", 
    "Malaysia", 
    "China", 
    "Chile", 
    "Paraguay", 
    "New Zealand", 
    "Bolivia", 
    "Norway"
  ], 
  "topics": [
    "Flexibility Mechanism", 
    "Flexibility Mechanims"
  ], 
  "section_title": "LULUCF AND CDM", 
  "enb_start_date": "29-Oct-02", 
  "enb_short_title": "COP-8", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "In a Saturday meeting of the contact group, Co- Chair Thelma Krug (Brazil) invited Parties to consider the definition of additionality as set out in the Marrakesh Accords.", 
    "BRAZIL, for the G-77/CHINA, supported the EU\u0092s principles on additionality and said additionality should be considered on a project-by-project basis.", 
    "The EU stressed the importance of 'true' additionality.", 
    "CANADA, with NORWAY, supported maintaining the existing definition of additionality.", 
    "On leakage, the EU expressed concern about measuring leakage from activity displacement.", 
    "The G-77/CHINA said that leakage had both positive and negative impacts.", 
    "TUVALU and INDIA stressed the importance of impact assessments. On Monday, Parties continued discussions on socioeconomic and environmental impacts.", 
    "SWITZERLAND highlighted biodiversity concerns and promoted the inclusion of local stakeholders in decision-making.", 
    "NEW ZEALAND drew attention to displacement and associated environmental risks from other types of CDM activities.", 
    "TUVALU proposed developing a checklist of socioeconomic and environmental project criteria.", 
    "Several Parties stressed that host countries should define such criteria.", 
    "The EU said impact assessments should be considered in the modalities.", 
    "The CLIMATE ACTION NETWORK expressed concern about sinks under the CDM.", 
    "On uncertainties, CANADA, the EU and URUGUAY supported the provisions laid out in the Marrakesh Accords.", 
    "TUVALU outlined three areas of uncertainty: measurement; additionality; and risk.", 
    "URUGUAY noted the need to separate uncertainty from risk.", 
    "INDIA noted the need to look beyond IPCC good practice guidance on LULUCF. On crediting and project lifetime, the EU, supported by a number of Parties, urged for long-term crediting.", 
    "COLOMBIA, PARAGUAY, and CHILE said projects should be considered on a case-by-case basis.", 
    "TUVALU noted the problem of project crediting beyond the first commitment period.", 
    "BRAZIL urged for limiting crediting to up to twenty years.", 
    "CHINA indicated the crossover with non- permanence.", 
    "COLOMBIA, with URUGUAY, BOLIVIA and CHILE, called for small-scale sinks projects.", 
    "The EU said it was premature to consider simplified procedures for these projects.", 
    "BRAZIL, CHINA, MALAYSIA, and TUVALU stressed that the Marrakesh Accords catered to small-scale energy projects.", 
    "The group forwarded draft conclusions to SBSTA."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12205e.html", 
  "enb_long_title": "Eighth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12205e_4", 
  "enb_end_date": "29-Oct-02"
}