{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer"
  ], 
  "section_title": "TECHNOLOGY NEEDS ASSESSMENTS", 
  "enb_start_date": "26-Apr-02", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Parties addressed the issue of assessing technology needs at COP-4, held in Buenos Aires in 1998.", 
    "COP-4 adopted a decision urging non-Annex I Parties (developing countries), in light of their social and economic conditions, to submit their prioritized technology needs, especially those relating to key technologies, to address climate change in particular sectors of their economies (FCCC/CP/1998/16/Add1).", 
    "Recognizing the limited resources of non-Annex I Parties, the COP directed the Global Environment Facility (GEF) to provide funding to developing countries to identify and submit to the COP their prioritized technology needs (decision 2/CP.4). There are currently 51 countries that are in the process of assessing their technology needs under the GEF through UNDP and UNEP.", 
    "However, the lack of standardized guidelines for needs assessments presents a challenge to countries implementing these assessments.", 
    "Addressing this issue, Parties at COP-7, in Marrakesh in November 2001, adopted a framework for meaningful and effective actions to enhance the implementation of UNFCCC Article 4.5 (decision 4/CP.7).", 
    "In this context, the COP also requested the Chair of the SBSTA, assisted by the Secretariat, to organize a meeting with representatives from governments, experts drawn from the UNFCCC roster of experts, and representatives from relevant international organizations, to identify methodologies needed to undertake technology needs assessments and to report its findings to the SBSTA at its 16th session in June 2002 (FCCC/CP/2001/13/Add.1)."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12191e.html", 
  "enb_long_title": "Expert meeting on methodologies for technology needs assessments", 
  "type": "", 
  "id": "enb12191e_4", 
  "enb_end_date": "26-Apr-02"
}