{
  "countries": [
    "Jamaica", 
    "Niger"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "National Communications & Inventories"
  ], 
  "section_title": "GREENHOUSE GAS INVENTORIES", 
  "enb_start_date": "26-Mar-01", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Clifford Mahlung (Jamaica) presented Jamaica's experience in preparing its national greenhouse gas inventory.", 
    "He outlined the problems and constraints related to data availability for the energy and industrial, waste management and land use change and forestry sectors.", 
    "For the energy and industrial sectors, he said Jamaica had good activity data on fuel consumption, but this data was not reported by sector.", 
    "He outlined several strengths and constraints found in the estimation of the activity data for this sector, including for the estimation of transport data and biomass data, lime production, soda ash and asphalt.", 
    "He indicated that emissions factors were well defined for petroleum products, but not others.", 
    "For the waste management sector, he indicated that the data were inadequate.", 
    "He also underscored that there were insufficient data for the land use change and forestry sector.", 
    "He concluded by summarizing several measures to improve the data, including the creation of an Office of Utilities Regulation, a revision of the Petroleum Quality Control Act Regulation of 1999, the digitization of Jamaica's Airport Authority database, the implementation of a national solid waste programme, the establishment of a national solid waste management authority, and the establishment of a forest land-use data bank. Abdelkrim Ben Mohamed (Niger) gave a presentation on the key problems during the preparation of Niger's greenhouse gas inventory.", 
    "He underscored the importance of considering national circumstances and considered the Intergovernmental Panel on Climate Change (IPCC) methodology and particular circumstances to be the main barriers.", 
    "He identified problems with accessing data and underscored the problem with data in unsuitable formats for the estimation of emissions.", 
    "He said the IPCC methodology was lacking in specific situations where there was no provision to account for or estimate certain types of data.", 
    "He indicated the importance of suspended particulate matter in emissions estimates for West Africa, and underscored the need to account for this in the inventory.", 
    "He emphasized the importance of improving national communications and of the participation of non-Annex I Parties in the IPCC scientific assessments.", 
    "He concluded by noting the existence of local expertise in the field of greenhouse gas emissions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12164e.html", 
  "enb_long_title": "INTER-REGIONAL WORKSHOP OF THE CONSULTATIVE GROUP OF EXPERTS ON INITIAL NATIONAL COMMUNICATIONS FROM PARTIES NOT INCLUDED IN ANNEX I TO THE CONVENTION", 
  "type": "", 
  "id": "enb12164e_9", 
  "enb_end_date": "26-Mar-01"
}