{
  "countries": [
    "Canada", 
    "Egypt", 
    "United States", 
    "Ethiopia", 
    "Germany", 
    "Mali", 
    "Belgium", 
    "China", 
    "Norway", 
    "Switzerland"
  ], 
  "topics": [
    "IPCC Governance", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "DECISION ON SIZE, STRUCTURE AND COMPOSITION OF THE IPCC BUREAU AND ANY TASK FORCE BUREAU:", 
  "enb_start_date": "24-Feb-15", 
  "enb_short_title": "IPCC-41", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "On Friday morning, as a result of informal consultations on regional representation in the Bureau, as described above under the discussion on IPCC structure, the Panel agreed to increase the size of the Bureau to 34 members, and to allocate the additional members by adding one WG Vice-Chair to each of the WGs.", 
    "Secretary Christ noted that a decision also needed to be taken on the duration of the Bureau s term , and introduced text proposing that the term of the new Bureau would begin in October 2015 and end with the completion of AR6 in the second half of 2022.", 
    "Noting the decision taken to maintain a 5-7 year cycle for the AR6, Canada, supported by Germany, the US, Norway and Ethiopia, opposed specifying an end date and suggested that the term of the Bureau not be longer than seven years.", 
    "Switzerland, with Belgium and Egypt, supported the Secretariat s proposal of a specific end date, noting that governments want clarity on issues that have budgetary implications.", 
    "Mali cautioned against preempting the length of the cycle.", 
    "China suggested a textual amendment that indicates that the AR6 is expected to end by the second half of 2022.", 
    "This proposal was supported by Switzerland.", 
    "The final outcome on this, with the suggested amendments, including an indicative timeframe for the AR6 cycle, was adopted to reflect that the term shall be the length of the AR, and last until a year after the session at which the final product of the AR6 has been accepted, which is expected to end in the second half of 2022 at the latest."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12627e.html", 
  "enb_long_title": "Forty-first Session of the Intergovernmental Panel on Climate Change (IPCC-41)", 
  "type": "IPCC", 
  "id": "enb12627e_25", 
  "enb_end_date": "27-Feb-15"
}