{
  "countries": [
    "Switzerland", 
    "Norway", 
    "Mexico"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Flexibility Mechanims"
  ], 
  "section_title": "PROCEDURAL COMPLEXITY: AGENDA FORMATION AND PROLIFERATION", 
  "enb_start_date": "02-Jun-08", 
  "enb_short_title": "SB-28", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Agenda proliferation is a complaint as old as the Convention itself.", 
    "Nevertheless, it is still relevant.", 
    "In Bonn, the increase in the number of subsidiary bodies led to a situation where the same issues were discussed under different agendas.", 
    "Parties have, in some cases, compounded the problem by seeking to place their issues on as many agendas as possible, so as to maximize the chances that they will eventually survive the inevitable trimming process.", 
    "This has led to many issues, such as technology, mitigation, bunker fuels, CCS and the Kyoto mechanisms, being addressed in two or more subsidiary bodies under two or more agenda items.", 
    "In Bonn, there were some attempts to streamline the agendas, although with only limited success.", 
    "Until the post-2012 deal is agreed, parties will all be eager to keep their priorities alive as an insurance policy.", 
    "Procedural complexity also came in a more subtle form.", 
    "Negotiations on long-term cooperation on climate change are being conducted under two tracks: a Convention track launched by the Bali Action Plan in 2007 and a parallel Kyoto track launched in 2005 to define further commitments for industrialized countries under the Protocol.", 
    "The two tracks are in different evolutionary stages: while the AWG-LCA, born just six months ago, goes through what several delegates called its infancy of information exchange and the generation of new ideas (including various proposals on funding matters from Mexico, Switzerland, Norway and others), its older sibling under the Protocol is at a more advanced developmental phase.", 
    "This is important because it makes progress all the more difficult in a process where timing is critical and parties often demand movement on their priority issues before compromising in other areas.", 
    "It raises questions about how to make progress in one body that might be further down the negotiating track when some parties might, perhaps, be waiting to see progress in the other, newer body.", 
    "Under the AWG-KP, delegates have spent two years gathering ideas and views, and it was up to negotiators in Bonn to develop a complete list of items that might be included in a post-2012 framework.", 
    "However, everyone wanted to make sure that their own priorities were included on this list.", 
    "On the one hand, this approach makes sense, given that the list may become a basis of future negotiations on a post-2012 climate regime.", 
    "On the other hand, the result was a long, rather unwieldy and sometimes contradictory shopping list or wish list of everything parties were hoping to see.", 
    "Even at this pre-negotiation stage, discussions proved to be quite difficult, with the airing of many proposals that would imply changes to the current rules in the Marrakesh Accords on LULUCF and the Kyoto mechanisms.", 
    "The tensions, especially between industrialized countries and major developing countries, were sufficiently evident for the somewhat frustrated Chair Harald Dovland to call for a completely new spirit of cooperation in Accra.", 
    "This will certainly be necessary given that, according to its work programme, the AWG-KP is scheduled to adopt conclusions on key issues such as the flexible mechanisms and LULUCF in Accra.", 
    "By contrast, the AWG-LCA seemed to provide fewer grounds for tension, because, although this was the first meeting to discuss substance, the process, unlike AWG-KP, is still in its formative stages, and a more formal shopping list has yet to be established.", 
    "Thus, in Bonn, the focus was on exchanges of ideas and information through the use of workshops.", 
    "But this situation is likely to change, perhaps as early as in Accra, as issue definition and negotiations get underway."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12375e.html", 
  "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol", 
  "type": "", 
  "id": "enb12375e_91", 
  "enb_end_date": "13-Jun-08"
}