{
  "countries": [
    "Finland"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer"
  ], 
  "section_title": "EXPERT WORKSHOP ON THE TECHNOLOGY MECHANISM", 
  "enb_start_date": "03-Apr-11", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "On Monday and Tuesday, 4-5 April 2011, parties participated in an expert workshop on the technology mechanism, with the objective of commencing work on its operationalization.", 
    "On Monday, parties discussed the preparatory work of the Expert Group on Technology Transfer (EGTT), the governance structure and terms of reference, and selection processes and criteria of evaluation for the new Climate Technology Centre and Network (CTCN).", 
    "On Tuesday morning, parties discussed linkages within the Technology Mechanism and with other institutional arrangements.", 
    "On Monday morning AWG-LCA Chair Dan Reifsnyder (US) opened the workshop saying the Technology Mechanism could be a powerful new tool to achieve adaptation and mitigation actions and noted that parties need to take steps to make the mechanism operational in 2012.", 
    "The Secretariat, on behalf of UNFCCC Executive Secretary Christiana Figueres, welcomed the agreement to establish the Mechanism in Cancun and called on parties to maintain momentum to make the institution operational.", 
    "He said the workshop is an opportunity to take up where parties left off and exchange views on how to proceed.", 
    "Workshop Facilitator Jukka Uosukainen (Finland) reminded parties of the workshop mandate to address the relationship between the Technology Executive Committee (TEC) and the CTCN, the terms of reference, governance structure, and procedure for proposals and criteria for selecting a host of the CTCN, and consideration of additional functions for the TEC and CTCN."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12499e.html", 
  "enb_long_title": "UN Climate Change Conference Bangkok - April 2011", 
  "type": "SPECIAL WORKSHOP", 
  "id": "enb12499e_18", 
  "enb_end_date": "08-Apr-11"
}