{
  "countries": [
    "Brazil", 
    "Canada", 
    "Panama", 
    "Colombia", 
    "Japan", 
    "New Zealand"
  ], 
  "topics": [], 
  "section_title": "Other issues", 
  "enb_start_date": "01-Jun-09", 
  "enb_short_title": "SB 30", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "The mandate of the other issues contact group covered issues in paragraph 49(c) of the AWG-KP s work programme ( FCCC/KP/AWG/2008/8 ).", 
    "Parties agreed to focus on LULUCF at this session and to create a spin-off group, co-chaired by Bryan Smith (New Zealand) and Marcelo Rocha (Brazil).", 
    "Some, including the EU, Canada, Colombia and Panama, stressed the need to discuss the flexibility mechanisms.", 
    "Participants in the LULUCF spin-off group agreed that the Co-Chairs would prepare a non-paper incorporating both the proposals in the Chair s text ( FCCC/KP/AWG/2009/8 ) and other textual proposals by parties.", 
    "Using the new non-paper as a basis, parties focused their discussions on wetlands, natural disturbances, non-permanence, bar accounting and harvested wood products (HWP).", 
    "On wetlands, a number of countries stressed the need for symmetric language for sources and sinks.", 
    "Two countries noted that peatlands are a subset of wetlands, suggesting that peatland accounting can be done, but that methodologies may not be sufficient to account for wetlands more broadly.", 
    "One country also suggested referring to carbon stock change instead of greenhouse gas (GHG) emissions and removals, noting methodological concerns in accounting for non-CO2 GHGs.", 
    "The text on these issues remains bracketed, reflecting these differences of opinions.", 
    "Parties also discussed connections between natural disturbances and non-permanence.", 
    "On these two issues, one developed country stressed the need to avoid loopholes, and pointed to discounting as a way to deal with non-permanence and windfalls.", 
    "However, one developing country expressed skepticism about the ability of discounting to deal with non-permanence.", 
    "A group of developed countries stressed the need to avoid parallel universe accounting.", 
    "On bar accounting, the EU explained his proposal, noting that a bar-band approach can help smooth accounting for inter-annual variability.", 
    "Some developing countries raised concerns that bar-setting would be time consuming and that a cap would still be needed above the bar.", 
    "Some parties suggested that data submissions would be useful to evaluate how different countries would set their bars.", 
    "On HWP, parties worked largely outside of the meeting rooms to streamline the text, consolidating five options down to three.", 
    "Parties were also able to consolidate two land-based accounting options.", 
    "The Co-Chairs prepared a revised non-paper based on the progress made and comments received.", 
    "In the final informal session, most parties agreed the non-paper was useful, but some developing country parties said there was too much in the non-paper and expressed worries that it would slow progress toward setting targets.", 
    "The Co-Chairs forwarded the non-paper to AWG-KP Vice-Chair Dovland, who consolidated it with the results of his consultations on the other issues, and forwarded a combined non-paper to AWG-KP Chair Ashe.", 
    "On all issues except LULUCF and simplification of procedures for amending Protocol annexes, AWG-KP Vice-Chair Dovland led the parties through the relevant sections of the Chair s text on other issues ( FCCC/KP/AWG/2009/8 ), ensuring that parties proposals were adequately reflected.", 
    "Proposals for simplification of procedures for amending annexes of the Protocol were forwarded to the contact group on legal matters, where participants consulted informally to streamline proposals by the EU and Japan into a single text and forwarded that text back to the other issues contact group."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12421e.html", 
  "enb_long_title": "Bonn Climate Change Talks - June 2009", 
  "type": "", 
  "id": "enb12421e_23", 
  "enb_end_date": "12-Jun-09"
}