{
  "countries": [
    "Trinidad and Tobago", 
    "Panama", 
    "China"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "Adverse Effects & Response Measure", 
    "Adaptation"
  ], 
  "section_title": "ENHANCED ACTION ON ADAPTATION", 
  "enb_start_date": "28-Nov-11", 
  "enb_short_title": "COP17", 
  "subtype": "PLENARY", 
  "actors": [
    "Group of 77"
  ], 
  "sentences": [
    "During the AWG-LCA opening plenary on 29 November, parties agreed to: resume substantive work under the previously established informal group on enhanced action on adaptation, facilitated by Kishan Kumarsingh (Trinidad and Tobago) and base discussions on the text forwarded from Panama.", 
    "The G-77/China stressed the Adaptation Committee should report directly to the COP, and linkages with other institutional arrangements.", 
    "Delegates also raised the following issues: progress in other areas related to adaptation has provided more clarity for the work of the Adaptation Committee; the need for linkages to regional centers and work with other organizations outside the Convention; and the need for prioritizing activities that should be undertaken by the Committee during its first year.", 
    "Stressing the need for an achievable and realistic work programme, some delegates said the proposed Adaptation Committee s work programme for the first year was far too ambitious.", 
    "While one delegate supported a preambular paragraph reference to the adverse impacts of response measures, many others opposed such a reference, and it was subsequently not included.", 
    "Remaining outstanding issues on the Adaptation Committee related to, inter alia, composition of the Committee and linkages with other adaptation-related work programmes, bodies and institutions under the Convention.", 
    "Ministerial-led consultations took these issues up during the final days in Durban.", 
    "The COP adopted the decision and decided that nominations for the Committee should be submitted by 31 March 2012."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12534e.html", 
  "enb_long_title": "Durban Climate Change Conference - COP17/CMP7", 
  "type": "COP", 
  "id": "enb12534e_100", 
  "enb_end_date": "09-Dec-11"
}