{
  "countries": [
    "Canada", 
    "Bangladesh", 
    "Philippines", 
    "India", 
    "United States", 
    "China", 
    "Uganda", 
    "Japan", 
    "Argentina", 
    "Barbados"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Compliance and Enforcement", 
    "Adaptation"
  ], 
  "section_title": "FINANCE:", 
  "enb_start_date": "07-Oct-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Vice-Chair Machado invited parties to continue considering institutional arrangements.", 
    "The Philippines, for the G-77/CHINA, explained that their proposal for funding sources in the form of assessed contributions from developed countries was based on the experiences of the Group.", 
    "She said financing provided through existing institutions outside the Convention has been inadequate and, with BANGLADESH, highlighted the need for a compliance mechanism for monitoring how developed countries implement their financial commitments. ARGENTINA described their proposal for the establishment of an adaptation fund and a mitigation fund under the Convention to be managed by two executive bodies accountable to the COP: one for finance and technology for adaptation; and the other for finance and technology for mitigation.", 
    "He said the executive bodies would be supported by technical panels.", 
    "INDIA proposed the establishment of a new financial mechanism under Convention Article 11 (financial mechanism).", 
    "He said only funding channeled through the financial mechanism should count towards the fulfillment of Annex II parties financial obligations.", 
    "Barbados, for AOSIS, said their proposal was coherent with the Protocol s Adaptation Fund and would fund additional elements, such as addressing loss and damage, and insurance.", 
    "BANGLADESH highlighted the establishment of a US$ 100 million Climate Change Trust Fund in his country. JAPAN cautioned against creating new bureaucratic organizations, noting the need to reconsider the role and scope of the existing funds under the Convention and Protocol in order to avoid duplication.", 
    "The US clarified that their proposal for a global climate fund envisaged new arrangements and not the creation of a new institution. UGANDA, for the LDCs, said the focus should be on making current institutions more responsive and less expensive due to limited resources.", 
    "He expressed preference for a single fund with specific windows for mitigation, adaptation, technology and capacity building.", 
    "On compliance, he proposed a two-stage compliance regime, a naming and shaming mechanism listing defaulters as an initial step and then the imposition of penalties as a further step.", 
    "The EU identified several issues for further consideration, including: contribution criteria based on ability to pay and responsibility for emissions; the need for assessed contributions; defining funding recipients; and determining how funding resources should be delivered.", 
    "CANADA identified the need to further discuss the extent to which all funding activities could be concentrated in a single institution, cautioning against assuming that bigger is less costly or more efficient.", 
    "He also called for ensuring broad representation and participation.", 
    "He drew attention to a conflict between country-driven processes and the position of some parties, which precludes funding provided outside the Convention from counting towards the fulfillment of developed country commitments under the Convention."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12436e.html", 
  "enb_long_title": "Bangkok Climate Change Talks - 2009", 
  "type": "working group", 
  "id": "enb12436e_4", 
  "enb_end_date": "07-Oct-09"
}