{
  "countries": [
    "Canada", 
    "United States", 
    "Saudi Arabia", 
    "Australia", 
    "Samoa", 
    "South Africa", 
    "United Arab Emirates", 
    "India", 
    "United Kingdom", 
    "China", 
    "Japan", 
    "New Zealand"
  ], 
  "topics": [], 
  "section_title": "GENERAL PROVISIONS (OBJECTIVE, NATURE AND PRINCIPLES)", 
  "enb_start_date": "06-Mar-00", 
  "enb_short_title": "UNFCCC WORKSHOP", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Co-Chair Dovland drew attention to the objectives, outlined in the Co-Chairs' working paper, which include: to foster and promote compliance with commitments under the Protocol; to provide advice and facilitate assistance in overcoming difficulties; to prevent non-compliance with commitments under the Protocol; and to address cases of non-compliance. SAUDI ARABIA suggested that the compliance system be concerned with ensuring compliance rather than preventing non-compliance.", 
    "With the UK, NEW ZEALAND and SOUTH AFRICA, he suggested changing the language on the last proposed objective to read: 'to determine' and address non- compliance.", 
    "He stressed the need for principles to stand alone rather than be lumped together under general provisions.", 
    "The UK, with NEW ZEALAND, suggested that since a procedure could not guarantee compliance, the objective 'to prevent non-compliance with commitments under the Protocol' be deleted.", 
    "He suggested that the objective 'to provide advice and facilitate assistance in overcoming difficulties' should be elaborated to specify the difficulties.", 
    "With SAMOA, he commented that there was overlap between the objectives and functions sections and these two would have to be fully consistent with each other. SOUTH AFRICA suggested that the compliance system specifically take on board the precautionary approach.", 
    "The UK proposed that, since the precautionary approach is a means to an end rather than an end in itself, it should be part of the principles rather than the objectives section.", 
    "SOUTH AFRICA expressed concern that since some Parties did not wish to include a principles section, placing the precautionary approach there might result in its eventual exclusion.", 
    "JAPAN questioned the utility of including the precautionary principle since it is a general principle that does not direct concrete action in non-compliance cases.", 
    "AUSTRALIA asked how the precautionary principle could assist Parties in achieving compliance.", 
    "SAMOA explained that the process of inventories adjustment illustrated a precautionary approach to compliance.", 
    "With SOUTH AFRICA and the UNITED ARAB EMIRATES, he stressed the need to include the objective of 'making the climate whole.", 
    "' INDIA, with CHINA, stressed the importance of including the notion of common but differentiated responsibilities in the principles section.", 
    "CANADA, with AUSTRALIA and the US, opposed the express inclusion of principles in the elements of a compliance framework as he said, the compliance process should ensure the implementation of the Protocol provisions rather than add new rules and principles.", 
    "The US, the EU and AUSTRALIA added that the Protocol principles should be reflected in the design of the compliance system itself."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12124e.html", 
  "enb_long_title": "UNFCCC WORKSHOP ON COMPLIANCE UNDER THE KYOTO PROTOCOL", 
  "type": "SPECIAL WORKSHOP", 
  "id": "enb12124e_19", 
  "enb_end_date": "06-Mar-00"
}