{
  "countries": [
    "Maldives", 
    "Bangladesh", 
    "Cuba", 
    "United Kingdom", 
    "Grenada", 
    "Fiji"
  ], 
  "topics": [
    "Vulnerabilities and Impacts", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "COASTAL ZONES:", 
  "enb_start_date": "15-Sep-07", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "This group was facilitated by Leon Charles, Grenada, and Richard Klein, Stockholm Environment Institute (SEI).", 
    "Charles pointed to IPCC Working Group II's chapter on coastal zones in the Fourth Assessment Report and its division of natural and human subsystems.", 
    "Participants broke into smaller groups to discuss best practices, and gaps, challenges and barriers related to: research and analysis; policy planning and response; and implementation of specific measures.", 
    "The group also discussed cross-sectoral integration and coordination.", 
    "Regarding gaps and challenges for research and analysis, the group identified lack of: socioeconomic analysis when identifying priorities for actions; mechanisms to identify and respond to local data needs; and the need to understand adaptive capacity.", 
    "The group also highlighted: the need to scale up environmental impact assessments (EIAs) to include climate aspects; gaps in research on factors affecting indigenous adaptive capacity; erosion of indigenous knowledge; and that available data is not always accessed or translated into action or used by decision makers.", 
    "Gaps and challenges in policy responses included the need to: resolve conflicts between different stakeholders and incorporate their needs and preferences; integrate adaptation measures into sustainable development and high-level policy and business decisions; identify cost-effective ways to provide incentives for voluntary migration; identify and respond to transboundary impacts; improve science-policy dialogue; and identify lessons learned from disaster risk reduction responses to determine their applicability for adaptation.", 
    "Regarding implementation, participants noted that many adaptation activities exist but have not yet been studied, stressed that continued stakeholder participation is needed, and called for increased linkages between local, national and regional responses.", 
    "They suggested identifying the comparative advantage of the UNFCCC in supporting adaptation.", 
    "Participants highlighted good practices for research and analysis, including the ORCHID climate risk management methodology, piloted by the UK's Department for International Development, which addresses the relationship between disaster risk reduction and climate change.", 
    "Good practices for policy response included: ecotourism and generating revenue from conservation; the Caribbean experience of including climate change in EIAs; the Safe Island Programme in the Maldives; and a programme in Latin America that addresses climate change and information.", 
    "Good practices in implementation included: low-tech responses to flooding, such as keeping drainage systems clear, building houses on stilts and reinforcing dikes with sand; ecotourism to protect coastal ecosystems and diversify tourism; and a successful hurricane preparedness programme in Cuba.", 
    "The group also addressed how to resolve sectoral conflicts and integrate coastal zone management when the sectoral emphasis is still prominent.", 
    "Also addressed were issues related to multi-sectoral approaches in developing and implementing plans, and working across the MEAs through, for example, the UNFCCC, Convention on Biological Diversity (CBD) and UN Convention to Combat Desertification (UNCCD) Joint Liaison Group.", 
    "The UN World Tourism Organization (UN WTO) pointed to licensing problems for new resorts in Fiji as approval from several ministries is required.", 
    "A multi-sectoral study on coastal zone land suitability in Bangladesh was highlighted.", 
    "UNEP drew attention to the Asian Disaster Preparedness Center's work in Bangladesh on seasonal models for agriculture.", 
    "Another participant urged looking at how implementing integrated coastal zone management (ICZM), sustainable livelihoods and other approaches can assist in minimizing vulnerability to climate change.", 
    "The group proposed the following recommendations and possible further actions related to research and analysis: tailoring climate impact information to specific sectors and other users, such as tourism and fisheries; monitoring terrestrial variables; identifying policies and measures that constrain the development of adaptive capacity; developing local scientific capability to understand local impacts and develop responses; and developing mechanisms to insure the most vulnerable.", 
    "Policy recommendations included: creating enabling environments and a legal framework within the broader context of sustainable development, ICZM and poverty reduction strategy papers (PRSPs), and integrating adaptation considerations into national plans and PRSPs; removing perverse incentives that constrain adaptation activities; promoting the establishment of a global business charter on adaptation through the UN system, similar to the Global Compact; developing flexible legislation to avoid restricting communities' natural adaptive capacity; and empowering communities to participate in the climate process.", 
    "Recommendations for implementation included: developing and disseminating tools to facilitate community empowerment, such as tool kits and brochures in local languages; identifying actions that address both adaptation and mitigation benefits, such as solar energy; and developing management models that would facilitate the scaling up of successful projects without losing the characteristics that make them successful."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12340e.html", 
  "enb_long_title": "UN Framework Convention on Climate Change (UNFCCC) Workshop on Adaptation Planning and Practices under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)", 
  "type": "", 
  "id": "enb12340e_9", 
  "enb_end_date": "15-Sep-07"
}