{
  "countries": [
    "Brazil", 
    "Philippines", 
    "Indonesia", 
    "United States", 
    "Argentina", 
    "Bolivia", 
    "Norway", 
    "Ghana", 
    "Saudi Arabia", 
    "Australia", 
    "Egypt", 
    "Venezuela", 
    "India", 
    "Malaysia", 
    "China", 
    "Uganda", 
    "Japan"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Mitigation", 
    "Technology Transfer"
  ], 
  "section_title": "TECHNOLOGY:", 
  "enb_start_date": "02-Oct-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "The contact group met in the morning and afternoon.", 
    "The EU and AUSTRALIA outlined their low-carbon development planning processes and highlighted them as a way in which all countries could, in the context of appropriate levels of funding, facilitate action on technology transfer.", 
    "The G-77/CHINA stressed that the discussion should focus on how to enhance the Convention s implementation through meeting developed countries commitments to provide new and additional financial resources to enable mitigation and adaptation actions. UGANDA suggested that, in the spirit of learning-by-doing, planning experiments should be undertaken in developing countries to see how these would work.", 
    "INDIA expressed concern that low-carbon development plans constitute a way of seeking international review of non-Annex I NAMAs. GHANA noted the need to streamline the text on capacity building and highlighted the need for support that enables developing countries to MRV the transfer of technologies by developed countries. NORWAY suggested a bottom-up approach to developing regional technology centers with some international coordination.", 
    "The EU supported regional centers with strong operational links to the private sector, academic institutions and other research centers and welcomed a discussion of how the G-77/China s proposal would work in practice.", 
    "AUSTRALIA recommended road-mapping to identify gaps and said capacity building should respond to needs at sub-national, national and regional levels. INDONESIA noted the need to include discussion of intellectual property rights (IPR).", 
    "In the afternoon, delegates concentrated on possible institutional arrangements.", 
    "The Philippines, for the G-77/CHINA, with VENEZUELA, EGYPT, SAUDI ARABIA and MALAYSIA, stressed that the Group s proposal, which includes the establishment of a strategic planning committee, technical panels and a multilateral climate technology fund, should be retained in the text.", 
    "AUSTRALIA elaborated on its proposal for a technology advisory panel, which would provide advice on technical aspects, policy and financing.", 
    "The US outlined his country s proposal for establishing a technology hub, which would provide full-time experts available to parties.", 
    "ARGENTINA called for allowing countries to decide themselves what support they need and, with UGANDA, suggested a simple institutional framework.", 
    "JAPAN underlined establishing effective networks of stakeholders, matching technology needs and resources, and utilizing existing arrangements as the key principles.", 
    "CHINA noted that one of the functions should be the provision of financial resources, primarily from the public sector. INDIA noted problematic aspects in some proposals such as harmonization of standards, which can impose large costs on developing countries.", 
    "BRAZIL elaborated on its suggestion for twinning centers of excellence as a form of partnership, noting such cooperation can be North-South, South-South and triangular.", 
    "The EU said institutions should, inter alia, deliver advice, enable planning and serve as an information platform.", 
    "On IPRs, AUSTRALIA called for greater cooperation with relevant organizations such as the World Intellectual Property Organization and, with the US, noted that IPRs incentivize technology development.", 
    "The G-77/CHINA reiterated that IPRs represent a barrier to technology transfer.", 
    "BOLIVIA said strong IPRs increase costs of R&D, and INDIA, with the PHILIPPINES, suggested compulsory licensing.", 
    "A further consolidated text will be made available on Friday."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12432e.html", 
  "enb_long_title": "Bangkok Climate Change Talks - 2009", 
  "type": "working group", 
  "id": "enb12432e_2", 
  "enb_end_date": "02-Oct-09"
}