{
  "countries": [
    "Panama", 
    "China"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "Anthropogenic Interference with Climate System", 
    "Mitigation"
  ], 
  "section_title": "MIND THE AMBITION GAP", 
  "enb_start_date": "01-Oct-11", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Governments in Copenhagen and Cancun agreed to hold the temperature increase to below 2ºC above pre-industrial levels.", 
    "In 2010 developed and developing countries communicated their emission reduction pledges as called for in the Copenhagen Accord.", 
    "However, a closer look at those submitted pledges shows that the world is still on course for a global temperature increase far above 2ºC.", 
    "AOSIS has consistently called for bridging the gap between the level of ambition of party pledges and the emission reductions required by science, highlighting that an increase of more than 1.5ºC would entail catastrophic consequences for the small islands.", 
    "With China and some other developing countries representing a significant share of the world s emissions, discussions on the level of ambition require engagement from both developed and developing countries.", 
    "However, attempts to convene a common space for dialogue failed once again in Panama with many developing countries pointing to the different nature of developed countries mitigation actions and commitments, compared to the voluntary nature of developing countries NAMAs.", 
    "Finding a way to ensure that commitments and actions by countries can keep the temperature increase below the 2ºC target is thus one of the major challenges facing the negotiations.", 
    "Enhanced action on mitigation, including a scaling-up of global ambition, will be required.", 
    "In this regard, many developed and developing countries strongly supported further clarification of mitigation efforts, including by establishing a common international accounting framework, which implies further development of Monitoring, Reporting and Verification (MRV) rules.", 
    "In Cancun, governments agreed to review the adequacy of the 2ºC target, on the basis of the best available science, including in relation to a 1.5ºC increase in temperature.", 
    "The Review, foreseen to take place between 2013 and 2015, should be carried out in the light of the ultimate objective of the Convention, and overall progress towards achieving it.", 
    "This verification performed by the international community on whether it is on track towards meeting its goals is expected to lead to appropriate action.", 
    "In Durban, governments need to decide on the scope, the modalities and the process for the Review, but different perspectives remain among parties.", 
    "Discussions on the Review were difficult in Panama, as parties expressed divergent views on its scope.", 
    "AOSIS advocated for keeping the focus on the adequacy of the long-term global goal, while some other countries suggested that the Cancun Agreements mandate the consideration of broader overall progress towards achieving the global goal, including on, inter alia , means of implementation, financial and technological needs. MRV of mitigation reduction actions for developed and developing countries is another key element to ensure the effectiveness of mitigation activities.", 
    "The Cancun Agreements established the basis for strengthening these aspects with different requirements for developed and developing countries.", 
    "In Panama disputes emerged over parallels between elements proposed for IAR and biennial reports for developed countries and ICA and biennial update reports for developing countries.", 
    "While many developed countries underscored MRV as a core element of the Durban outcome, developing countries continued to highlight the Convention s principle of common but differentiated responsibilities as the flag that should guide these discussions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12521e.html", 
  "enb_long_title": "UN Climate Change Conference October 2011", 
  "type": "WORKING GROUP", 
  "id": "enb12521e_30", 
  "enb_end_date": "07-Oct-11"
}