{
  "countries": [
    "United Kingdom", 
    "Australia", 
    "Samoa", 
    "Iceland", 
    "Philippines", 
    "United States", 
    "Zimbabwe", 
    "China", 
    "Switzerland", 
    "Japan", 
    "Norway"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Pre-Kyoto", 
    "Technology Transfer"
  ], 
  "section_title": "CLOSING PLENARY", 
  "enb_start_date": "20-Oct-97", 
  "enb_short_title": "8th Session of the AGBM, SBSTA 7, SBI 7", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "African Group", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "On 31 October, Chair Raúl Estrada-Oyuela opened the last AGBM-8 meeting by requesting that delegates focus on documents on policies and measures, QELROS, institutions and mechanisms and advancement of commitments under FCCC Article 4.1, resulting from comments and amendments by delegations.", 
    "He said the non-group drafts would be compiled in a single document (FCCC/CP/1997/2) to be presented to COP-3 for finalization.", 
    "Delegates agreed that the documents presented and discussed would be referred to COP-3. The US said it should be noted that while brackets reflect disagreement in some cases, in others the absence of brackets also reflects disagreement.", 
    "Supported by Japan and the EU, but opposed by the G-77/CHINA, he encouraged the Chair to develop his own draft text for consideration alongside the compilation.", 
    "CHINA said success of any future text lies in its consistency with the Berlin Mandate. The US requested an examination of how the protocol could pursue world peace while protecting the planet, through a provision on military operations for security and self defense.", 
    "Negotiations should not create a conflict between the need to secure peace and to reduce GHG emissions. Delegates discussed a conclusion proposed by the Chair that Annex I Parties would provide the Secretariat with data on indicators in Annex B for time frames mentioned in the Berlin Mandate to facilitate consideration in Kyoto of differentiation criteria.", 
    "The Chair said he was trying to reach an understanding of how to understand differentiation.", 
    "The UK said the conclusion should be neutral, indicating that differentiated and flat rates were both on the table.", 
    "Supported by the US and SWITZERLAND, he asked whether the Secretariat could collect comparable data from international sources.", 
    "NORWAY said delegations should provide relevant data.", 
    "ICELAND, JAPAN, and AUSTRALIA said the consideration could be based on available data.", 
    "The conclusion was adopted requesting that delegations provide the Secretariat with information on data from international sources. The PHILIPPINES summarized informal negotiations on sinks.", 
    "He said consultations would continue through a questionnaire on core issues circulated to interested delegations, compiled by fax and e-mail and discussed again by the informal group in Kyoto. Regarding a 'so-called prompt start,' the Chair suggested that the COP request that SBI and SBSTA review the Kyoto outcome and propose which body would deal with various elements. He noted that the Berlin Mandate calls for a protocol or another legal instrument.", 
    "In addition to the preparation of a negotiating text for a protocol, he will structure the proposals as a possible set of amendments to the FCCC. The Chair said AGBM-8 would be reconvened on 30 November to continue a number of discussions.", 
    "He said he would produce the text in the form of a protocol and an oral report to COP-3 that may mention a Brazilian proposal, which contains an alternative calculation of QELROs based on historical emissions.", 
    "He also said that because he judged evolution of developing country commitments to be beyond the Berlin Mandate, he did not include an evolution proposal in the draft text.", 
    "He said he would mention that proposal in his presentation of the AGBM report as a point AGBM did not consider. Rapporteur Daniel Reifsnyder (US) presented the report of the session (FCCC/AGBM/1997/.L1), which he said would be completed with the Secretariat's and Chair's guidance.", 
    "The report was adopted. SAMOA, on behalf of AOSIS, said sinks must be resolved, addressing uncertainty and lack of data.", 
    "He called for early action in the period between adoption and entry into force, including arrangements similar to the Convention's intergovernmental negotiating committee.", 
    "Economic, social and environmental devastation is a price we cannot afford.", 
    "He said delegates should not lose sight of the moral dimension, or the repugnance of allowing a few to be sacrificed for others' short-term economic interests. The G-77/CHINA contrasted developing countries' survival emissions and the luxury emissions of the developed world.", 
    "Decisions might mean no food on peoples' tables, not a smaller profit margin.", 
    "He said developed countries must modify producing and consuming lifestyles.", 
    "He rejected mounting pressure on developing countries to do what developed countries refused to do, and criticized the veiled threat to withhold financial resources and technology transfer if developing countries do not assume the burden. ZIMBABWE, on behalf of the African Group, stressed equity and said negotiations were hampered by weak proposals and Parties without targets on the table.", 
    "Stabilization and unquantified targets do not help much at this stage. JAPAN said he believes other difficulties can be overcome with support from all participants.", 
    "The EU said its members were disappointed with the little progress here, and regretted the absence or inadequacy of proposals from other industrialized countries.", 
    "He said the protocol was ambitious, as were the EU targets.", 
    "The US was disappointed in the lack of conclusions on key issues.", 
    "He agreed with the EU that a QELROs target should advance countries' efforts.", 
    "He said he believed the US approach would be an advance. Executive Secretary Michael Zammit-Cutajar emphasized a deficit in expected contributions, especially a US$450,000 shortfall in the Kyoto participation fund for developing country delegates. Chair Estrada said he was trying to understand 'exactly where we stand.", 
    "' He said the paper produced for AGBM-8 was an attempt to preserve positions, where he had tried to find compromise.", 
    "He said it was a pity many things were still missing, such as clearer work on sinks and differentiation.", 
    "He said he was not yet in a position to assess the value of the negotiating text, but that he would continue seeking common ground and presenting his own versions of texts when he believes it will contribute to the success of delegates' work. The meeting was suspended until 30 November 1997."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1266e.html", 
  "enb_long_title": "Seventh Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) Eighth Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "", 
  "id": "enb1266e_11", 
  "enb_end_date": "31-Oct-97"
}