{
  "countries": [
    "Madagascar", 
    "Iran", 
    "Uruguay", 
    "Sweden", 
    "Cambodia", 
    "Senegal", 
    "Rwanda", 
    "Armenia", 
    "Argentina", 
    "Burkina Faso", 
    "Ecuador", 
    "Bulgaria"
  ], 
  "topics": [], 
  "section_title": "Flexible Mechanisms", 
  "enb_start_date": "09-Dec-05", 
  "enb_short_title": "UNFCCC COP 11 and COP/MOP 1", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Highlighting the need to improve the CDM\u0092s administration and streamline the procedures, IRAN welcomed the draft decision on national programmes under the CDM.", 
    "ECUADOR emphasized that the CDM is a compliance instrument that must ensure environmental integrity of carbon credits.", 
    "BURKINA FASO said the CDM should be implemented in a way that brings equity to small countries.", 
    "SWEDEN highlighted the catalytic role of the mechanisms and the EU emissions trading scheme.", 
    "SENEGAL and MADAGASCAR emphasized the need for equitable regional distribution of CDM projects, with RWANDA calling for increased participation of African countries in mitigation projects.", 
    "CAMBODIA emphasized the CDM\u0092s role in promoting sustainable development.", 
    "URUGUAY said appropriate CDM indicators should enable all countries to participate in CDM projects.", 
    "ARMENIA proposed allowing developing countries who accept voluntary emissions reductions to participate in all flexible mechanisms after 2012.", 
    "ARMENIA and ARGENTINA noted the need for longer-term certainty in the CDM.", 
    "BULGARIA highlighted the Green Investment Scheme as an opportunity for economies in transition to trade Assigned Amount Units while ensuring the Protocol\u0092s environmental integrity."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12290e.html", 
  "enb_long_title": "Eleventh session of the Conference of the Parties to the Climate Change Convention and first meeting of the Parties to the Kyoto Protocol", 
  "type": "", 
  "id": "enb12290e_6", 
  "enb_end_date": "09-Dec-05"
}