{
  "countries": [
    "Sweden", 
    "Indonesia", 
    "Germany"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer"
  ], 
  "section_title": "WHAT ARE THE PROSPECTS FOR BALI?", 
  "enb_start_date": "07-May-07", 
  "enb_short_title": "SB 26", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "At SB 26 , any conversation about the meeting's success, or lack thereof, invariably turned to Bali.", 
    "Clearly, COP 13 and COP/MOP 3 mark a defining moment for this process.", 
    "There are two main reasons for this: firstly, the Convention Dialogue the only post-2012 track that is broad both in terms of substance and participation will expire at COP 13.", 
    "Without explicit agreement in Bali, this track will not continue.", 
    "Secondly, many supporters of a post-2012 deal argue that the momentum generated by the media frenzy over the IPCC Fourth Assessment Report has to be seized while ministers and negotiators are still facing considerable pressure to take action against climate change.", 
    "If not, the current public attention to climate change could diminish, and the opportunity for a strong political response could be lost.", 
    "The question of what is at stake if Bali fails to come up with a political response to the IPCC report and agree on a follow-up to the Convention Dialogue should be carefully gauged by every party.", 
    "Many fear that this could decrease the relevance of the UNFCCC process, and move the emphasis to initiatives such as the Asia-Pacific Partnership and plans to link the EU Emissions Trading Scheme with other such schemes in California and elsewhere.", 
    "But this approach would obviously be more fragmented than any multilateral deal.", 
    "Also, important issues, especially for developing countries, such as mechanisms, adaptation, capacity building or technology transfer would clearly be harder to address outside the UNFCCC process For this reason, the road to Bali is already filled with events which many hope will pave the way to a successful outcome.", 
    "In June, Sweden will host the Midnight Sun ministerial dialogue in preparation for Bali and climate change is also on the agenda of the G8 meeting in Germany.", 
    "In August, delegates will gather in Vienna for the AWG and Convention Dialogue, while UN Secretary-General Ban Ki-moon is planning a high-level meeting on climate change in September on the fringes of the General Assembly, and in October, ministers will head to Indonesia for the pre-Bali ministerial meeting.", 
    "With such an abundance of pre-Bali events, SB 26 in Bonn is unlikely to stand out in the years ahead.", 
    "Nevertheless, it can be said to have achieved the task at hand: it maintained some momentum, provided space for questions and ideas, focused on what lies ahead, and cleared some of the routine and technical issues necessary to make time for more important issues in Bali.", 
    "In contrast to the song My Favorite Waste of Time, what delegates heard as they left the closing SBSTA plenary on 18 May was Bob Marley's Don't worry, about a thing-¦.", 
    "every little thing, is gonna be alright.", 
    "It probably won't.", 
    "But Bonn was certainly not a waste of time."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12333e.html", 
  "enb_long_title": "Twenty-sixth sessions of the Subsidiary Bodies (SB 26) of the United Nations Framework Convention on Climate Change (UNFCCC)", 
  "type": "", 
  "id": "enb12333e_81", 
  "enb_end_date": "18-May-07"
}